Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Elections of type {0} cannot be vetoed.
ru: На голосование типа {0} нельзя наложить вето.

source: Elections of type {0} can only be vetoed by {1}.
ru: На голосование типа {0} может наложить вето только {1}.

source: {0}: {1} Ended {2} ago.
ru: {0}: {1} Закончилось {2} назад.

source: {0}: {1} Started {2} ago.
ru: {0}: {1} Началось {2} назад.

source: Finished.
ru: Закончено.

source: Active.
ru: В процессе.

source: Spawned in {0}:{1}{2}
ru: Появляется в {0}:{1}{2}

source: A demographic is a citizen-defined group of people, determined by rules set in the demographic (i.e., the 'Active' demographic contains users who have played more than a specific amount of time).
ru: Демографическая группа - это группа людей, созданная жителями, куда люди входят при выполнении определённых условий (например, 'Активные' - люди, которые провели в игре больше определённого количества времени).

source: Optimal set of wages paid for citizens in this demographic (or fees, if payments are set negative).
ru: Оптимальная зарплата, которая выплачивается жителям из этой демографической группы (или налог, если зарплата отрицательная).

source: Cannot rename to {0}: this name already exists.
ru: Нельзя изменить название на {0}: это название уже занято.

source: You continuously gain Character XP at the rate of {0} per real-day, multiplied by your {1}.
ru: Вы постоянно получаете Опыт персонажа со скоростью {0} очков в реальные сутки, умноженной на ваш {1}.

source: Only players with title permissions can change global markers.
ru: Только игроки имеющие должность с правом могут изменять глобальные метки.

source: Invalid source account.
ru: Неправильный счёт отправителя.

source: No access to {0}.
ru: Нет доступа к {0}.

source: {0} already exists in '{1}'. Do you want to move it to '{2}'?
ru: {0} уже существует в '{1}'. Переместить его в '{2}'?

source: Are you sure you want to remove {0}? You will lose access to the account immediately.
ru: Вы уверены, что хотите удалить {0}? Вы сразу же потеряете доступ к счёту.

source: No account selected
ru: Счёт не выбран

source: This work order is part of {0}, are you sure you want to remove it?
ru: Этот проект является частью {0}. Вы уверены, что хотите удалить его?

source: Couldn't find election.
ru: Не удалось найти голосование.

source: No candidates to vote for in election.
ru: Нет кандидатов, за которых можно голосовать в этих выборах.

source: No elections found.
ru: Выборы не найдены.

source: Constitution spawned.
ru: Конституция создана.

source: Constitution already exists.
ru: Конституция уже существует.

source: Couldn't legally start election:{0}{1}
ru: Закон не позволяет начать выборы:{0}{1}

source: Do you have mods installed? Does the issue happen when no mods are installed?:
ru: У вас есть установленные модификации? Проблема воспроизводится на чистом клиенте?:

source: Shale Brick
ru: Сланцевый кирпич

source: Object is destroyed.
ru: Объект уничтожен.

source: Removed {0} {1}:{2}{3}
ru: Удалено {0} {1}:{2}{3}

source: {0} cleared.
ru: {0} очищено.

source: Can't find an object matching '{0}' to spawn.
ru: Не удалось установить объект, соответствующий '{0}' для создания.

source: Work
ru: Работа

source: Not enough money in {0}
ru: Не хватает денег на счету {0}

source: {0} Wages
ru: Зарплата {0}

source: {0} Members
ru: Участники {0}

source: Admin assigned by {0}
ru: Администратор выдан пользователем {0}

source: Admin unassigned by {0}
ru: Администратор убран пользователем {0}

source: Admin assigned
ru: Администратор назначен

source: citizen
ru: житель

source: Re-elected
ru: Переизбран

source: Replaced in election
ru: Покинул должность по результатам выборов

source: Re-elected in {0}
ru: Переизбран через {0}

source: Elected in {0}
ru: Избран через {0}

source: Time remaining in term: {0}
ru: До конца срока осталось: {0}

source: Term Limit Expired
ru: Срок действия истек

source: Successor to {0} (chosen from {1})
ru: Преемник на должность {0} (выбран из {1})

source: Remaining office holders
ru: Оставшиеся члены правительства

source: How many occupants may hold this title at once? After an election, this many candidates will be put into the position, choosing from those with the most votes.
ru: Сколько игроков могут занимать эту должность одновременно? После выборов это количество кандидатов займёт должность, начиная с тех, кто набрал больше голосов.

source: In the event that the office holder of this position leaves office not through election, they will be automatically replaced with one or more players from this title, randomly chosen.
ru: Если персонаж покинет должность не в результате выборов, на его место игра автоматически назначит одного или нескольких игроков из этой должности, выбирая случайным образом.

source: After a title has been held for this many days, a new election may be started for the position (if no election is started, the currnet occupants will remain until one is).
ru: После того, как персонаж занимает должность в течение этого количества дней, можно начать новые выборы (если выборы не начаты, текущий персонаж продолжает занимать должность до выборов).

source: If this is true, elections can start before the end of the office holder's term.
ru: Если это включено, выборы можно начинать до истечения срока занимаемой должности.

source: group
ru: группа

source: (Defined by {0})
ru: (Определен через {0})

source: Not contained by any object.
ru: Не находится ни в каком объекте.

source: Container {0} is disabled.
ru: Контейнер {0} выключен.

source: {0} errors:
ru: {0} ошибки:

source: {0} is {1}.
ru: {0} это {1}.

source: invalid.
ru: неверный.

source: No election found.
ru: Выборы не найдены.

source: The election will not produce a winner unless this percentage of eligible voters have cast their vote.
ru: В голосовании не будет победителя, если этот процент избирателей не проголосует.

source: No one is set to be able to remove {0} occupants from office.
ru: Никто не может снять персонажа с должности {0}.

source: Only {0} may remove {1} occupants from office.
ru: Только {0} может снять персонажа с должности {1}.

source: {0} removed from {1}.
ru: {0} снят с должности {1}.

source: {0} resigned from {1}.
ru: {0} ушёл в отставку с должности {1}.

source: {0} withdrew from the election {1}.
ru: {0} снял свою кандидатуру с выборов {1}.

source: Removed from office by {0}
ru: Снят с должности жителем {0}

source: Remove {0} from {1}
ru: Снять {0} с должности {1}

source: Remove Official From Office
ru: Снять игрока с государственной должности

source: Test Users:
ru: Тестовые пользователи:

source: skill set
ru: профессий

source: {0} has learned the specialty {1:skill name}! 5x {2:property claim flags} awarded.
ru: {0} изучил специальность {1:skill name}! выдано 5x {2:property claim flags}.

source: Average room Tier: You have {0} out of needed {1}
ru: Средний уровень помещения: {0}, требуется {1}.

source: Your objects in the room use {0} of {1}; {2} uses {3}{4}
ru: Объектами в помещении использовано {0} из {1}; {2} использует {3}{4}

source: changes
ru: изменений

source: XP Multiplier: {0}\n
ru: Множитель опыта: {0}\n

source: table
ru: стол

source: {0} paid {1} from {2} into {3}{4}
ru: {0} заплатил {1} из {2} в {3}{4}

source: {0} was transferred from {1} into {2}{3}
ru: {0} переведено из {1} в {2}{3}

source: {0} in {1}, {2} needed.
ru: {0} в {1}, {2} ещё нужно.

source: for {0}
ru: для {0}

source: Not enough space below to place item.
ru: Снизу не хватает места, чтобы разместить предмет.

source: ingredient
ru: ингредиент

source: product
ru: продукт

source: Can't perform {0} because this {1} is currently {2}
ru: Нельзя выполнить {0}, потому что этот {1} сейчас {2}

source: {0} was removed.
ru: {0} был удален.

source: Wages are paid after this many minutes.
ru: Выплаты будут начисляться с указанной периодичностью, в минутах.

source: Create a new {0} draft from an existing {1}.
ru: Создать черновик {0} из существующего {1}.

source: Are you sure you want to clear the contents of {0} and replace it with {1}?
ru: Вы уверены, что хотите удалить содержимое {0} и заменить его на {1}?

source: Third Person View Toggle
ru: Обзор от третьего лица

source: Vehicle Tool
ru: Инструменты техники

source: Vehicle Boom Up/Down
ru: Стрела техники Вверх/Вниз

source: Vehicle Boom Push/Pull
ru: Стрела техники Дальше/Ближе

source: Vehicle Swing Arm Up/Down
ru: Захват на технике Вверх/Вниз

source: Vehicle
ru: Техника

source: Advanced Settings
ru: Расширенные настройки

source: Max Distance To Show
ru: Показывать только если ближе

source: Mouse
ru: Мышь

source: Current target can't be fueled.
ru: Текущая цель не может быть заправлена.

source: New accounts spawned
ru: Появились новые счета

source: You attempt to plow a block, but the roots are too strong!
ru: Вы попытались вспахать землю, но древесные корни слишком сильны!

source: You attempt to dig a block, but the roots are too strong!
ru: Вы попытались выкопать блок, но древесные корни слишком сильны!

source: The carcass has nothing to pickup.
ru: Нечего подобрать с этой туши.

source: Showing chat commands matching '{0}'
ru: Команды чата, соответствующие '{0}'

source: Talent: {0} was removed
ru: Талант {0} был удалён

source: Couldn't find anything matching {0}
ru: Не найдено ничего, соответствующего {0}

source: Found multiple matching items, use a more specific string: {0}
ru: Найдено несколько совпадений, используйте более точную строку: {0}

source: Found multiple matching things, use a more specific string: {0}
ru: Найдено несколько совпадений, используйте более точную строку: {0}

source: Target the ground and hold left mouse button to get a shovel full of {0}, {1} or {2}.
ru: Смотрите на землю и нажмите левую кнопку мыши что бы набрать в лопату {0}, {1} или {2}.

source: There's no wild food left around you.\n\nTo find more food you'll need to collect it from other players.
ru: Поблизости не обнаружено дикорастущих растений пригодных в пищу.\n\nЧто бы найти еду, обратитесь к другим игрокам.

source: \nWarning: Calories at zero, no XP being gained!
ru: \nВнимание: калории на нуле, прирост очков опыта прекращён!

source: \nWarning: Waste at maximum, food digestion stopped and no XP being gained!
ru: \nВнимание: отходы на максимуме, пищеварение остановлено и прирост очков опыта прекращён!

source: Constitution
ru: Конституция

source: Government Overview
ru: Обзор правительства

source: Performs commands for voice chat.
ru: Отображает команды для голосового чата.

source: List of inventory related commands
ru: Список команд для работы с инвентарём

source: List of commands for time operating
ru: Список команд для управления временем

source: List of commands for simulations
ru: Список команд для симуляции

source: List of commands for land manipulations
ru: Список команд для манипуляций с землей

source: List of some helping commands
ru: Список дополнительных команд

source: List of commands for food manipulations
ru: Список команд для манипуляций с едой

source: Sends a warning to a citizen
ru: Отправляет игроку предупреждение

source: Resets all skills to unlearnt
ru: Сбрасывает все навыки в не изученное состояние

source: Removes talent by name
ru: Удаляет талант по названию

source: Resets all talents
ru: Сбрасывает все таланты

source: Kills all plants in an area. Pass true to delete them.
ru: Убивает все растения в области. Передайте параметр true, чтобы полностью их удалить.

source: Cuts all trees in an area. Pass true to delete them.
ru: Срубает все деревья в области. Передайте параметр true, чтобы полностью их удалить.

source: Spawns plants of particular ages in a row
ru: Создаёт ряд растений определенного возраста

source: growth1
ru: рост1

source: growth2
ru: рост2

source: growth3
ru: рост3

source: Fuels currently selected (driving) vehicle.
ru: Заправляет выбранное (управляемое) транспортное средство.

source: Teleport to an xz coordinate. Y is calculated automatically.
ru: Переместиться на координаты XZ. Координата Y вычисляется автоматически.

source: Teleport to an xyz coordinate.
ru: Переместиться на координаты XYZ.

source: Teleport to a citizen.
ru: Переместиться к жителю.

source: Displays all the commands available with hidden subcommands. Accepts a string to filter commands to a search string.
ru: Отображает все доступные команды и скрытые подкоманды. Принимает строку для отображения подходящих команд.

source: Shows all help, including sub commands.
ru: Показывает всю справку, включая подкоманды.

source: Attempts to unstuck vehicle in target
ru: Пытается вытащить технику на которую вы смотрите

source: Perform an animated emote.
ru: Показать эмоцию.

source: Sets a world layer to specific value or random value from range.
ru: Устанавливает слой мира на определенное значение или случайное значение из диапазона.

source: maxValue
ru: максимальноеЗначение

source: Change owner of current target
ru: Сменить владельца выбранной цели

source: Specialty Points
ru: Очки специализации

source: Item Used
ru: Использованный предмет

source: Tool Used
ru: Использованный инструмент

source: Action Type
ru: Тип действия

source: Currency Amount
ru: Количество денег

source: Percent Done
ru: Процент выполнения

source: Work Percent Contributed
ru: Процент вклада в работу

source: Loan Or Bond
ru: Заём или облигация

source: Bought Or Sold
ru: Куплено или продано

source: Shop Owner
ru: Владелец магазина

source: Buyer
ru: Покупатель

source: Deed Owner
ru: Собственник

source: Claimed Or Unclaimed
ru: Занято или Освобождено

source: Total Before Tax
ru: Всего до налогов

source: Voted For User
ru: Отдан голос за жителя

source: Entered Or Left Election
ru: Присоединился или покинул выборы

source: Damaged Or Destroyed
ru: Повредил или уничтожил

source: Harvested Stacks
ru: Собрано стопок

source: Tree Species
ru: Виды дерева

source: Item Count
ru: Количество предметов

source: Work Order
ru: Проект

source: Ingredient Added
ru: Ингредиент добавлен

source: Dug Or Mined
ru: Выкопано или добыто

source: Placed Or Picked Up
ru: Поставлено или подобрано

source: Seconds Passed
ru: Прошло секунд

source: Tons Of Pollution
ru: Тонн загрязнения

source: Tons Per Hour
ru: Тонн в час

source: Pollution Source
ru: Источник загрязнения

source: Time Polluting
ru: Время выброса загрязнения

source: Hours Since Last Trigger
ru: Часов с последнего срабатывания

source: Min Contributed Percent
ru: Минимальный процент вклада

source: Pay From Account
ru: Заплатить со счёта

source: Pay Type
ru: Вид оплаты

source: Pay As You Go
ru: Оплата по мере работы

source: State
ru: Состояние

source: A set of commands related to the economy.
ru: Набор команд, связанных с экономикой.

source: Display all wages paid in the game
ru: Показать все зарплаты, выплаченные в игре

source: Amount Per Hour
ru: Количество в час

source: Wage Type
ru: Тип зарплаты

source: Set the current area within a given radius to a given district (or a new district if none is passed).
ru: Добавляет область указанного радиуса к указанному району (или новому району, если он не указан).

source: map
ru: карта

source: Remove all districts from a given map.
ru: Удалить все районы с данной карты.

source: Previous Element
ru: Предыдущий элемент

source: Force-end the specified election, adding a vote if true is passed (default).
ru: Принудительно завершить указанные выборы, добавив голос, если передан параметр true (по умолчанию).

source: End the election with a negative vote.
ru: Закончить голосование с отрицательным количеством голосов.

source: Vote in the given election for the given candidate.
ru: Проголосовать в указанных выборах за указанного кандидата.

source: Force-win an election, either with the specified candidate, or 'yes' if it's a binary election.
ru: Принудительно назначить указанного кандидата победителем выборов, или вариант 'да' для голосования 'да-нет'.

source: Force demographics to update immediately.
ru: Принудительно обновить демографию.

source: Executors
ru: Исполнители

source: Articles
ru: Статьи

source: Time Started
ru: Время начала

source: Time Ended
ru: Время окончания

source: Action On Complete
ru: Действие при завершении

source: Position For Winner
ru: Должность для победителя

source: Vetoers
ru: Кто может наложить вето

source: Maximum Election Hours
ru: Максимальное время выборов в часах

source: Minimum Election Hours
ru: Минимальное время выборов в часах

source: Minimum Percent Of Eligible Voters Required
ru: Требуется минимальный процент избирателей

source: End Election Early When This Percent Have Voted
ru: Закончить голосование досрочно, когда этот процент проголосовал

source: Minimum Days Between Elections Of This Type
ru: Минимальное количество дней между голосованиями этого типа

source: Anonymous Voting
ru: Анонимное голосование

source: If Then Blocks
ru: Блоки 'Если-То'

source: Target
ru: Цель

source: New Owner
ru: Новый владелец

source: Title Holder
ru: Обладатель титула

source: Currently Owned By Citizen
ru: Сейчас имеет владельца

source: Ignore Property With Mulitple Owners
ru: Пропускать собственность с несколькими владельцами

source: User Description
ru: Описание игрока

source: Triggers
ru: События

source: Configs
ru: Конфигурации

source: Citizen Conditions
ru: Требования к жителям

source: Action On Each Citizen
ru: Выполнить для каждого жителя

source: Choices
ru: Варианты

source: Citizen To Remove
ru: Житель, которого нужно снять

source: Election To Veto
ru: Голосование, чтобы наложить вето

source: Types Of Executive Actions
ru: Типы исполнительных действий

source: Types Of Laws
ru: Типы законов

source: Caused By Actions
ru: Действия, которые послужили причиной

source: Remove Existing Articles
ru: Убрать существующие статьи

source: New Articles
ru: Новые статьи

source: Toggles Third Person Camera
ru: Включает вид от третьего лица

source: Invalid
ru: Неверный

source: Build
ru: Строить

source: Unposted
ru: Черновик

source: Submitted
ru: Опубликован

source: Unassigned
ru: Не назначен

source: Finished
ru: Выполнен

source: Deleted
ru: Удалён

source: Contract Escrow
ru: Договор с депонированием

source: Users Only
ru: Только для пользователей

source: Global
ru: Глобальный

source: Put
ru: Поместить

source: Backed
ru: Обеспечение

source: In Category
ru: В категории

source: Not In Category
ru: Не в категории

source: Has All
ru: Иметь всё

source: Has Any
ru: Иметь любой

source: Has None
ru: Не иметь

source: Destroy
ru: Уничтожить

source: Inside One
ru: Внутри одного

source: Inside All
ru: Внутри всех

source: Outside All
ru: Снаружи всех

source: Split By Work Percent
ru: Процент от выполненной работы

source: Split Evenly
ru: Разделить поровну

source: Online Hours
ru: Часы в игре

source: Online And Offline Hours
ru: Часы в игре и вне игры

source: Laws Changing Taxes
ru: Законы, изменяющие налоги

source: Laws Preventing Actions
ru: Законы, предотвращающие действия

source: Laws Changing Property
ru: Законы, меняющие собственность

source: Laws Ignoring Authorization
ru: Законы, игнорирующие права доступа

source: Any Executive Action
ru: Любое действие правительства

source: Executive Actions Affecting Taxes
ru: Исполнительные действия, влияющие на налоги

source: Executive Actions Affecting Property
ru: Исполнительные действия, влияющие на собственность

source: Less Than
ru: Меньше чем

source: Less Then Or Equal To
ru: Меньше или равно

source: Equal To
ru: Равно

source: Greater Than
ru: Больше чем

source: Greater Than Or Equal To
ru: Больше или равно

source: Not Equal To
ru: Не равно

source: Subtract
ru: Вычесть

source: Multiply
ru: Умножить

source: Divide
ru: Разделить

source: Owner Of Property
ru: Владелец собственности

source: Not Owner Of Property
ru: Не владелец собственности

source: Authorized On Property
ru: Имеет доступ к собственности

source: Unauthorized On Property
ru: Не имеет доступа к собственности

source: Not Destroying Organism
ru: Не разрушающий организм

source: Destroying Organism
ru: Разрушающий организм

source: Entering Election
ru: Становится кандидатом

source: Leaving Election
ru: Снимает кандидатуру

source: Entering Demographic
ru: Начинает входить в демографическую группу

source: Leaving Demographic
ru: Перестаёт входить в демографическую группу

source: First Time In Demographic
ru: Первый раз попадает в демографическую группу

source: Not First Time In Demographic
ru: Не первый раз в демографике

source: Placing Object
ru: Размещение объекта

source: Picking Up Object
ru: Поднят объект

source: Unclaiming Land
ru: Освобождение земли

source: Building Block
ru: Строительный блок

source: Loan
ru: Займ

source: Bond
ru: Облигация

source: Wood
ru: Дерево

source: Canvas
ru: Холст

source: Metal
ru: Металл

source: Dug
ru: Выкопанный

source: Mined
ru: Добытый

source: Debug Statistic Tracker
ru: Отслеживание статистики отладки

source: Voice Manager
ru: Диспетчер голосового чата

source: Wall Blocks Per Window
ru: Соотношение блоков стены и окон

source: APIAuth Token
ru: Токен APIAuth

source: APIAdmin Auth Token
ru: Токен аутентификации APIAdmin

source: Day Range For Active Demographic
ru: Количество дней для демографии 'Активный'

source: Hours Played To Be Active Demographic
ru: Часов сыграно что бы попасть в демографию 'Активный'

source: Day Range For Abandoned Demographic
ru: Количество дней для демографии 'Брошенный'

source: Hours Played To Be Abandoned Demographic
ru: Часов сыграно что бы попасть в демографию 'Брошенный'

source: Minutes Between Civics Updates
ru: Минут между обновлениями гражданского права

source: Wage Frequency Minutes
ru: Частота выплат в минутах

source: Allow Laws To Prevent Login Or Play
ru: Могут ли законы блокировать вход или игру

source: Basic Election
ru: Стандартное голосование

source: Abandoned
ru: Брошенный

source: Climb Height
ru: Высота подъема

source: Chance To Attack
ru: Шанс атаковать

source: Detect Range
ru: Дальность обнаружения

source: Is Predator
ru: Хищник

source: Group In Packs
ru: Группировать в пачки

source: Tarantula
ru: Паук-птицеед

source: SnappingTurtle
ru: Каймановая черепаха

source: PacificSardine
ru: Перуанская сардина

source: MoonJellyfish
ru: Ушастая аурелия

source: Jaguar
ru: Ягуар

source: Crab
ru: Краб

source: Coyote
ru: Койот

source: Cod
ru: Треска

source: BlueShark
ru: Синяя акула

source: Bass
ru: Окунь

source: Alligator
ru: Аллигатор

source: Agouti
ru: Агути

source: Current {0}
ru: Сейчас {0}

source: Constitutions can be overthrown when their value is exceeded by {0}%.
ru: Конституцию можно отменить, если её значение будет превышено на {0}%.

source: {0} with room value {1}
ru: {0} со значением помещения {1}

source: Available Causes
ru: Доступные причины

source: Available Effects
ru: Доступные эффекты

source: World Settings
ru: Настройки мира

source: Current constituion:
ru: Текущая конституция:

source: Zoning Office
ru: Офис зонирования

source: Tool Bench
ru: Стол для инструментов

source: A place to craft and fix up tools.
ru: Место для изготовления и ремонта инструментов.

source: Stamp Mill
ru: Штамповочная мельница

source: Softwood Lumber Table
ru: Стол из пиломатериалов хвойных пород

source: Softwood Lumber Door
ru: Дверь из пиломатериалов хвойных пород

source: Softwood Lumber Chair
ru: Стул из пиломатериалов хвойных пород

source: Softwood Lumber Bench
ru: Лавка из пиломатериалов хвойных пород

source: Small Standing Wood Sign
ru: Маленькая деревянная табличка

source: Small Standing Spruce Sign
ru: Маленькая еловая табличка

source: Small Standing Softwood Sign
ru: Маленькая табличка из хвойных пород

source: Small Standing Saguaro Sign
ru: Маленькая табличка из карнегии

source: Small Standing Redwood Sign
ru: Маленькая табличка из секвойи

source: Small Standing Palm Sign
ru: Маленькая пальмовая табличка

source: Small Standing Oak Sign
ru: Маленькая дубовая табличка
