Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Cancel debt that a particular player has accumulated.
ru: Аннулировать долги, которые накопил игрок.

source: Spawns a stockpile containing stacks of the listed items.
ru: Создать склад содержащий стопки перечисленных предметов.

source: item1
ru: предмет1

source: item2
ru: предмет2

source: item3
ru: предмет3

source: item4
ru: предмет4

source: item5
ru: предмет5

source: A set of commands for manipulating money.
ru: Набор команд для манипуляций с деньгами.

source: Display all bank accounts in the game.
ru: Отображает все банковские счета в игре.

source: Give every player an amount of money
ru: Даёт каждому игроку указанную сумму

source: List all currencies in the game.
ru: Список всей игровой валюты.

source: Tax all accounts in all currencies a specified amount of money, into the treasury by default or a specified account.
ru: Взымает налог во всех валютах на указанную сумму, в казну по умолчанию или на указанный счёт.

source: carried
ru: груз

source: Level
ru: Уровень

source: Commands related to user-defined districts.
ru: Команды для районов, созданных игроками.

source: radiusInPlots
ru: радиусВУчастках

source: Performs a variety of government operations.
ru: Выполняет разнообразные правительственные действия.

source: Lists the active elements of the government.
ru: Показывает список активных элементов правительства.

source: Spawn a blank constitution if it's missing.
ru: Создаёт пустую конституцию, если она отсутствует.

source: Remove the current constitution.
ru: Удалить текущую конституцию.

source: Remove record of a specific election, or if none passed, all previous elections.
ru: Удалите запись о конкретных выборах или, если они не прошли, обо всех предыдущих выборах.

source: List running elections.
ru: Список текущих выборов.

source: List each demographic and who is in it.
ru: Список всех демографических групп и кто в них находится.

source: List each demographic and the status of the specified user (using the called if none specified).
ru: Список всех демографических групп и статус конкретного пользователя (или статус вызвавшего команду, если параметр не был указан).

source: View and manipulate player titles.
ru: Просмотр и управление титулами игроков.

source: Lists all existing titles and info about them.
ru: Список всех существующих титулов и информация о них.

source: Assigns a given user to a given title, assigning to yourself if none is specified.
ru: Присваивает указанный титул пользователю, или себе, если параметр не указан.

source: assignTo
ru: назначитьНа

source: Removes a given user from a given title, removing from yourself if none is specified.
ru: Убирает указанный титул у пользователя, или у себя, если параметр не указан.

source: unassignUser
ru: снятьСЗадачи

source: Clears all occupants from a title.
ru: Лишает титула всех его обладателей.

source: Permanently deletes a title.
ru: Безвозвратно удаляет должность.

source: Rename a new title.
ru: Переименовывает титул.

source: newName
ru: новоеИмя

source: Set values for a title.
ru: Устанавливает параметры должности.

source: maxOccupants
ru: максИгроков

source: Test
ru: Проверка

source: Districts
ru: Районы

source: Opens the server GUI, if the user is a local user.
ru: Открывает интерфейс сервера, если пользователь в локальной игре.

source: Performs commands for world pollution.
ru: Отображает команды для манипуляций с загрязнением мира.

source: Just in case you like living in TRASH CITY
ru: Просто в случае, если вам нравится жить НА СВАЛКЕ

source: Creates x PPM of air pollution
ru: Загрязняет воздух на х PPM

source: Rains tailings from the heavens to ruin the world
ru: Дождь из хвостов уничтожающий мир

source: Creates AIR POLLUTION MACHINES OF DOOM
ru: Создаёт АПОКАЛИПТИЧЕСКУЮ МАШИНУ ЗАГРЯЗНЕНИЯ ВОЗДУХА

source: Displays the current sea level and how much it has risen.
ru: Отображает текущий уровень моря и насколько он вырос.

source: num
ru: число

source: Stone Sickle
ru: Каменный серп

source: Stone Road Tool
ru: Каменная трамбовка

source: Stone Machete
ru: Каменное мачете

source: Steel Sickle
ru: Стальной серп

source: Steel Road Tool
ru: Стальная трамбовка

source: Steel Machete
ru: Стальное мачете

source: Modern Machete
ru: Современное мачете

source: Iron Machete
ru: Железное мачете

source: User {0} trying to connect with incompatible version.\n{1}Disconnecting...
ru: Пользователь {0} пытался подключится с несовместимой версией.\n{1}Отключение...

source: User version: {0}
ru: Версия пользователя: {0}

source: Server version: {0}
ru: Версия сервера: {0}

source: {0} ID: {1}
ru: Идентификатор {0}: {1}

source: The time is: {0}
ru: Время: {0}

source: Could not find command: {0}. Type /? for a list of commands.
ru: Команда не найдена: {0}. Введите /? для списка команд.

source: Somebody else is already saving the world!
ru: Кто-то другой уже сохраняет мир!

source: Cannot fit {0} in your inventory.
ru: {0} не влезает в инвентарь.

source: {0}: {1} {2} done.
ru: {0}: {1} {2} выполнено.

source: Unassigned Role
ru: Роль не назначена

source: Role
ru: Роль

source: {0} cancelled.
ru: {0} отменено.

source: {0} complete.
ru: {0} завершено.

source: {0} payment
ru: {0} платеж

source: splitting evenly
ru: разделяя поровну

source: splitting based on work performed
ru: пропорционально выполненной работе

source: , paid as work is performed.
ru: , оплата по мере выполнения.

source: Should the amount be paid out as you do work? Or all at once at the end?
ru: Нужно ли оплачивать по мере работы? Или всё сразу при завершении?

source: This clause allows you to define a set of sub-clauses. You can define how many of the sub-classes must be satisfied for this clause to succeed: All, Any, or None.\n\nThis clause is useful for making complex requirements with multiple options for success.
ru: Этот пункт позволяет Вам определить набор условий. Вы можете определить, какое количество условий должно быть удовлетворено, чтобы этот пункт был зачтён: все, любое из них, или ни одного.\n\nЭтот пункт полезен для написания сложных требований с несколькими способами выполнения.

source: You cannot hold an election for {0}.{1}It is only a proposed title and must be activated first.
ru: Нельзя запустить выборы {0}.{1}Эта должность пока только предложена, её нужно сначала активировать.

source: You cannot hold an election for {0}.{1}The title has been removed.
ru: Нельзя запустить выборы {0}.{1}Эта должность удалена.

source: Election for {0} is already running.
ru: Выборы {0} уже идут.

source: There is already an election happening for {0}: {1}
ru: Выборы {0} уже идут: {1}

source: You are already in the running election {0}.
ru: Вы уже участвуете в выборах {0}.

source: Cannot start another election of type {0} for another {1}.
ru: Нельзя начать ещё одни выборы типа {0} для другого {1}.

source: Can't start an election to replace this occupied position until {0} hours before the end of term.
ru: Нельзя начать выборы занятой должности, пока не останется {0} часов до окончания срока.

source: Cannot run for office, you have already served the maximum number of terms, {0}.
ru: Нельзя предложить свою кандидатуру, потому что вы уже занимали должность максимальное количество сроков, {0}.

source: Cannot run for office, you have already served the maximum number of consecutive terms, {0}.
ru: Нельзя предложить свою кандидатуру, потому что вы уже занимали должность максимальное количество сроков подряд, {0}.

source: Only {0} may vote in this election.
ru: Могут голосовать в этих выборах: {0}.

source: Member Status
ru: Статус участника

source: added {0}. All requested items are present.
ru: добавили {0}. Все нужные предметы присутствуют.

source: added {0}. {1} remaining.
ru: добавили {0}. {1} осталось.

source: removed {0}. All requested items are present.
ru: удалили {0}. Все нужные предметы присутствуют.

source: removed {0}. {1} remaining.
ru: удалили {0}. {1} осталось.

source: You {0}
ru: Вы {0}

source: Only users with title permissions can set the global markers.
ru: Только игроки с правами от должностей могут ставить глобальные метки.

source: {0} added {1} to {2}.
ru: {0} добавляет {1} в {2}.

source: Civics
ru: Гражданское право

source: You are too hungry to do that.
ru: Вы слишком голодны, чтобы сделать это.

source: Work Parties
ru: Рабочие группы

source: Can't ratify
ru: Нельзя ратифицировать

source: {0} was turned off because it couldn't legally create air pollution.
ru: {0} выключен, так как загрязнять воздух запрещено законом.

source: No constitution found, cannot execute civic actions until one is formed.
ru: Нет Конституции, нельзя выполнять гражданские действия до её создания.

source: Could not perform this action.{0}{1}
ru: Нельзя выполнить это действие.{0}{1}

source: Missing {0} in {1}.
ru: Не хватает {0} в {1}.

source: Invalid {0} in {1}: {2}
ru: Неправильный {0} в {1}: {2}

source: Local Worlds
ru: Локальные миры

source: Currently unposted.
ru: Ещё не опубликован.

source: Amount to craft:
ru: Количество, которое нужно изготовить:

source: Target account:
ru: Целевой счет:

source: Open or Closed Work Party
ru: Открытая или закрытая рабочая группа

source: Set whether this Work Party is an Open or Closed size.\n\nAn 'Open' Work Party will open a new laborer slot when existing roles fill up. A closed Work Party will not.
ru: Выбрать, будет ли эта рабочая группа открытой или закрытой.\n\nВ открытая группа будут открываться новые места для работников по мере заполнения существующих. В закрытой - не будут.

source: Laborers
ru: Работники

source: Permissions
ru: Разрешения

source: Bank Accounts You Manage
ru: Банковские счёта, которыми вы управляете

source: Help Text
ru: Текст справки

source: Mint item:
ru: Элемент чеканки:

source: Description:
ru: Описание:

source: Enter Description.​
ru: Введите описание

source: Savegame Description
ru: Описание сохранения игры

source: % of transfer
ru: % от перевода

source: Direct Transfer Tax (own):
ru: Налог на перевод (собственных средств):

source: % of payment
ru: % от платежа

source: % of fee
ru: % от стоимости

source: Contract Tax:
ru: Налог на договора:

source: Crafting Fee Tax:
ru: Налог на оплату изготовления:

source: Direct Transfer Tax (public):
ru: Налог на перевод (общих средств):

source: Host a World
ru: Создать новый мир

source: HW Management
ru: Управление HW

source: Incompatible version.\n{0}
ru: Несовместимая версия.\n{0}

source: Online hours of {0} (in the last {1} days)
ru: Часов онлайна {0} (за последние {1} дней)

source: Online time of a citizen.
ru: Часы онлайна жителя.

source: The citizen who's online time we're measuring
ru: Житель, чьё время в онлайн мы измеряем

source: The currency owned by the citizen to count.
ru: Валюта для подсчёта, которой владеет житель.

source: The citizen whose wealth is being calculated.
ru: Житель, чьё богатство подсчитывается.

source: Is this citizen currently an admin?
ru: Этот житель сейчас администратор?

source: The citizen being checked.
ru: Проверяемый житель.

source: Citizens
ru: Жители

source: has
ru: имеет

source: doesn't have
ru: не имеет

source: The citizen to test.
ru: Житель для проверки.

source: All citizens are members.
ru: Все жители являются участниками.

source: The citizen being checked for this demographic.
ru: Жители, которые проверяются на соответствие этой демографической группе.

source: When a citizen matches all of these requirements, they will be a member of this demographic.
ru: Когда житель соответствует всем этим требованиям, он будет входить в эту демографическую группу.

source: Requirements to be in this Demographic:
ru: Требования, чтобы войти в демографическую группу:

source: Requirements:
ru: Требования:

source: Citizens in demographic: {0}
ru: Жители в демографической группе: {0}

source: Citizens not in demographic: {0}
ru: Жители, не входящие в демографическую группу: {0}

source: The 'Active Players' demographic will check this many of the past days to determine the hours played by a user.
ru: Сколько прошедших дней используется в демографии 'Активный' для определения сыгранных игроком часов.

source: The 'Active Players' demographic will apply to any users who played this many hours within the past number of days specified above.
ru: Столько часов нужно сыграть за указанные выше дни, что бы попасть под действие демографии 'Активный'.

source: Display Text
ru: Отображаемый текст

source: Target Inventory
ru: Инвентарь получателя

source: Target Bank Account
ru: Счёт получателя

source: Successor
ru: Преемник

source: Rank
ru: Ранг

source: Player Experience Per Specialty Experience
ru: Получение опыта персонажа при прокачке специальности

source: Craft Time Modifier
ru: Множитель времени изготовления

source: Craft Resource Modifier
ru: Множитель стоимости изготовления

source: Admin Commands Logging Level
ru: Уровень ведения записи команд администратора

source: Delay Nearby Food Check Minutes
ru: Задержка между поисками доступной пищи

source: Nearby Food Spawn Location Radius
ru: Радиус доступности пищи от точки возрождения

source: Nearby Food Spawn Count
ru: Количество доступной пищи для точки появления

source: Spawn Nearby Food Location
ru: Место появления неподалёку от пищи

source: Value Addition To Overthrow
ru: Превышение значения для перехвата полномочий

source: Resigned
ru: В отставке

source: Preserve Generated Mods Assembly
ru: Сохранить собранную сборку модификаций

source: Invalid WaterRange for {0}. Ensure you have most recent EcoSim.eco version and probably you may need to regen the layer if it disappeared with in-game admin command: /regenlayer {1}
ru: Неверный параметр WaterRange для {0}. Проверьте, что у вас последняя версия EcoSim.eco. Если слой пропал, вам нужно пересоздать его внутри-игровой командой администратора: /regenlayer {1}

source: and
ru: и

source: , and
ru: , и

source: Error getting title: {0}
ru: Ошибка получения титула: {0}

source: Not Found
ru: Не найдено

source: Updated {0}. It may take up to ten minutes to see the immediate consequences in the world.
ru: Обновлено {0}. Может пройти до десяти минут, прежде чем вы увидите последствия в мире.

source: Updating {0} has no effect. Try different params.
ru: Обновление {0} ничего не меняет. Попробуйте другие параметры.

source: Who can vote in elections of this type?
ru: Кто может голосовать на выборах этого типа?

source: Who can veto elections of this type?
ru: Кто может наложить вето на выборы этого типа?

source: After this many hours, the election will end with or without a winner.
ru: Через это количество часов выборы закончатся, с победителем или без.

source: The election will not end earlier than this time (unless vetoed).
ru: Выборы не закончатся раньше этого времени (кроме вето).

source: If this percentage of voters have cast their vote, then the election will end early (but not sooner than the Minimum Election Time).
ru: Если этот процент участников проголосовал, выборы закончатся досрочно (но не раньше, чем через Минимальное время выборов).

source: Once an election of this type completes, another of the the same type cannot be started for this many days.
ru: Когда выборы этого типа закончатся, нельзя будет начать следующие выборы того же типа в течение этого количества дней.

source: For yes/no elections only: End the election immediately when this percentage have voted either yes or no.
ru: Для выборов да/нет: Закончить выборы досрочно, когда этот процент участников проголосовал да или нет.

source: Members: {0} Non-members: {1}
ru: Участвуют: {0} Не участвуют: {1}

source: Defines rules about how the government works.
ru: Определяет принципы работы правительства.

source: Which kind of civic actions does this rule apply to?
ru: К какому виду гражданского действия применяется это правило?

source: Defines which citizens can perform these kinds of actions immediately, without election.
ru: Определяет, какие жители могут выполнять эти типы действий немедленно, без голосования.

source: Defines which citizens are allowed to propose an election that would perform this action.
ru: Определяет, какие жители могут предложить голосование для выполнения этого действия.

source: Defines the kind of election that will be run to determine if the action should be taken.
ru: Определяет, какой тип голосования будет запускаться, чтобы решить, нужно ли выполнять действие.

source: When set, only laws triggering on this will be affected.
ru: Когда включено, только законы активирующиеся при этом будут затронуты.

source: Error contacting authorization server for voice token. Voice will not be available.
ru: Ошибка при обращении к серверу авторизации для получения голосового токена. Голосовая связь будет недоступна.

source: Error contacting authorization server for voice token. Voice will not be available until you reconnect.
ru: Ошибка при обращении к серверу авторизации для получения голосового токена. Голосовая связь будет недоступна до переподключения.

source: Population Changes:
ru: Изменения популяций:

source: Current Populations:
ru: Текущая популяция:

source: Size:
ru: Размер:

source: {0:username} {1:verb} by {2:bonus amount}
ru: {0:username} {1:verb} на {2:bonus amount}

source: EcoSim.eco config isn't valid. Read more details above.
ru: Файл конфигурации EcoSim.eco содержит ошибки. Подробности выше.

source: Preserve or not auto-generated Eco.Mods.dll assembly. When server started it will be saved in current directory.
ru: Сохранять или нет автоматически сгенерированную сборку Eco.Mods.dll. После запуска сервера она будет сохранена в текущем каталоге.

source: Editing Text​
ru: Редактирование текста

source: Name:
ru: Название:

source: Title:
ru: Название:

source: *Requires paid subscription
ru: *Требуется платная подписка

source: Constiutional Articles
ru: Статьи конституции

source: Elected Titles\n
ru: Выборные должности\n

source: District
ru: Район

source: Invalid! {0}
ru: Недействительный! {0}

source: valid
ru: действительный

source: (invalid)
ru: (недействительный)

source: invalid
ru: недействительный

source: Only can use this command when targeting a vehicle
ru: Эту команду можно использовать только когда вы смотрите на технику.

source: You're not authorized to do this.
ru: Вам не разрешено делать это.

source: {0} {1} on property.
ru: {0} {1} на собственности.

source: greater than
ru: больше чем

source: Cannot specify a '{0}' {1}: {2}.
ru: Нельзя указать '{0}' {1}: {2}.

source: (Note: this will automatically become valid if {0} becomes active.)
ru: (Примечание: это автоматически заработает, когда {0} станет активным.)

source: Specifies how much wall blocks required to make one empty window or door block without penalty. It counts all wall blocks in the room, including window blocks itself.
ru: Устанавливает сколько блоков стены, необходимо на один пустой блок что бы тот считался окном или дверью без штрафа. Считаются все блоки в комнате, включая сам блок окна или двери.

source: If set, rooms can have empty edges, but they will be calculated as 0 tier. Otherwise room will be broken if any edge not filled.
ru: Если включено, комната может иметь пустые углы, которые будут считаться 0 уровнем. В противном случае комната не будет создана если все грани не заполнены.

source: Room can't be created from wall block at {0}
ru: Нельзя сделать комнату с блоком стены в {0}

source: Room can't be created from window at {0}
ru: Нельзя сделать комнату с окном в {0}

source: Room volume at {0} is too small. Should be at least 3 blocks, but current volume is {1}
ru: Объём комнаты в {0} слишком мал. Нужно хотя бы 3 блока, а текущий объём — {1}

source: Room at {0} can't have empty edges if AllowEmptyEdges is false. Currently have {1}.
ru: В комнате {0} нельзя делать пустые рёбра, если AllowEmptyEdges установлено в false. Сейчас их {1}.

source: {0} complete: {1}
ru: {0} завершено: {1}

source: Tutorial
ru: Обучение

source: Contains {0} Districts covering {1} square meters ({2} plots).
ru: Содержит {0} районов площадью {1} кв. м. ({2} участков).

source: District Maps
ru: Карты районов

source: Please restart the game for the language change to take full effect.
ru: Пожалуйста, перезапустите игру для полного применения выбранного языка.

source: Anonymous
ru: Аноним

source: Are you sure you want to remove all {0}? {1} entries total.
ru: Вы уверены, что хотите удалить все {0}? Всего {1}.

source: You must specify an object type: {0}
ru: Нужно выбрать тип объекта: {0}

source: {0} added.
ru: {0} добавлено.

source: Couldn't find entry matching {0} in {1} list.
ru: Не найдено ничего, соответствующего {0} в списке {1}.

source: Removed {0}.
ru: Удалено {0}.

source: Cannot remove users.
ru: Нельзя удалить пользователей.

source: No items of this tier were found
ru: Не найдено предметов данного уровня качества

source: No vehicles were found
ru: Техники не найдено

source: Invalid subcommand '{0}' sent to '{1}'.
ru: Неправильная подкоманда '{0}' отправлена в '{1}'.

source: Are you sure you want to leave this work party? Your existing contribution of {0} will be lost.
ru: Вы уверены, что хотите выйти из рабочей группы? Ваш вклад {0} будет потерян.

source: Cancelling will pay out all existing laborers any amounts they've earned this far. Are you sure?
ru: При отмене будет выплачена зарплата всем работникам за сделанную часть работы. Вы уверены?

source: You're not a part of this work party.
ru: Вы не входите в эту рабочую группу.

source: You're already a part of this work party.
ru: Вы уже входите в эту рабочую группу.

source: You are now a laborer in {0}!
ru: Теперь вы участвуете в {0}!

source: Cannot create more than {0} accounts.
ru: Нельзя создать больше {0} аккаунтов.

source: Name must be more than 3 characters.
ru: Имя должно быть длиннее 3 символов.

source: Wages
ru: Зарплата

source: income tax
ru: получаемые налоги

source: The currency the wages will be paid in.
ru: Валюта, в которой будет платиться зарплата.

source: How much the citizen will be paid per hour of work.
ru: Какую сумму житель будет получать за час работы.

source: Which account the wages will be paid from.
ru: С какого счёта будет выдаваться зарплата.

source: Which time counts as 'worked' for purposes of this wage.
ru: Какое время будет считаться как отработанное при выплате зарплаты.

source: online and offline
ru: в игре и вне игры

source: Wages Paid From Account
ru: Зарплата выплачивается со счёта

source: {0}: {1} Current wage earners: {2}
ru: {0}: {1} Сейчас зарплату получают: {2}

source: Zero hourly rate: {0}
ru: Сдельная оплата: {0}

source: Couldn't get currency: {0}
ru: Ошибка получения валюты: {0}

source: Wages:
ru: Зарплата:

source: Your Wages:
ru: Ваша зарплата:

source: Wages for being an occupant of this title.
ru: Зарплата тех, кто занимает эту должность.

source: Elections Using This Process:
ru: Голосование через этот процесс:

source: Resign from {0}
ru: Уйти в отставку с должности {0}

source: Veto {0}
ru: Наложить вето на {0}

source: resigned
ru: в отставке

source: Begin an election for a government office.
ru: Начать выборы на государственную должность.

source: Join an election as a candidate.
ru: Выставить свою кандидатуру.

source: Leave an election of which you are a candidate.
ru: Снять свою кандидатуру с выборов.

source: Forcibly remove an official from office.
ru: Снять игрока с государственной должности.

source: Resign from an elected title you hold.
ru: Уйти в отставку с выборной должности, которую вы занимаете.

source: Ends an election immediately, blocking it's result.
ru: Прекращает голосование, отменяя его результат.

source: Start Election
ru: Начать голосование

source: Resign from Office
ru: Уйти в отставку

source: Veto Election
ru: Наложить вето на голосование

source: An anonymous citizen
ru: Анонимный житель

source: You are already in this election.
ru: Вы уже участвуете в выборах.
