Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: The more balanced the different nutrients are, the higher your balance bonus.
ru: Чем более сбалансированы различные питательные вещества, тем выше ваш бонус за баланс.

source: Don't set an exhaustion preference
ru: Не устанавливайте режим истощения

source: Hours played per day:
ru: Кол-во часов игры в день:

source: Scroll Sensitivity
ru: Чувствительность прокрутки

source: Points
ru: Точки

source: World Progress\n
ru: Прогресс в мире\n

source: Payment\n
ru: Оплата\n

source: Manage Rent
ru: Управление арендой

source: You have learned the basics of this skill.\nTo level-up further, you must specialize in it:
ru: Вы изучили основы этого навыка.\nДля повышения уровня, у вас должна быть эта специализация:

source: Option 1: Self-Taught
ru: Вариант 1: Самостоятельное обучение

source: Option 2: Education
ru: Вариант 2: Обучение

source: Hold Shift to grab
ru: Удерживайте Shift для захвата

source: Learn Now
ru: Изучить сейчас

source: Looking for wood
ru: Поиск древесины

source: Switch to simple
ru: Переключиться на простой

source: Switch to advanced
ru: Переключиться на продвинутый

source: Sail
ru: Парус

source: {0} calories.
ru: {0} калорий.

source: Stop Teaching
ru: Прекратить обучение

source: Skill Name
ru: Название навыка

source: Add Study Labor
ru: Добавить работу учащегося

source: {0} hours of study time.
ru: {0} ч. учебного времени.

source: Enroll as Student
ru: Записаться в студенты

source: Study Progress
ru: Прогресс обучения

source: Class Status:
ru: Статус класса:

source: Students\n
ru: Студенты\n

source: Become teacher
ru: Стать преподавателем

source: Education:
ru: Обучение:

source: Add Teaching Labor
ru: Добавить работу преподавателя

source: Teacher Name
ru: Имя преподавателя

source: Cost to learn:
ru: Стоимость обучения:

source: Mininum Students Before Teaching Starts
ru: Мин. необходимое кол-во учеников для начала обучения

source: Decreases resource cost for the table work order by <#8CBF43>25%</color>
ru: Уменьшает затраты ресурсов на <#8CBF43>25%</color>

source: Decreases craft time for the table work orders by <#8CBF43>25%</color>
ru: Уменьшает время изготовления на <#8CBF43>25%</color>

source: Decreases resource cost for the table work order by <#8CBF43>45%</color>
ru: Уменьшает затраты ресурсов на <#8CBF43>45%</color>

source: Decreases craft time for the table work orders by <#8CBF43>45%</color>
ru: Уменьшает время изготовления на <#8CBF43>45%</color>

source: Free Food for New Citizens
ru: Бесплатная еда для новых Жителей

source: Elk Protection Act
ru: Акт о защите Вапити

source: View District Map Editing
ru: Показать карту редактирования районов

source: or in the world webpage.
ru: или на web странице мира.

source: Add Labor
ru: Добавить работу

source: Neutral
ru: Нейтральный

source: Talking
ru: Говорящий

source: Chewing
ru: Жующий

source: Achievement 2
ru: Достижение 2

source: Achievement 3
ru: Достижение 3

source: Knock
ru: Постучать

source: Cheer
ru: Радоваться

source: Stinky
ru: Вонючка

source: Lie
ru: Солгать

source: Max active players, 0 = Unrestricted. Setting this gives your match score a boost in the server browser when you have fewer players than needed, and an extra boost if players have recently abandoned.(This affects your server score only and is not limiting amount of total users that can connect)
ru: Максимальное количество активных игроков, 0 = Неограниченно. Данный параметр увеличивает рейтинг Вашего сервера в списке серверов, когда у Вас меньше активных игроков, чем требуется и дает дополнительный бонус если игроки покинули мир совсем недавно. (это влияет только на рейтинг вашего сервера и не ограничивает количество пользователей, которые могут подключиться)

source: Oops
ru: Упс

source: Shame
ru: Стыд

source: Laugh
ru: Смех

source: Yuck
ru: Фу

source: Nope
ru: Нет

source: Gross
ru: Грубить

source: Liedown
ru: Лечь

source: Lay
ru: Положить

source: Home Value
ru: Качество дома

source: On Ground
ru: На земле

source: Tree is already on ground.
ru: Дерево уже на земле.

source: When multiple civic articles can apply to a given action, the one with the highest priority value will be used. (the higher the number, the higher the priority)
ru: Когда к данному действию может применяться несколько гражданских статей, будет использоваться статья с наивысшим значением приоритета. (чем больше число, тем выше приоритет)

source: Citizens in this group can remove occupants of this elected title immediately at any government office.
ru: Жители из этой группы могут немедленно снимать занимающих Выборную должность в любом Правительственном офисе.

source: Cornrows
ru: Брейды

source: Curly
ru: Кудри

source: Ponytail
ru: Конский хвост

source: Sleek Short Hair
ru: Гладкая короткая стрижка

source: The Bob
ru: Боб

source: Agouti Enchiladas
ru: Энчиладас с агути

source: Autumn Stew
ru: Осеннее рагу

source: Banh Xeo
ru: Блинчики Бан Хео

source: Bean Sprout
ru: Бобовый росток

source: Bison Chow Fun
ru: Фан-чау из бизона

source: Clam Chowder
ru: Похлебка из моллюсков

source: Fantastic Forest Pizza
ru: Фантастическая лесная пицца

source: Fish N Chips
ru: Рыбные чипсы

source: Hearty Hometown Pizza
ru: Сытная пицца в родном городе

source: Hosomaki
ru: Хосомаки

source: Huckleberry Fritter
ru: Черничные Оладьи

source: Kelpy Crab Roll
ru: Ролл Краб в ламинарии

source: Loaded Taro Fries
ru: Загруженный фарш Таро

source: Millionaires Salad
ru: Салат Миллионера

source: Mochi
ru: Моти

source: Phad Thai
ru: Пад-тай

source: Poke Bowl
ru: Поке Боул

source: Pupusas
ru: Пупусас

source: Rice Flour
ru: Рисовая мука

source: Rice Noodles
ru: Рисовая лапша

source: Roast Pumpkin
ru: Жареная тыква

source: Seeded Camas Roll
ru: Ролл с семенами Камассии

source: Sensuous Sea Pizza
ru: Морская Пицца

source: Shark Fillet Soup
ru: Суп из филе акулы

source: Smooth Gut Noodle Roll
ru: Ролл из гладкой кишки с лапшой

source: Spiky Roll
ru: Колючий ролл

source: Sun Butter
ru: Паста из семечек подсолнуха

source: Sun Cheese
ru: Сыр из семечек подсолнуха

source: Taro Fries
ru: Таро Фри

source: Tasty Tropical Pizza
ru: Вкусная Тропическая Пицца

source: Worldly Donut
ru: Пончик мудрости

source: CO2 Canister
ru: Баллон CO2

source: Composite Lumber Dresser
ru: Комод из композитов

source: Large Bath Mat
ru: Большой коврик для ванной

source: Nylon Futon Bed
ru: Кровать с нейлоновым футоном

source: Nylon Futon Couch
ru: Диван с нейлоновым футоном

source: Small Bath Mat
ru: Небольшой Коврик для ванной

source: Students Desk T1
ru: Парта T1

source: Students Desk T2
ru: Парта T2

source: Students Desk T3
ru: Парта T3

source: Teachers Desk T1
ru: Стол Учителя T1

source: Teachers Desk T2
ru: Стол Учителя T2

source: Teachers Desk T3
ru: Стол Учителя T3

source: Towel Rack
ru: Вешалка для полотенец

source: Upholstered Chair
ru: Стул с обивкой

source: Upholstered Couch
ru: Диван с обивкой

source: Actors related commands
ru: Команды связанные с Акторами

source: Uses wind to produce electrical power. Requires clear space for 10 blocks in front of the blades for full power generation. Gains a small output boost when placed at higher elevations.
ru: Использует силу ветра для производства электроэнергии. Для работы на полную мощность требуется 10 блоков свободного пространства перед лопастями. При размещении на возвышенностях получает небольшое увеличение мощности.

source: Uses wind to produce mechanical power. Requires clear space for 10 blocks in front of the blades for full power generation. Gains a small output boost when placed at higher elevations.
ru: Использует силу ветра для производства механической энергии. Для работы на полную мощность требуется 10 блоков свободного пространства перед лопастями. При размещении на возвышенностях получает небольшое увеличение мощности.

source: Uses the power of flowing water to produce mechanical power. Must be placed in fresh water and produces double power when placed in both a river and waterfall.
ru: Использует силу потока воды для производства механической энергии. Необходимо размещать в пресной воде. Если разместить в реке под водопадом, то мощность удвоится.

source: Like a couch, but upholstered.
ru: Как диван, но с обивкой.

source: Like a chair, but upholstered.
ru: Как стул, но с обивкой.

source: A wooden hanging rack designed for towels.
ru: Подвесная деревянная вешалка для полотенец.

source: Hanger
ru: Вешалка

source: Generates electrical power from the sun! Requires a clear view of the sky above the generator for full output. Internal batteries ensure generation during nighttime.
ru: Генерирует электрическую энергию от солнца! Для достижения полной мощности требуется чистое небо над генератором. Внутренние батареи позволяют вырабатывать энергию даже в ночное время.

source: A small bath mat when a normal rug does not cover your bathroom needs.
ru: Маленький коврик для ванной, если обычный коврик не соответствует вашим потребностям.

source: Small Bath Mats
ru: Коврики для ванной

source: A modern styled couch with a classic touch.
ru: Современный стилизованный диван с примесью классики.

source: A classic futon for when regular beds are too soft.
ru: Классический футон на случай, если обычные кровати кажутся вам слишком мягкими.

source: A large bath mat reduces risks of slipping on wet floors in the bathroom.
ru: Большой коврик для ванной снижает риск поскользнуться на мокром полу в ванной комнате.

source: Large Bath Mats
ru: Большие коврики для ванной

source: A rough hewn wooden dresser that lets you store your clothing and quickly switch between a one designated outfit and whatever you are currently wearing.
ru: Грубо сколоченный деревянный комод служит для хранения одежды, а также позволяет быстро сменить ваш текущий наряд на другой.

source: Dresser
ru: Комод

source: A composite lumber dresser that lets you store your clothing and quickly switch between a one designated outfit and whatever you are currently wearing.
ru: Комод из композитных пиломатериалов служит для хранения одежды, а также позволяет быстро сменить ваш текущий наряд на другой.

source: Sunflower Oil
ru: Подсолнечное масло

source: Sand Concentrate Lv3
ru: Получить песок Lv3

source: Sand Concentrate Lv2
ru: Получить песок Lv2

source: Clean Moon Jellyfish
ru: Очистить Ушастую аурелию

source: Understand this, and you will understand a lot.
ru: Поняв это, Вы осознаете многое.

source: To some it is tasty. To others, unforgivable.
ru: Для одних это вкусно. Для других же это непростительно.

source: Crispy strips of taro that have been deep fried in oil.
ru: Хрустящие ломтики таро, глубоко обжаренные в масле.

source: A plant whose seeds are quite versitile in their use further processed.
ru: Растение, семена которого имеют широкое применение после их дальнейшей обработки.

source: Cheesy yet not made in a traditional way.
ru: Вкусный, но приготовленный не традиционным способом.

source: A revolutionary method to aquire butter.
ru: Революционный метод получения масла.

source: Spikes are definitely removed before serving.
ru: Перед подачей обязательно удалите шипы.

source: These noodle rolls look VERY smooth.
ru: Эти роллы с лапшой выглядят ОЧЕНЬ гладкими.

source: A texture all of its own.
ru: Неповторимая текстура.

source: The chewyness is unreal.
ru: Жевать не пережевать.

source: Seeds sprinkled on a roll made from rice, fiddleheads and camas paste.
ru: Посыпанные семенами роллы, сделанные из риса, побегов папоротника и пасты из камассии.

source: Sweet but a suprising source of vitamins.
ru: Сладкий, но удивительный источник витаминов.

source: Noodles made from delicious milled white grains.
ru: Лапша, сделанная из вкуснейших молотых белых зерен.

source: Rice grounded into flour is equally as versatile as its golden cousin.
ru: Перемолотый в муку рис столь же универсален, как и его золотистый собрат.

source: A basic yet filling meal with a bite.
ru: Простая, но сытная еда с перекусом.

source: They make you full, and proud.
ru: Они делают вас сытыми и гордыми.

source: Watch your hands!
ru: Следи за своими руками!

source: Taro Fries with extra everything.
ru: Таро фри с добавлением всего.

source: Pieces of crab on a bed of rice rolled up and covered in kelp.
ru: Кусочки краба на подушке из риса, скрученные и завернутые в водоросли.

source: A simple sushi roll consisting of rice and fish tightly wrapped with seaweed.
ru: Простой суши-ролл, состоящий из риса и рыбы, плотно обернутых водорослями.

source: When you feel nostalgic and miss that cozy hometown feeling.
ru: Когда вы испытываете ностальгию и скучаете по уютному родному городу.

source: Deep-fried fish served with a side of taro chips.
ru: Рыба, обжаренная во фритюре, подается с чипсами таро.

source: Leaves you full and lively.
ru: Сохраняет Вас сытым и бодрым.

source: A thick stew loaded with clams and taro root.
ru: Рагу с моллюсками и корнем таро.

source: Who says food can't be fun?
ru: Кто сказал, что еда не может быть забавной?

source: The small sprouts from a grown bean plant.
ru: Маленькие ростки бобового растения.

source: Wrap the pancakes in the greens, then dip.
ru: Оберните оладьи в зелень, затем обмакните.

source: A healthy and cozy meal for those cold days.
ru: Здоровая и уютная еда в те холодные дни.

source: Sweet and savory...it doesn't have to be an Agouti.
ru: Сладкий и соленый... это не обязательно должен быть Агути.

source: A cotton bandana that is great for keeping the hair out of your face and acts as a sweat band.
ru: Хлопковая бандана, которая не допускает попадания волос и стекающего пота на лицо.

source: A simple white shirt with a tie and a colorable vest.
ru: Простая белая рубашка с галстуком и разноцветным жилетом.

source: Reinforced pants for exploring but still be fashionable.
ru: Усиленные штаны для экспедиций, но по прежнему модные.

source: A classic adventuring hat protecting you from the unknown.
ru: Классический шлем для приключений, защищающий вас от неизведанного.

source: Sturdy gloves comfortably lined with cotton for extra insulation against the elements.
ru: Прочные перчатки с удобной хлопковой подкладкой для дополнительной защиты от непогоды.

source: Boots with rubber soles and thermal insulation for comfort yet still be durabable.
ru: Ботинки с резиновой подошвой и теплоизоляцией для комфорта, но при этом долговечны.

source: A smooth leather belt with a simple buckle design to not get caught in branches while exploring.
ru: Гладкий кожаный ремень с простой конструкцией пряжки, чтобы не зацепиться за ветки во время странствий.

source: Simple low indoors working shoes helps avoiding slipping on wet surfaces in a large kitchen.
ru: Простая невысокая рабочая обувь спасает от скольжения по мокрому полу на большой кухне.

source: A clean Chef's shirt to spot all the spots.
ru: Чистая рубашка Повара, чтобы обнаруживать любые пятна.

source: Checkered style pants for hiding the truths of working in a kitchen.
ru: Брюки в клетку, чтобы скрыть работу на кухне.

source: To keep your hair in one place while stirring the pots.
ru: Чтобы волосы оставались на одном месте, пока вы готовите.

source: 'tokenType' can't be empty'
ru: 'tokenType' не может быть пустым

source: Spawns SkillScrolls items
ru: Создаёт страницы навыков

source: Spawns Clothing items
ru: Создаёт предметы Одежды

source: Craving Satisfied for {0}:
ru: Потребность в {0} удовлетворена:

source: Industrial objects: {0}
ru: Промышленные объекты: {0}

source: This room's furnishing value is removed because it contains an industrial object.
ru: Ценность мебели в комнате удалена, так как в ней находится промышленный объект.

source: This room's furnishing value is removed because it contains industrial objects.
ru: Ценность мебели в комнате удалена, так как в ней находятся промышленные объекты.

source: Room Category
ru: Категория комнаты

source: Total home value:
ru: Итоговая оценка дома:

source: The quality of your home increases your XP multiplier.
ru: Качество вашего дома повышает прирост опыта.

source: xp/day
ru: опыт/дн

source: Remaining Work
ru: Осталось работы

source: Perform {0} on {1} at {2}
ru: Выполните {0} на {1} в {2}

source: {0} still owes {1} a total amount of {2}. Debt can be paid in the Economy Viewer.
ru: {0} еще должен {1} всего {2}. Долг может быть оплачен в окне Просмотр экономики.

source: Force a given number of players to be active, creating the users if there are not enough
ru: Задает необходимое количество активных игроков, приглашает новых игроков если их недостаточно

source: This room is under your residency.
ru: Эта комната находится в Вашем жилище.

source: This room is under your residency and provides you with {0} xp/day.
ru: Эта комната находится в Вашем жилище и дает {0} опыта в день.

source: Room State:
ru: Статус комнаты:

source: Fine
ru: Хорошо

source: Rooms that contain industrial objects will provide no house value.
ru: Комнаты, в которых находятся промышленные объекты, не будут получить очки для дома.

source: Room is not claimed. All plots should be on the same deed for the room to be considered your property.
ru: Комната не размечена. Все участки должны находиться на одной территории, чтобы помещение считалось вашей собственностью.

source: This room is not under your residency, therefore it provides no housing XP to you.
ru: Эта комната не относится к вашему жилищу, поэтому она не дает вам опыта.

source: Total value: {0}\n
ru: Итого: {0}\n

source: Can't claim deed with 0 sides
ru: Не возможно застолбить участок с 0 сторон

source: Occupancy rule of type {0} already exists.
ru: Правило аренды типа {0} уже существует.

source: You have not eaten this food lately.
ru: Вы не ели эту еду в последнее время.

source: Fertilize
ru: Удобрить

source: The space in front of the Wind Generator is {0} clear, allowing it to generate {1}w. Due to height above sea level, the base power of {2}w was boosted by {3}.
ru: Пространство перед ветрогенератором {0} чистое, что позволяет ему генерировать {1} Вт. Из-за высоты над уровнем моря базовая мощность {2} Вт была увеличена на {3}.

source: The Wind Generator requires a clear space in front of it to operate.
ru: Для работы ветрогенератора требуется свободное пространство перед ним.

source: Waterwheel is generating {0}w due to {1} (
ru: Водяное колесо генерирует {0} Вт из-за {1} (

source: River
ru: Река

source: Waterfall
ru: Водопад

source: being in flowing water.
ru: находится в проточной воде.

source: Achievements Available
ru: Доступные достижения

source: List the achievements available.
ru: Список доступных достижений.

source: Save corrupted and no valid backup was found
ru: Сохранение повреждено, а исправная резервная копия не была найдена

source: Backup was forcefully created due to migration.
ru: Резервная копия была создана принудительно из-за миграции.

source: Item Distribution
ru: Распределение предметов

source: A tax taken from citizens applied on sales in a store (buying or selling).
ru: Налог, взимается с жителей при сделках в магазине (покупка или продажа).

source: A tax taken from citizens when crafting anything.
ru: Налог, взимается с жителей при производстве.

source: A tax taken from citizens when a contract is paid.
ru: Налог, взимаемый с граждан при оплате контракта.

source: Regulator
ru: Регулятор

source: You are {0} to work.
ru: Вы {0}, чтобы работать.

source: {0} may propose an election of type {1}.
ru: {0} может предложить выборы типа {1}.

source: Fried Vegetable
ru: Жареный овощь

source: Concentrated Ore
ru: Обогащенная руда

source: Crushed Rock
ru: Щебень

source: {0} may do so immediately.
ru: {0} может сделать это сразу.

source: Small Carcass
ru: Маленькая Туша

source: Tiny Carcass
ru: Крошечная Туша

source: Natural Fiber
ru: Натуральное волокно

source: Medium Carcass
ru: Средняя Туша

source: Charred Green
ru: Зелень на углях

source: Charred Vegetable
ru: Овощ на углях

source: Charred Fruit
ru: Фрукт на углях

source: Modern Upgrade
ru: Современное улучшение

source: Advanced Upgrade
ru: Продвинутое улучшение

source: Tiny Leather Carcass
ru: Крошечная Кожаная Туша

source: Wood Board
ru: Деревянная Доска

source: Tiny Fur Carcass
ru: Крошечная Меховая Туша

source: Not In Browser
ru: Скрытое

source: Not Allowed In Inventories
ru: Не доступно в Инвентаре

source: New Resource: {0}
ru: Новый ресурс: {0}

source: missing crafting table
ru: отсутствует верстак

source: missing skills:
ru: отсутствующие навыки:

source: missing ingredients:
ru: недостающие ингредиенты:

source: New Craftable Items:
ru: Новые создаваемые предметы:

source: 0% means users get the bare-minimum number based on targeted number of players, each specialty going to each person once. 100% means everyone gets every specailty.
ru: 0% означает, что игроки получат минимальное количество, основанное на значении количества игроков, причем каждая специальность достается каждому человеку единожды. 100% означает, что каждый получает все специальности.

source: {0} support
ru: {0} поддержка

source: {0} learning
ru: {0} изучение

source: {0} studying
ru: {0} обучение

source: {0} teaching
ru: {0} преподавание

source: too hungry
ru: слишком голодны

source: You can't use emotes while in state {0}.
ru: Вы не можете использовать эмоции, в состоянии {0}.

source: You can't use emotes while mounted.
ru: Вы не можете использовать эмоции когда сидите на объекте.

source: You can't use emotes while working.
ru: Вы не можете использовать эмоции в процессе работы.

source: You can't use emotes with current tool.
ru: Вы не можете использовать эмоции с текущим инструментом.

source: You can't use emotes while swimming.
ru: Вы не можете использовать эмоции, находясь в воде.

source: You can't use emotes while in mid air.
ru: Вы не можете использовать эмоции, находясь в воздухе.

source: Rotate Camera Around
ru: Повернуть камеру вокруг

source: Allows creation of schools and a differnet skill system that supports getting educated for easier gains. (Note: this system is not finished yet and currently disabled)
ru: Позволяет создавать школы и иную систему навыков, которая имеет более легкий способ получения образования. (Примечание: система ещё не закончена и сейчас отключена)

source: Should the settlement system be used, or should the old style be set? (Note: this system is not finished yet and is currently disabled
ru: Включить систему поселений или же использовать старый стиль? (Примечание: система поселений ещё не закончена и сейчас отключена)

source: Cannot call function {0} from {1}, it requires a in-game user.
ru: Невозможно вызвать функцию {0} из {1}, требуется пользователь в игре.

source: Could not add chat command '{0}': Chat command method must be static.
ru: Не удалось добавить команду чата '{0}': метод команды чата должен быть статическим.

source: Could not add chat command \'/{0}\': invalid parameter type '{1}' of {2} argument.
ru: Не удалось добавить команду чата \'/{0}\': неверный тип параметра у '{1}' из {2} аргументов.

source: Warning: Calories at zero, only base XP is being gained!
ru: Внимание: калории на нуле, Вы будите получать только базовый опыт!

source: Warning: Waste at maximum, food digestion stopped and only base XP is being gained!
ru: Внимание: отходы на максимуме, пищеварение остановлено и вы получаете только базовый опыт!

source: ({0} ignored because of wrong room category.)
ru: ({0} неверный тип комнаты.)

source: ({0} disabled, ignored.)
ru: ({0} отключено, игнорируется.)

source: Failed to spawn claims for {0}. No empty space.
ru: Не удалось создать квитанции землемера для {0}. Нет свободного места.

source: Removing empty deed: "{0}" id[{1}]
ru: Удаление пустого права собственности: "{0}" id[{1}]

source: using {4}{5}
ru: используя {4}{5}

source: RPC call {0} on non-existing controller with ID: {1}.
ru: RPC вызов {0} на несуществующем контроллере с ID: {1}.
