Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Waterproof rubber sole boots with synthetic lining that provides protection against the elements when working in the fields.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Водонепроницаемые ботинки на резиновой подошве с синтетической подкладкой, обеспечивают защиту от непогоды во время работы в поле.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Snug work boots with side zippers.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Удобные рабочие ботинки на молнии.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Could not add chat command \'/{0}\': invalid parameter type '{1}' of {2} argument.
ru: Не удалось добавить команду чата \'/{0}\': неверный тип параметра у '{1}' из {2} аргументов.

source: Create
ru: Создать

source: Law
ru: Закон

source: The server crashed with error '{0}' and you can't play. Check logs in 'Eco_Data\\Server\\Logs' for more information.
ru: Сбой сервера, вы не можете продолжить играть, ошибка '{0}'. Проверьте журнал в 'Eco_Data\\Server\\Logs'для получения более подробной информации.

source: Pending
ru: В ожидании

source: Boots designed to be rugged and reduce muscle strain while working.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Прочные ботинки, созданные для того, чтобы уменьшить мышечное напряжение во время работы.\n\n(Снижает потребление калорий при использовании инструментов на 10\u0025)

source: Lighter pack that causes lower calorie consumption.\n\n(Decreases calories consumed when using tools by 10\u0025 and increases max carry weight by 5 kg)
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025 и увеличивает максимальный переносимый вес на 5 кг)

source: Two-toned suede shoes.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Двухцветные замшевые туфли.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Heavy duty steel-toed boots.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Тяжелые ботинки со стальными носками.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Waterproof rubber sole boots with synthetic lining that provides protection against the elements when working in the fields.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Водонепроницаемые ботинки на резиновой подошве с синтетической подкладкой, обеспечивают защиту от непогоды во время работы в поле.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Snug work boots with side zippers.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Удобные рабочие ботинки на молнии.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Could not add chat command \'/{0}\': invalid parameter type '{1}' of {2} argument.
ru: Не удалось добавить команду чата \'/{0}\': неверный тип параметра у '{1}' из {2} аргументов.

source: The server crashed with error '{0}' and you can't play. Check logs in 'Eco_Data\\Server\\Logs' for more information.
ru: Сбой сервера, вы не можете продолжить играть, ошибка '{0}'. Проверьте журнал в 'Eco_Data\\Server\\Logs'для получения более подробной информации.

source: Boots designed to be rugged and reduce muscle strain while working.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Прочные ботинки, созданные для того, чтобы уменьшить мышечное напряжение во время работы.\n\n(Снижает потребление калорий при использовании инструментов на 10\u0025)

source: Lighter pack that causes lower calorie consumption.\n\n(Decreases calories consumed when using tools by 10\u0025 and increases max carry weight by 5 kg)
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025 и увеличивает максимальный переносимый вес на 5 кг)

source: Two-toned suede shoes.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Двухцветные замшевые туфли.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Heavy duty steel-toed boots.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Тяжелые ботинки со стальными носками.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Waterproof rubber sole boots with synthetic lining that provides protection against the elements when working in the fields.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Водонепроницаемые ботинки на резиновой подошве с синтетической подкладкой, обеспечивают защиту от непогоды во время работы в поле.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Snug work boots with side zippers.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Удобные рабочие ботинки на молнии.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Could not add chat command \'/{0}\': invalid parameter type '{1}' of {2} argument.
ru: Не удалось добавить команду чата \'/{0}\': неверный тип параметра у '{1}' из {2} аргументов.

source: Fishing
ru: Рыбалка

source: The server crashed with error '{0}' and you can't play. Check logs in 'Eco_Data\\Server\\Logs' for more information.
ru: Сбой сервера, вы не можете продолжить играть, ошибка '{0}'. Проверьте журнал в 'Eco_Data\\Server\\Logs'для получения более подробной информации.

source: Boots designed to be rugged and reduce muscle strain while working.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Прочные ботинки, созданные для того, чтобы уменьшить мышечное напряжение во время работы.\n\n(Снижает потребление калорий при использовании инструментов на 10\u0025)

source: Lighter pack that causes lower calorie consumption.\n\n(Decreases calories consumed when using tools by 10\u0025 and increases max carry weight by 5 kg)
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025 и увеличивает максимальный переносимый вес на 5 кг)

source: Two-toned suede shoes.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Двухцветные замшевые туфли.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Heavy duty steel-toed boots.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Тяжелые ботинки со стальными носками.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Waterproof rubber sole boots with synthetic lining that provides protection against the elements when working in the fields.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Водонепроницаемые ботинки на резиновой подошве с синтетической подкладкой, обеспечивают защиту от непогоды во время работы в поле.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Snug work boots with side zippers.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Удобные рабочие ботинки на молнии.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Could not add chat command \'/{0}\': invalid parameter type '{1}' of {2} argument.
ru: Не удалось добавить команду чата \'/{0}\': неверный тип параметра у '{1}' из {2} аргументов.

source: The server crashed with error '{0}' and you can't play. Check logs in 'Eco_Data\\Server\\Logs' for more information.
ru: Сбой сервера, вы не можете продолжить играть, ошибка '{0}'. Проверьте журнал в 'Eco_Data\\Server\\Logs'для получения более подробной информации.

source: Boots designed to be rugged and reduce muscle strain while working.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Прочные ботинки, созданные для того, чтобы уменьшить мышечное напряжение во время работы.\n\n(Снижает потребление калорий при использовании инструментов на 10\u0025)

source: Lighter pack that causes lower calorie consumption.\n\n(Decreases calories consumed when using tools by 10\u0025 and increases max carry weight by 5 kg)
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025 и увеличивает максимальный переносимый вес на 5 кг)

source: Two-toned suede shoes.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Двухцветные замшевые туфли.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Heavy duty steel-toed boots.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Тяжелые ботинки со стальными носками.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Waterproof rubber sole boots with synthetic lining that provides protection against the elements when working in the fields.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Водонепроницаемые ботинки на резиновой подошве с синтетической подкладкой, обеспечивают защиту от непогоды во время работы в поле.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Snug work boots with side zippers.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Удобные рабочие ботинки на молнии.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Could not add chat command \'/{0}\': invalid parameter type '{1}' of {2} argument.
ru: Не удалось добавить команду чата \'/{0}\': неверный тип параметра у '{1}' из {2} аргументов.
