Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Nature Adventurer: SelfImprovement
ru: Землепроходец: Самосовершенствование

source: Natural Gatherer: Gathering
ru: Знаток природы: Собиратель

source: Lucky Break: Mining
ru: Удачный удар: Горное дело

source: Loggers Luck: Logging
ru: Везучий лесоруб: Заготовка леса

source: Lavish Workspace: AdvancedBaking
ru: Качественное рабочее место: Выпечка

source: Lavish Workspace: AdvancedCooking
ru: Качественное рабочее место: Продвинутая кулинария

source: Lavish Workspace: AdvancedSmelting
ru: Качественное рабочее место: Продвинутая выплавка

source: Lavish Workspace: Baking
ru: Качественное рабочее место: Продвинутая выпечка

source: Lavish Workspace: BasicEngineering
ru: Качественное рабочее место: Основы инженерного дела

source: Lavish Workspace: Butchery
ru: Качественное рабочее место: Разделка животных

source: Lavish Workspace: Cooking
ru: Качественное рабочее место: Готовка

source: Lavish Workspace: CuttingEdgeCooking
ru: Качественное рабочее место: Передовая кулинария

source: Lavish Workspace: Electronics
ru: Качественное рабочее место: Электроника

source: Lavish Workspace: Fertilizers
ru: Качественное рабочее место: Удобрения

source: Lavish Workspace: Glassworking
ru: Качественное рабочее место: Обработка стекла

source: Lavish Workspace: Industry
ru: Качественное рабочее место: Промышленность

source: Lavish Workspace: Mechanics
ru: Качественное рабочее место: Механика

source: Lavish Workspace: Milling
ru: Качественное рабочее место: Мельничное дело

source: Lavish Workspace: OilDrilling
ru: Качественное рабочее место: Добыча нефти

source: Lavish Workspace: PaperMilling
ru: Качественное рабочее место: Производство бумаги

source: Lavish Workspace: Smelting
ru: Качественное рабочее место: Выплавка

source: Lavish Workspace: Tailoring
ru: Качественное рабочее место: Портняжное дело

source: Frugal Workspace: AdvancedBaking
ru: Скромное рабочее место: Продвинутая выпечка

source: Frugal Workspace: AdvancedCooking
ru: Скромное рабочее место: Продвинутая кулинария

source: Frugal Workspace: AdvancedSmelting
ru: Скромное рабочее место: Продвинутая выплавка

source: Frugal Workspace: Baking
ru: Скромное рабочее место: Выпечка

source: Frugal Workspace: BasicEngineering
ru: Скромное рабочее место: Основы инженерного дела

source: Frugal Workspace: Butchery
ru: Скромное рабочее место: Разделка животных

source: Frugal Workspace: Cooking
ru: Скромное рабочее место: Готовка

source: Frugal Workspace: CuttingEdgeCooking
ru: Скромное рабочее место: Передовая кулинария

source: Frugal Workspace: Electronics
ru: Скромное рабочее место: Электроника

source: Frugal Workspace: Fertilizers
ru: Скромное рабочее место: Удобрения

source: Frugal Workspace: Glassworking
ru: Скромное рабочее место: Обработка стекла

source: Frugal Workspace: Industry
ru: Скромное рабочее место: Промышленность

source: Frugal Workspace: Mechanics
ru: Скромное рабочее место: Механика

source: Frugal Workspace: Milling
ru: Скромное рабочее место: Мельничное дело

source: Frugal Workspace: OilDrilling
ru: Скромное рабочее место: Добыча нефти

source: Frugal Workspace: PaperMilling
ru: Скромное рабочее место: Производство бумаги

source: Frugal Workspace: Smelting
ru: Скромное рабочее место: Выплавка

source: Frugal Workspace: Tailoring
ru: Скромное рабочее место: Портняжное дело

source: Focused Workflow: AdvancedBaking
ru: Сосредоточенная работа: Продвинутая выпечка

source: Focused Workflow: AdvancedCooking
ru: Сосредоточенная работа: Продвинутая кулинария

source: Focused Workflow: AdvancedSmelting
ru: Сосредоточенная работа: Продвинутая выплавка

source: Focused Workflow: Baking
ru: Сосредоточенная работа: Выпечка

source: Focused Workflow: BasicEngineering
ru: Сосредоточенная работа: Основы инженерного дела

source: Focused Workflow: Butchery
ru: Сосредоточенная работа: Разделка животных

source: Focused Workflow: Cooking
ru: Сосредоточенная работа: Готовка

source: Focused Workflow: CuttingEdgeCooking
ru: Сосредоточенная работа: Передовая кулинария

source: Focused Workflow: Electronics
ru: Сосредоточенная работа: Электроника

source: Focused Workflow: Fertilizers
ru: Сосредоточенная работа: Удобрения

source: Focused Workflow: Glassworking
ru: Сосредоточенная работа: Обработка стекла

source: Focused Workflow: Industry
ru: Сосредоточенная работа: Промышленность

source: Focused Workflow: Mechanics
ru: Сосредоточенная работа: Механика

source: Focused Workflow: Milling
ru: Сосредоточенная работа: Мельничное дело

source: Focused Workflow: OilDrilling
ru: Сосредоточенная работа: Добыча нефти

source: Focused Workflow: PaperMilling
ru: Сосредоточенная работа: Производство бумаги

source: Focused Workflow: Smelting
ru: Сосредоточенная работа: Выплавка

source: Focused Workflow: Tailoring
ru: Сосредоточенная работа: Портняжное дело

source: Fisherman: Hunting
ru: Рыбак: Охота

source: Experienced Farmhand: Gathering
ru: Опытный фермер: Собиратель

source: Diver: SelfImprovement
ru: Водолаз: Самосовершенствование

source: Deadeye: Hunting
ru: Смертельный взор: Охота

source: Cleanup Crew: Logging
ru: Уборщик: Заготовка леса

source: Arrow Recovery: Hunting
ru: Возвращение стрел: Охота

source: Aggressive Angler: Hunting
ru: Агрессивный рыболов: Охота

source: Underwater Fertile Ground
ru: Подводная плодородная почва

source: Celsius
ru: Цельсия

source: Soil Moisture
ru: Влажность почвы

source: Shrub Space
ru: Пространство кустарников

source: Salt Water
ru: Соленая вода

source: Rainfall
ru: Количество осадков

source: Potassium
ru: Калий

source: Phosphorus
ru: Фосфор

source: Occupied Underwater Fertile Ground
ru: Занятая подводная плодородная почва

source: Occupied Shrub Space
ru: Пространство занятое кустарниками

source: Occupied Fertile Ground
ru: Занятая плодородная почва

source: Occupied Canopy Space
ru: Занятое пространство лиственного покрова

source: Nitrogen
ru: Азот

source: meters above bedrock
ru: метров над бедроком

source: Fresh Water
ru: Пресная вода

source: Fertile Ground
ru: Плодородные земли

source: Debris
ru: Обломки

source: Canopy Space
ru: Пространство лиственного покрова

source: Air Pollution
ru: Загрязнение воздуха

source: Trampled Sum
ru: Вытоптанное пространство

source: Shrubs
ru: Кустарники

source: Trampled Spread
ru: Распространение вытоптанности

source: Salt Water Spread
ru: Распространение солёной воды

source: Wolf Capacity
ru: Волк - вместимость

source: Turkey Capacity
ru: Индюшка - вместимость

source: Tuna Capacity
ru: Тунец - вместимость

source: Trout Capacity
ru: Форель - вместимость

source: Tortoise Capacity
ru: Черепаха - вместимость

source: Salmon Capacity
ru: Лосось - вместимость

source: Otter Capacity
ru: Выдра - вместимость

source: Mountain Goat Capacity
ru: Снежная коза - вместимость

source: Hare Capacity
ru: Заяц - вместимость

source: Fox Capacity
ru: Лиса - вместимость

source: Elk Capacity
ru: Вапити - вместимость

source: Deer Capacity
ru: Чернохвостый олень - вместимость

source: Bison Capacity
ru: Бизон - вместимость

source: Bighorn Sheep Capacity
ru: Толсторогий баран - вместимость

source: Player Activity
ru: Активность игрока

source: Wetland Biome
ru: Болото

source: Warm Forest Biome
ru: Тёплый лес

source: Tundra Biome
ru: Тундра

source: Boreal Forest Biome
ru: Тайга

source: Rainforest Biome
ru: Тропический лес

source: Ice Biome
ru: Ледяной биом

source: Grassland Biome
ru: Луг

source: Forest Biome
ru: Лес

source: Desert Biome
ru: Пустыня

source: Cold Forest Biome
ru: Холодный Лес

source: Paid toll at {0}
ru: Оплатил сбор в {0}

source: Example crafting table that uses liquids.
ru: Тестовый верстак использующий жидкость.

source: Unable to export game to S3: {0}\n{1}
ru: Не удалось перенести игру на S3: {0}\n{1}

source: Debris Type
ru: Тип обломков

source: Prevent removal if no resources would be gained.
ru: Предотвращает сбор если не будут получены ресурсы.

source: Experience given per harvest.
ru: Опыт за сбор сырья.

source: Percentage of population that gets spawned in the blanket spawning phase - should be 0 for most plants.
ru: Процент популяции, которая появляется в фазе появления - для большинства растений должен быть равен 0.

source: How many spawn locations the plant gets relative to the valid area size. Must be < 1.
ru: Как много точек появления растение получит относительно размера подходящей области. Должно быть < 1.

source: How spread the plant spawns are.
ru: Насколько распространены точки появления растений.

source: How many plants per spawn point.
ru: Сколько растений появится в одной точке.

source: Blanket Spawn Percent
ru: Процент нереста

source: Generation Spawn Point Multiplier
ru: Множитель создания точек генерации

source: Generation Spawn Spread
ru: Распространение при генерации создания

source: Generation Spawn Count Per Point
ru: Частота генерации на точку создания

source: North
ru: Север

source: Northeast
ru: Северо-восток

source: East
ru: Восток

source: Southeast
ru: Юго-восток

source: South
ru: Юг

source: Southwest
ru: Юго-запад

source: West
ru: Запад

source: Northwest
ru: Северо-запад

source: Moderator
ru: Модератор

source: Developer
ru: Разработчик

source: {0} unclaimed {1} plots owned by users that haven't logged in for more than {2} days.
ru: {0} освободил участков - {1}, принадлежавших пользователям не заходившим более {2} дней.

source: {0}, logged in {1} ago.
ru: {0}, был в сети {1} назад.

source: Cannot use for less than 1 day.
ru: Невозможно использовать на время меньшее чем 1 день.

source: Users affected:
ru: Затронутые пользователи:

source: Chimney pipe must have only one open end, outside of all rooms, and above the object.
ru: Дымовая труба должна иметь только один конец, находящийся вне любого из помещений и над источником.

source: Titles
ru: Титулы

source: Transport
ru: Транспортировка

source: Remove all tree stumps and debris from the property under the given marker.\n\nThe client will be given removal rights for debris and stumps on the property temporarily.\n\nNote that you can split property into sections with controls on the deeds.
ru: Убрать все пни и ветки на собственности, на которой находится маркер.\n\nКлиенту будут выданы временно права на сбор веток и удаление пней на указанном владении.\n\nУчтите, что вы можете разделить одну собственность на несколько составляющих, с различными уровнями доступа.

source: Clear Tree Stumps and Debris
ru: Очистить от пней и древесных обломков

source: With this clause, the contractor must plow the given number of square meters of field into plantable soil.\n\nClient will be given rights to plow only on the specified property.
ru: С этим пунктом, наёмному игроку придется провести вспашку указанного количества квадратных метров поля, сделав почву пригодной к засеву.\n\nКлиенту будет даны права на вспашку исключительно на указанной территории.

source: Plow Field
ru: Вспахать поле

source: Receive Permissions
ru: Выдать разрешения

source: {0}, with {1} paid in tax ({2})
ru: {0}, и заплатите {1} в качестве налога ({2})

source: Nested Clause
ru: Вложенное условие

source: Nested clause has at least one invalid one sub-clause:{0}
ru: Вложенное условие содержит как минимум один недопустимый подпункт:{0}

source: Nested clause has no sub-clauses specified.
ru: Вложенное условие не содержит подпунктов.

source: All grass tiles on specified property must be cut with a scythe or other mower. \n\nClient will be given rights to mow only on the specified property.
ru: Вся трава на указанной собственности должна быть срезана косой или косилкой.\n\nКлиент выдаёт разрешение на косьбу только на указанной собственности.

source: Loan a given amount for a set period to another citizen, with interest.\n\nThe borrower can specify the amount they want to borrow, which the lender defines in the 'allowed debt' range.
ru: Выдать займ под проценты другому жителю, на определенный промежуток времени.\n\nОдалживающий может указать желаемое количество денег, в указанных кредитором рамках 'допустимого долга'.

source: Sell a bond for a given value, which will be paid back over a set period of time with interest.\n\nThe bond purchaser can choose what value of bond they want to buy, within a range set by the bond seller.
ru: Продать облигации по указанной цене, которые будут выкуплены со временем обратно, под определенные проценты.\n\nПокупатель облигаций может выбрать объём облигаций которые он хочет купить, в рамках указанных продавцом.

source: Loan Offer
ru: Предложение кредита

source: Sell Bond
ru: Продажа облигаций

source: Defines a container that must contain a set of objects. Both you and the contractor must have access rights on the container you target.\n\nYou can automatically give the contractor access rights to the container for the term of the contract with an additional {0} contract clause.
ru: Задаёт контейнер, в котором должен находиться определенный набор объектов. И Вы и контрактор должны иметь доступ к целевому контейнеру.\n\nВы можете автоматически выдать права контрактору на время выполнения контракта путём добавления в контракт дополнительного пункта {0}.

source: Put Items in Container
ru: Поместить предметы в контейнер

source: All plants yielding the given types of resources must be harvested from this property, and placed into the specified container.\n\nClient will be given rights to harvest only on the specified property.
ru: Все растения, дающие указанные типы ресурсов должны быть собраны с владения и помещены в указанный контейнер.\n\nКлиенту будут выданы права на сбор исключительно на указанной собственности.

source: Harvest {0}
ru: Собрать {0}

source: Harvest Field
ru: Собрать урожай

source: Custom Clause
ru: Пользовательское условие

source: Defines a position where a room must be built, with a minimum volume and made of at least the listed materials.\nThe position is marked by a {0}, and you must place one on the location you want the room built.
ru: Определяет позицию где должна быть построена комната, её минимальные объём и уровень материалов.\nПозиция помечена {0}, разместите её в том месте где вам нужно помещение.

source: Build Room
ru: Построить комнату

source: Defines a road that must be built between points A and B, defined by placing a {0} at each position. The width of the road must be the defined minimum throughout, and it must be made entirely of the listed material.
ru: Задаёт дорогу, которая должна быть проложена от точки А в пункт Б, будучи определенными установкой {0} в каждой из позиций. У дороги должна быть указана минимальная ширина на протяжении всей дистанции, также она должна быть сделана полностью из указанного материала.

source: Build Road
ru: Построить дорогу

source: Defines a set of blocks that must exist, or not exist on a property. This can be used for all kinds of things:\n - Removing unwanted plants\n - Removing pollution\n - Planting fields (planted blocks must exist)\n - Removing structures or obstacles.\n\nIf {0} is checked, only surface blocks will be examined. Otherwise, blocks to a depth of {1} below the highest block will be examined.
ru: Определяет набор блоков которые должны присутствовать либо отсутствовать на территории собственности. Этот пункт может быть использован в широком спектре назначений:\n - При удалении нежелательных растений\n - Удалении загрязнения\n - Посадки растений (При присутствии блоков рассады)\n - Удалении структур либо препятствий.\n\nВ случае если выбрана {0}, проверены будут только блоки на поверхности. В противном случае будут проверены блоки до глубины {1} ниже самого высокого блока.

source: Add blocks from the property at {0} until there are more than {1}.
ru: Добавляйте блоки на территории владения {0} пока их не станет больше {1}.

source: Add/Remove Blocks
ru: Добавить/убрать блоки

source: Flowing {0} {1} per second.\r\n\r\n
ru: Скорость потока {0} {1} в секунду.\r\n\r\n

source: Port located at {0}.
ru: Порт находится в {0}.

source: \r\nConnected to:\r\n{0}
ru: \r\nПодключено к:\r\n{0}

source: \r\nDisconnected.
ru: \r\nОтключено.

source: Added {0}. {1} remaining.
ru: Добавлено {0}. {1} осталось.

source: Drag the {0} to your toolbar and select it.
ru: Перетащите {0} на панель инструментов и выберите ячейку с ним.

source: Select the block form you want to build the logs in by selecting it on the toolbar as shown.
ru: Выберите с помощью панели инструментов ту форму которую вы желаете построить.

source: Pause
ru: Пауза

source: The World will be on Pause if this option is set
ru: Мир будет заморожен если эта опция включена

source: The World will resume as soon as first player login to the world
ru: Мир будет разморожен при входе первого игрока

source: A divisor for experience rate based on the number of specialties taken.
ru: Делитель получаемого опыта, зависящий от количества взятых специальностей.

source: {0} ({1}) average room tier
ru: {0} ({1}) средний уровень помещения

source: ville
ru: вилль

source: Town
ru: Город

source: sdale
ru: сдейл

source: burg
ru: бург

source: ford
ru: форд

source: forth
ru: форт

source: shire
ru: шайр

source: berg
ru: берг

source: borough
ru: район

source: field
ru: поле

source: tropolis
ru: трополис

source: Square
ru: площадь

source: rock
ru: рок

source: spire
ru: спайр

source: bury
ru: бурь

source: Garden
ru: сад

source: glen
ru: глен

source: stead
ru: штадт

source: 's Landing
ru: 'ова посадка

source: topia
ru: топия

source: All users:
ru: Все пользователи:

source: Administrators:
ru: Администраторы:

source: Reputation: {0} ({1})
ru: Репутация: {0} ({1})

source: House value: {0} skill/day
ru: Качество дома: {0} навыков/день

source: Base Multiplier: {0}
ru: Базовый множитель: {0}

source: Government funds for: {0}
ru: Правительственное финансирование: {0}

source: Could not learn {0}: {1}
ru: Не удалось изучить {0}: {1}

source: Nothing to move
ru: Нечего перемещать

source: kg
ru: кг

source: Talent Benefits
ru: Преимущества таланта

source: Can't pick up with current tool
ru: Невозможно подобрать выбранным инструментом

source: Damage: {0}
ru: Урон: {0}

source: {0} exp/day
ru: {0} опыта/день

source: You paid {0} in tax for: {1}
ru: Вы заплатили {0} в качестве налогов за: {1}

source: {0} paid {1} in tax for: {2}. Treasury balance: {3}
ru: {0} выплачивает {1} как налог за: {2}. Баланс казны: {3}

source: {0}'s Reputation
ru: Репутация {0}

source: {0:verb} {1:benefits description} by {2:skill bonus}
ru: {0:verb} {1:benefits description} на {2:skill bonus}

source: You do not have enough funds to pay taxes for that repair.
ru: У вас недостаточно средств что бы оплатить сбор за этот ремонт.

source: Cannot find elevator - must be placed next to elevator shaft
ru: Не удалось найти лифт - необходимо устанавливать рядом с шахтой лифта

source: Repairing tax
ru: Налог на ремонт

source: Paid fee for {0}
ru: {0} выплачена оплата

source: {0} started a {1} at {2}.
ru: {0} начал {1} в {2}.

source: Remaining project cancelled.
ru: Оставшийся проект отменён.

source: Failed to save due to file corruption: {0}
ru: Не удалось сохранить из-за повреждения файла: {0}

source: Corruption detected in {0}! Exception: {1}
ru: Обнаружено повреждение в {0}! Ошибка: {1}

source: Backup {0} was corrupt, looking for another backup...
ru: Резервная копия {0} повреждена, поиск другой...

source: Path to file to start the game from for a New World, if null then the World will be generated
ru: Путь к файлу для запуска новой игры, если не задан - мир будет сгенерирован

source: New Game Template
ru: Шаблон новой игры

source: Auto Backup in: {0:hh\\:mm\\:ss}
ru: Автоматическое резервирование через: {0:hh\\:mm\\:ss}

source: Failed to clean old backups: {0}
ru: Не удалось очистить резервные копии: {0}

source: Special kind of backup which always contains current 'HEAD' state and overwrites every time. It happens often enough to minimize data lose
ru: Специальный тип резервного копирования всегда содержащий текущее 'головное' состояние. Перезаписывается каждый раз. Создаётся достаточно часто для уменьшения возможных потерь данных.

source: Head Backup Enabled
ru: Головная резервная копия включена

source: S3 storage enabled
ru: хранилище S3 включено

source: Extruding cliffs
ru: Выдавливание скал

source: Repopulating...
ru: Заселение...

source: Eco Server {0}
ru: Сервер Eco {0}

source: Failed to load server, Exception was {0}
ru: Не удалось загрузить сервер, ошибка {0}

source: Shutdown finished
ru: Выключение завершено

source: Initializing
ru: Инициализация

source: Initializing Simulation Types
ru: Инициализация типов симуляции

source: Buy {0} for {1} {2} from {3}?
ru: Купить {0} за {1} {2} у {3}?

source: Level {0}
ru: Уровень {0}

source: Invalid ip address or hostname
ru: Неверный IP или имя

source: Yours: {0}
ru: Ваши: {0}

source: Amount:
ru: Количество:

source: You can't transfer infinity here!
ru: Вы не можете перевести "бесконечно" сюда!

source: Finish the tutorial or skip it before you can access your skills.
ru: Закончите обучение или пропустите его что бы получить доступ к вашим навыкам.

source: The following error message popped up:\n```\n{0}\n```
ru: Было получено следующее сообщение об ошибке:\n```\n{0}\n```

source: Downloading Mods
ru: Загрузка модификаций

source: Loading...
ru: Загрузка...

source: Volumetric Fog
ru: Объёмный туман

source: World is frozen
ru: Мир заморожен

source: Tier:
ru: Уровень:

source: Completed Tutorials:
ru: Завершённое обучение:

source: World default currency:
ru: Стандартная мировая валюта:

source: Item:
ru: Предмет:

source: Result:
ru: Результат:

source: Titles you may Appoint
ru: Титулы которые вы можете выдавать

source: Old Growth Redwood
ru: Гигантская секвойя

source: Ceiba
ru: Сейба

source: King Fern
ru: Королевский папоротник

source: Filmy Fern
ru: Тонколистник

source: Allows the setting management of titles.
ru: Позволяет настраивать и управлять титулами.

source: A place to create fishing poles, traps and prepare seafood.
ru: Место для создания удочек, вершей и подготовки морепродуктов.

source: Allows players to create and use bank accounts.
ru: Позволяет игрокам создавать, использовать и настраивать банковские счета.

source: Creating new clothes and setting trends. Level by crafting related recipes.
ru: Создаёт новую одежду и задаёт тренды. Повышается при создании относящихся к профессии рецептов.

source: Metal is an important part of progress and smelting is the first step into a new age. Level by crafting related recipes.
ru: Металл является важнейшим элементом развития, плавка - это первый шаг в новую эру. Повышается при создании относящихся к профессии рецептов.

source: How can you save the world if you can't save yourself?
ru: Как вы спасёте мир если вы не сможете спасти себя?

source: Paper to carry the written word. Or used to stuff in bookshelves. Level by crafting related recipes.
ru: Бумага для сохранения написанных слов. Ну или сложите её в шкафы. Повышается при создании относящихся к профессии рецептов.

source: While it takes some advanced tools and constructions, harvesting and refining oil can be an important step. Level by crafting related recipes.
ru: Несмотря на то, что здесь требуются продвинутые инструменты и конструкции, добыча и переработка топлива это очень важная технология. Повышается при создании относящихся к профессии рецептов.

source: Rocks and mortar can provide a suitable building material alternative to wood. Level by crafting related recipes.
ru: Из камней и связующего получается неплохая альтернатива строительным материалам из древесины. Повышается при создании относящихся к профессии рецептов.

source: Milling various products can create important materials for baking and other uses. Level by crafting related recipes.
ru: При размалывании различных продуктов, создаются важные материалы для выпечки и других целей. Повышается при создании относящихся к профессии рецептов.
