Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Shale rocks that have been crushed into a fine gravel.
ru: Сланцевая порода, которая была раздроблена в мелкий гравий.

source: Sandstone rocks that have been crushed into a fine gravel.
ru: Песчаная порода, которая была раздроблена в мелкий гравий.

source: Limestone rocks that have been crushed into a fine gravel.
ru: Известняковая порода, которая была раздроблена в мелкий гравий.

source: Crushed iron ore that is ready to be concentrated.
ru: Измельченная железная руда, готовая к обогащению.

source: Granite rocks that have been crushed into a fine gravel.
ru: Гранитная порода, которая была раздроблена в мелкий гравий.

source: Crushed gold ore that is ready to be concentrated.
ru: Измельченная золотая руда, готовая к обогащению.

source: Gneiss rocks that have been crushed into a fine gravel.
ru: Гнейсовая порода, которая была раздроблена в мелкий гравий.

source: Crushed copper ore that is ready to be concentrated.
ru: Измельченная медная руда, готовая к обогащению.

source: Basalt rocks that have been crushed into a fine gravel.
ru: Базальтовая порода, которая была раздроблена в мелкий гравий.

source: Copper ore that has been concentrated to remove impurities. Ore concentrate is used by smiths to smelt metal bars.
ru: Медная руда, которая была обогащена для удаления примесей. Обогащенная руда используется кузнецами для выплавки металлических слитков.

source: Ceiba log is a type of hardwood. The Ceiba tree, with its giant trunk, is often sought after by loggers for the large volume of logs it produces.
ru: Бревно сейбы - это один из видов лиственных пород. Сейба обладает гигантским стволом, из-за чего часто востребовано лесорубами для получения большого количества брёвен.

source: Cedar log is a type of softwood. Cedar wood is a natural repellent to moths.
ru: Бревно Кедра - это один из видов хвойных пород. Древесина Кедра является природным репеллентом от моли.

source: Birch log is a type of hardwood, notable for its white and papery bark.
ru: Бревно Березы - это один из видов лиственных пород, отличающийся белой, бумагообразной корой.

source: Asphalt Concrete
ru: Асфальтобетон

source: Ashlar is finely cut stone made by an expert mason. Ashlar stone is an especially decorative building material that comes in a variety of styles based on the type of rock used.
ru: Резной камень - результат работы искусного каменщика. Прекрасный декоративный и строительный материал, выпускаемый в различных стилях в зависимости от типа используемого камня.

source: Used to construct buildings and pickup manmade objects.
ru: Используется для строительства зданий и подъёма рукотворных объектов.

source: A wooden pole attached to a line and hook. Used to catch fish from rivers and the ocean.
ru: Деревянный шест, прикрепленный к леске и крючку. Используется для ловли рыбы из рек и океана.

source: This log cannot be sliced any smaller
ru: Это бревно уже не получится нарубить на меньшие части

source: Air Pollution Generator
ru: Генератор загрязнения воздуха

source: Dev object for testing air pollution.
ru: Объект разработчика для тестирования загрязнения воздуха.

source: Water is an abundant resource. Fresh water can be found in rivers and lakes while salt water is found in the ocean. In addition to being a home to fish, water is needed for a variety of objects to function.
ru: Вода это богатый ресурс. Пресную воду можно найти в реках и озерах, а соленую - в океане. Помимо того, что вода является домом для рыб, она необходима для функционирования различных объектов.

source: Delicious decomposed organic matter that can be used to fertilze crops. Compost is created overtime when organic material is left outdoors to decompose.\n\nThis is accomplished in Eco by dropping an organic item on the ground and overtime it will become Compost.
ru: Вкуснейшее разложившееся органическое вещество, которое может быть использовано для удобрения культур. Компост создается с течением времени, когда органический материал остается на открытом воздухе для разложения.\n\nВ Eco это достигается путем сбрасывания органического вещества на землю, где со временем он превратится в компост.

source: Adding Species: {0}
ru: Добавление видов: {0}

source: Starting Tech Tree Sim
ru: Запуск моделирования древа технологий

source: Getting Starting Skills...
ru: Получение начальных навыков...

source: Getting Initial Tables...
ru: Получение таблиц инициализации...

source: Getting Recipes with No Skills...
ru: Получение рецептов без навыков...

source: Getting World Resources...
ru: Получение мировых ресурсов...

source: Getting Species Resources...
ru: Получение разновидностей ресурсов...

source: No resources
ru: Нет ресурсов

source: Simulating...
ru: Моделирование...

source: Tech Tree Sim Complete
ru: Моделирование древа технологий выполнено

source: Plants Missing Resources
ru: Недостающие растительные ресурсы

source: Uncraftable Accessed
ru: Получен не изученный предмет

source: Uncraftable Unaccessed
ru: Закончен доступ к предмету, который невозможно создать

source: Unobtainable Items
ru: Недоступные предметы

source: Error: Laser Unobtainable
ru: Ошибка: Лазер не доступен

source: Error: Visible Recipes Uncraftable
ru: Ошибка: Видимые рецепты невозможно создать

source: Adding Skill:
ru: Добавление навыка:

source: Dirt Road
ru: Грунтовая дорога

source: Increases/decreases CO2 by this value per day.
ru: Увеличивает / уменьшает CO2 на это значение в день.

source: Air pollution output is divided by this to determine PPM. For default sized world, 1 ton = 1PPM (part per million), which is the unit that determines climate change effects.
ru: Для определения PPM выброс загрязнения воздуха делится на эту величину. Для мира стандартного размера 1 тонна = 1 PPM (миллионная доля), единица, которая определяет последствия изменения климата.

source: Multiplier for pollution. Requires server restart when changed.
ru: Множитель загрязнения. Требуется перезагрузка сервера после изменения.

source: (Raises CO2 in atmosphere by {0}ppm every {1})
ru: (Увеличивает содержание CO2 в атмосфере на {0} PPM каждые {1})

source: There will be no way to create more {0} if you reset this mint.
ru: Если вы сбросите эту чеканку, то больше не сможете создавать {0}.

source: Could not fit {0} in inventory, placed into void storage (access with icon next to backpack button).
ru: Не удалось поместить {0} в инвентарь, помещено в бездонное хранилище (доступно через иконку рядом с кнопкой рюкзака).

source: Source stack can't accept that many items (max is {0}).
ru: Исходная стопка не может принять столько предметов (максимально {0}).

source: Destination stack can't accept that many items (max is {0}).
ru: Целевая стопка не может принять столько предметов (максимально {0}).

source: Owners cannot leave their roles!
ru: Владельцы не могут отказаться от своих ролей!

source: Payment made as transferring knowledge. Must be creating a skillbook, or have the skillbook in your inventory at posting time.
ru: Передача знаний в качестве оплаты. Должна создаваться книга навыков или эта книга должна быть в вашем инвентаре во время размещения объявления.

source: Do you wish to delete {0}?
ru: Вы действительно хотите удалить {0}?

source: Do you wish to delete this entry?
ru: Вы действительно хотите удалить эту запись?

source: Wages for Membership
ru: Заработная плата за участие

source: entry
ru: запись

source: (in the current block of hours: {0})
ru: (в текущем часовом блоке: {0})

source: (in the last number of hours: {0})
ru: (за последние несколько часов: {0})

source: in the last {0} seconds
ru: за последние {0} секунд

source: in the last {0} minutes
ru: за последние {0} минут

source: in the last {0} hours
ru: за последние {0} часов

source: today
ru: сегодня

source: this hour
ru: этот час

source: in the current {0} second block
ru: в текущем {0} секундном блоке

source: in the current {0} minute block
ru: в текущем {0} минутном блоке

source: in the current {0} hour block
ru: в текущем {0} часовом блоке

source: Determines the range of time that we count stats from. Use '0' for 'all time'.
ru: Определяет интервал времени, с которого начинает считаться статистика. Используйте '0' для 'всего времени'.

source: The type of range we're using. If 'counting back from present', we use the past X hours. If using 'current time block', we use the most recent block of time of that size (IE, if time range is 24 we would could only the current day, resetting at midnight).
ru: Тип используемого диапазона. Если использовать тип "отсчитывать от настоящего" (counting back from present), то это - использовать последние X часов. При использовании типа "текущий временной блок" (current time block), то используется самый последний временной блок такого размера (т.е., если временной диапазон равен 24, то можем использовать только текущий день, который сбрасывается в полночь).

source: absolute value of {0}
ru: модуль числа {0}

source: {0} rounded {1}
ru: {0} округлено {1}

source: to previous multiple of {0}
ru: к предыдущему кратному {0}

source: to next multiple of {0}
ru: к следующему кратному {0}

source: to nearest multiple of {0}
ru: к ближайшему кратному {0}

source: {0} (value was rounded {1})
ru: {0} (значение было округлено {1})

source: {0} (max value of list)
ru: {0} (максимальное значение списка)

source: Max value of list
ru: Максимальное значение списка

source: {0} (min value of list)
ru: {0} (минимальное значение списка)

source: Min value of list
ru: Минимальное значение списка

source: down
ru: вниз

source: up
ru: вверх

source: to nearest integer
ru: к ближайшему целому

source: Max Value Chosen From List
ru: Максимальное значение, выбранное из списка

source: Min Value Chosen From List
ru: Минимальное значение, выбранное из списка

source: Take the absolute value of a number (if it's negative, make it positive).
ru: Получить модуль числа (если оно отрицательное, сделайте его положительным).

source: The value to take the absolute value of.
ru: Значение для получения модуля.

source: Rounds a value to the nearest whole number.
ru: Округляет значение до ближайшего целого числа.

source: The value to round.
ru: Значение для округления.

source: How to round it.
ru: Как его округлить.

source: Which multiple to round to. (IE, enter '50' and 'Round Down' to round 180 to 150)
ru: До какого значения округлять. (Например, введите '50' и 'Округлять вниз', чтобы 180 округлить до 150)

source: The numbers to check.
ru: Числа, которые нужно проверить.

source: Max value of entries in a list.
ru: Максимальное значение записей в списке.

source: Min value of entries in a list.
ru: Минимальное значение записей в списке.

source: Absolute Value
ru: Модуль числа

source: Cannot add {0} to eligible candidates (it won't be possible to join this title if eligible candidates must already be part of it).
ru: Нельзя добавить {0} к допустимым кандидатам (так как нельзя будет получить эту должность, если для получения нужно уже быть на этой должности).

source: (failed)
ru: (неудачно)

source: Tax allocation from {0}
ru: Перечисление налогов от {0}

source: Tax from {0}
ru: Налог от {0}

source: with custom value: {0}
ru: с указанным значением: {0}

source: Results
ru: Результаты

source: Applying Executive Action '{0}' (executed by {1}):
ru: Выполняется Исполнительное действие '{0}' (запущенное {1}):

source: Perform {0}
ru: Выполнить {0}

source: A title or short description of the executive action.
ru: Название или краткое описание исполнительного действия.

source: Cannot start an election for {0} because the election process it intends to use {1} is invalid: {2}
ru: Нельзя начать голосование для {0}, потому что используемый процесс голосования {1} недействителен: {2}

source: Cannot start an election for {0} because the election process it intends to use {1} is {2}.
ru: Нельзя начать голосование для {0}, потому что используемый процесс голосования {1} является {2}.

source: Click to open election in browser
ru: Нажмите, чтобы открыть голосование в браузере

source: Cannot change a district map unless it's a draft.
ru: Нельзя изменить карту района, если это не черновик.

source: Citizens passed: {0}
ru: Жителей прошло: {0}

source: Citizens failed: {0}
ru: Жителей не прошло: {0}

source: {0}: To make direct changes to {1} here, you must be a member of {2}
ru: {0}: Чтобы напрямую вносить изменения в {1}, вы должны состоять в {2}

source: {0}: To propose changes (via election) to {1} here, you must be a member of {2}
ru: {0}: Чтобы предлагать изменения в {1} (через голосование), вы должны состоять в {2}

source: By civic article {0}:
ru: По гражданской статье {0}:

source: Open ends: {0}
ru: Открытые сроки: {0}

source: Flowing {0} {1} per second.
ru: Поток {0} {1} в секунду.

source: Connected to:\r\n{0}
ru: Подключено к:\r\n{0}

source: Disconnected.
ru: Отключился.

source: You can also unclaim land with left click. Use Ctrl and Shift buttons for more options.
ru: Также вы можете освободить землю нажатием левой кнопки мыши. Используйте клавиши Ctrl и Shift для дополнительных опций.

source: Open the full-screen map.
ru: Открыть полноэкранную карту.

source: Open construction menu by pressing and holding 'F'
ru: Открыть меню строительства, нажав клавишу 'F'

source: You have already learned {0}.
ru: Вы уже изучили {0}.

source: Professions are groups of similar specialties. Players can focus on one profession or select specialties from a variety of professions.
ru: Профессии это группы похожих специальностей. Игроки могут сосредоточиться на одной профессии или выбрать специальности из нескольких профессий.

source: Specialties unlock new unique abilities and crafting recipes. New specialties can be gained by earning character experience.
ru: Специальности открывают новые уникальные способности и рецепты. Новые специальности можно получить, зарабатывая опыт.

source: The current spawn location.
ru: Текущее место появления.

source: Decreases resource cost for the table work orders created with {0} by {1}.
ru: Снижает затраты ресурсов для заказов с {0} на {1}.

source: Decreases craft time for the table work orders created with {0} by {1}.
ru: Уменьшает время изготовления заказов с {0} на {1}.

source: Decreases resource cost for the table work orders by {0}.
ru: Уменьшает затраты ресурсов заказов на {0}.

source: Decreases craft time for the table work orders by {0}.
ru: Уменьшает время изготовления заказов на {0}.

source: Produces {0} PPM of air pollution per hour when operating.
ru: При работе производит {0} PPM загрязнения воздуха в час.

source: - {0} out of {1} {2} added.
ru: - {0} из {1} {2} добавлено.

source: - {0} out of {1} {2} performed.
ru: - {0} из {1} {2} выполнено.

source: - {0} out of {1} minutes crafting time passed.
ru: - прошло {0} из {1} мин. изготовления.

source: Needs {0} to finish current {1}.
ru: Нужно {0} чтобы закончить текущий {1}.

source: ({0} will be needed for remaining {1})
ru: ({0} нужно для оставшихся {1})

source: You can't drop garbage here
ru: Вы не можете выбросить здесь мусор

source: (You don't have the required level of specialty)
ru: (У вас нет требуемого уровня специальности)

source: Some data cannot be deleted. {0}
ru: Некоторые данные не могут быть удалены. {0}

source: Object data has been deleted. {0}
ru: Данные объекта были удалены. {0}

source: ready to trigger on next Civics tick (in {0}).
ru: сработает при следующем цикле (через {0}).

source: next trigger in {0}.
ru: следующее срабатывание в {0}.

source: {0}: Triggered {1} {2} ago, {3}
ru: {0}: Сработал {1} {2} назад, {3}

source: Cannot prevent the pickup/placement of Capitol objects, as this would prevent others from overthrowing the government.
ru: Нельзя запретить сбор/размещение объектов Капитолия, так как это может помешать другим свергнуть правительство.

source: Cannot prevent play in this world due to world settings.
ru: Невозможно запретить игру в данном мире из-за его настроек.

source: Cannot prevent login in this world due to world settings.
ru: Невозможно запретить вход в данный мир из-за его настроек.

source: Note: when using 'Action Count' on this action, the returned value will be the sum of all pollution amounts over the requested period (not just pollution events during that period).
ru: Примечание: при использовании 'Action Count' для этого действия, возвращаемое значение будет суммой всех загрязнений за запрошенный период (а не только событий загрязнения в течение этого периода).

source: An object was placed or picked up.
ru: Объект был размещен или подобран.

source: Air pollution was released (sent every 60 sec of operation).
ru: Выброс загрязняющих веществ в атмосферу (выброс каждые 60 секунд работы).

source: Amount of carbon dioxide released into the atmosphere this interval (60 seconds) in Parts Per Million.
ru: Количество CO2 выпущенного в атмосферу за промежуток времени (60 секунд) в PPM.

source: The rate of carbon dioxide being released in Parts Per Million.
ru: Скорость выброса CO2 в PPM.

source: What interval of time was spent polluting? This is assigned zero for the first pollution action, then 60 seconds for subsequent actions.
ru: Какой промежуток времени был выброс загрязнения? Этому значению присваивается ноль за первый выброс, затем 60 секунд за последующие.

source: Transfering {0} in {1} ({2} short)
ru: Передача {0} в {1} (ещё {2})

source: {0} has stashed following elements:
ru: {0} скрыл следующие элементы:

source: You can use some other contract board to post them again.
ru: Вы можете воспользоваться другой доской объявлений, чтобы снова их разместить.

source: Stashed contracts list is not empty:
ru: Список скрытых контрактов не пуст:

source: Stashed work parties list is not empty:
ru: Список скрытых рабочих групп не пуст:

source: Would you like to post the stash on this board?
ru: Вы действительно хотите разместить тайник на этой доске?

source: All stashed contracts were moved to this board!
ru: Все скрытые контракты были перенесены на эту доску!

source: All stashed work parties were moved to this board!
ru: Все скрытые рабочие группы были перенесены на эту доску!

source: Successfully moved:
ru: Успешно перемещено:

source: Failed to move due to the capacity of this board:
ru: Не удалось переместить из-за нехватки места на этой доске:

source: {0} was turned off because it couldn't legally create air pollution:{1}{2}
ru: {0} было отключено, так как загрязнение воздуха запрещено законом:{1}{2}

source: CO2 emission from this {0}
ru: Выброс CO2 от {0}

source: CO2 rate: {0}ppm per hour ({1} of global rate)
ru: Уровень CO2: {0}ppm в час ({1} от глобального уровня)

source: CO2 rate: {0}ppm per hour when enabled.
ru: Уровень CO2: {0}ppm в час, когда в работе.

source: Total CO2 over lifetime: {0}ppm ({1} of global CO2)
ru: Всего CO2 за всё время: {0}ppm ({1} от общего CO2)

source: ~ migrated {0}
ru: ~ миграция {0}

source: {0}ppm per day ({1}ppm global lifetime)
ru: {0}ppm в день ({1}ppm за всё время)

source: Global CO2 Sources and Sinks (updates every {0})
ru: Глобальные источники и поглотители CO2 (обновляется каждые {0})

source: {0}ppm per day ({1}ppm total{2})
ru: {0}ppm в день ({1}ppm всего{2})

source: CO2 Effects
ru: Эффекты CO2

source: Temperature rises {0} degree for every {1}ppm past {2}ppm (changing by {3} degrees per day, {4} degrees raised so far)
ru: Температура поднимается на {0} град. за каждые {1}ppm - текущее значение {2}ppm (изменяется на {3} град. в день, сейчас на {4} град. больше обычного)

source: Sea level rises {0} meter every {1}ppm past {2}ppm (rising by {3} meters per day, {4} meters raised so far)
ru: Уровень моря повышается на {0} м. за каждые {1}ppm - текущее значение {2}ppm (изменяется на {3} м. в день, сейчас на {4} м. выше обычного)

source: Total CO2
ru: Всего CO2

source: CO2 = carbon dioxide, PPM = parts per million
ru: CO2 = углекислый газ, PPM = миллионная доля

source: , already at minimal level
ru: , уже на минимальном уровне

source: From Pollution
ru: От загрязнений

source: From Animals
ru: От животных

source: From Plants
ru: От растений

source: Eco Server (:{0}). Press Ctrl + C or Ctrl + Break to exit.
ru: Eco сервер (:{0}). Нажмите Ctrl + C или Ctrl + Break для выхода.

source: The server crashed and you can't play. Check logs in 'Eco_Data\\Server\\Logs' for more information.
ru: Сервер упал, и вы не можете играть. Проверьте журналы в 'Eco_Data\\Server\\Logs' для получения более подробной информации.

source: Build Ecopedia
ru: Сборка Экопедии

source: Define District Area
ru: Определить район

source: (Hold right-click and drag to draw district. Right-click highlighted area to erase. Press CTRL to switch between view and edit modes.)
ru: (Удерживая правую кнопку мыши, перетаскивайте курсор, чтобы нарисовать район. Щелкните правой кнопкой мыши по нарисованной области, чтобы стереть её. Нажмите CTRL для переключения между режимами просмотра и редактирования.)

source: ComponentTabName
ru: ИмяВкладкиКомпонента

source: {0} Level
ru: {0} Уровень

source: {0} Profession
ru: Профессия {0}

source: You have reached the maximum level in this skill.
ru: Вы достигли максимального уровня навыка.

source: Failed to connect to the local server. It may be because of server crash, you can check the server logs in {0} for more details.
ru: Не удалось подключиться к локальному серверу. Возможно, сбой сервера. Проверьте логи сервера в {0} для получения более подробной информации.

source: Cancelled by user
ru: Отменено пользователем

source: Client couldn't start server for tests.
ru: Клиент не может запустить сервер для тестов.

source: Failed to login to the server:
ru: Не удалось подключиться к серверу:

source: Toggle
ru: Переключение

source: Stars
ru: Звёзды

source: By spending a star, players can learn a new specialty. New stars are unlocked over time by earning character experience.
ru: Потратив звезду, игроки могут изучить новую специальность. Со временем, набирая опыт, открываются новые звёзды.

source: Levels are gained in a specialty when using the skill, either by crafting related recipes or using tools that receive a bonus with the specialty.
ru: Уровни приобретаются в специальности при использовании навыка, либо путем создания соответствующих рецептов, либо с помощью инструментов, которые получают бонус с данной специальностью.

source: Change the form type in the building menu by pressing F while holding a hammer.
ru: Чтобы сменить форму блока в меню строительства, нажмите F, держа в руках молоток.

source: Change the fill type in the building menu by pressing F while holding a hammer.
ru: Чтобы сменить тип заполнения в меню строительства, нажмите F, держа в руках молоток.

source: Work order also need <b>labor</b> to complete
ru: Заказу не хватает <b>работы</b> для завершения

source: Some recipes use 'tagged ingredients'.
ru: Некоторые рецепты используют 'группированные ингредиенты'.

source: Labor costs calories and may require certain specialties.
ru: При работе затрачиваются калории, а иногда требуется наличие некоторых специальностей.

source: It means that order will acept any of the listed items.
ru: Это означает, что проект принимает любые предметы из указанного списка.

source: Crafting table
ru: Верстак

source: Min Durability
ru: Мин. прочность

source: Set time of day to noon.
ru: Выставить время суток на полдень.

source: Set time of day to midnight
ru: Выставить время суток на полночь

source: Set time of day to the specified hour
ru: Выставить время суток на указанный час

source: Reset time of day to match the clock.
ru: Сбросить время суток, чтобы оно соответствовало часам.

source: Give yourself specialty points
ru: Дать себе очков специализации

source: Prevent If Unable To Pay
ru: Запретить, если нельзя заплатить

source: Creates X tons of air pollution
ru: Создаёт X тонн загрязнения воздуха

source: Efficiency
ru: Эффективность

source: Calorie Reduction
ru: Уменьшение калорий
