Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Since you last logged in {0} ago, you lost {1} calories and gained {2} {3}.
ru: С момента вашего последнего входа ({0} назад), вы потеряли {1} калорий и получили {2} {3}.

source: stars
ru: звёзды

source: Lowest Nutriend:
ru: Нутриент с наименьшим значением:

source: Lowest Nutrient:
ru: Не достаточно нутриента:

source: Highest Nutrient:
ru: Самый большой нутриент:

source: Ratio:
ru: Пропорция:

source: Final Bonus:
ru: Итоговый бонус:

source: You receive a bonus for balancing the nutrients in your diet, and if each nutrient is close to the same value the bonus goes up.
ru: Вы получаете бонус за баланс питательных веществ в вашем рационе, если все вещества будут близки к одинаковому значению, бонус будет увеличиваться.

source: (where a ratio of {0} is {1} and a ratio of {2} is {3})
ru: (где отношение {0} равно {1}, а отношение {2} равно {3})

source: No nutrients.
ru: Нет питательных веществ.

source: You are feeling quite exhausted and can't work another minute! You can work again in {0}
ru: Вы чувствуете себя совершенно измотанным и не можете работать больше ни минуты! Вы сможете снова приступить к работе через {0}

source: You are feeling refreshed and can work again.
ru: Вы чувствуете себя отдохнувшим и снова можете работать.

source: You feel invigorated! You can work an extra {0} hours while otherwise exhausted.
ru: Вы чувствуете себя бодрячком! Вы можете проработать еще {0}ч, даже будучи полностью измотанным.

source: You are suddenly very exhausted.
ru: Внезапно вы очень устали.

source: You are too exhausted to expend more calories. You can work again in: {0}
ru: Вы слишком устали, поэтому не можете тратить больше калорий. Вы сможете снова приступить к работе через: {0}

source: Citizen is exhausted and can work again in {0}.
ru: Житель обессилен, он сможет снова приступить к работе через {0}.

source: Citizen can work for another {0} before becoming exhausted.
ru: Гражданин может работать на другого {0}, пока не истощится.

source: Spawns a setup for testing sewage system.
ru: Создает установку для тестирования системы канализации.

source: {0} [{1}] an interaction distance check failed (occupancy based). Fallback to default check.
ru: {0} [{1}] не удалось проверить расстояние взаимодействия (исходя из возможностей). Возврат к проверке по умолчанию.

source: plugin
ru: плагин

source: All {0} in the world
ru: Все {0} в мире

source: There are {0} {1} in the world
ru: В мире существует {0} {1}

source: There is one {0} in the world
ru: В мире существует только один {0}

source: use {0}{1}
ru: используй {0}{1}

source: using {0}{1}
ru: используя {0}{1}

source: You find this food tastes {0}.
ru: Вы находите эту еду вкусной {0}.

source: You have eaten {0} calories of this food within the last 24 hours.
ru: Вы съели {0} калорий этой пищи в течение последних 24 часов.

source: You have never tried this food before.
ru: Вы никогда раньше не пробовали эту еду.

source: You have not eatent his food lately.
ru: Вы не ели эту еду в последнее время.

source: perform an action
ru: выполнить действие

source: performing an action
ru: выполнение действия

source: {0} is at its current max of {1} plots.
ru: {0} уже достиг максимума в {1} участков.

source: The {0} is:\n\n{1} {2}\n\nDo you want to proceed and specify a bank account to pay from?
ru: {0}: \n\n{1} {2}\n\nХотите продолжить и выбрать банковский счет для оплаты?

source: {0} doesn't have enough {1} to cover the {2} of {3}.
ru: {0} не хватает {1}, чтобы покрыть {2} из {3}.

source: {0} is set to an invalid amount: {1}
ru: {0} установлено недопустимое значение: {1}

source: {0} is set to an invalid currency: {1}
ru: {0} установлена недопустимая валюта: {1}

source: {0} in {1}
ru: {0} в {1}

source: Select bank account to pay {0} from.
ru: Выберите банковский счёт с которого оплатить {0}.

source: The Wind Generator sees enough sky to generate {0}w.
ru: Ветряному генератору достаточно пространства для генерации {0}Ватт.

source: The Wind Generator requires a clear view of the sky to operate.
ru: Ветряному генератору требуется свободное пространство для работы.

source: Waterwheel is too deep.
ru: Водяное колесо слишком глубоко.

source: Waterwheel rotation obstructed by {0} at {1}.
ru: Вращению водяного колеса мешает {0} на {1}.

source: Too many sides are in water flow.
ru: Нет направленного потока воды.

source: Waterwheel is generating {0}w due to {1} (max {2}) being in water flow.
ru: Водяное колесо генерирует {0}Ватт благодаря потоку воды {1} (из возможных {2}).

source: Waterwheel must be in water to function.
ru: Для работы водяное колесо должно находиться в воде.

source: The Waterwheel does not function in oceans.
ru: Водяное колесо не работает в океане.

source: side
ru: сторона

source: The Solar Generator must be outside.
ru: Солнечный генератор должен находиться снаружи.

source: The Solar Generator sees {0}% of the sky, generating {1}w of the maximum of {2}. Generator footprint is {3}x{4}.
ru: Солнечной панели доступно {0}% неба, сейчас она производит {1}Ватт из {2} возможных. Размер строения {3}х{4}.

source: The Solar Generator requires a view of the sky to operate.
ru: Солнечная панель требует открытого неба для работы.

source: Uncategorized
ru: Без категории

source: Cannot enroll, no subject set.
ru: Нельзя записаться, не установлен предмет.

source: Cannot enroll, class is full.
ru: Нельзя записаться, класс заполнен.

source: Cannot enroll, you are already educated in {0}.
ru: Нельзя записаться, вы уже обучаетесь в {0}.

source: Enrollment failed: Requirements not satisfied.
ru: Не удалось записаться: Не выполнены требования.

source: Enrollment failed, requirements not satisfied.
ru: Не удалось записаться, не выполнены требования.

source: tuition fee
ru: плата за обучение

source: You are now enrolled as a {0} student!{1}Once both you and the teacher have applied labor, you will begin gaining education in {2}.
ru: Вы были записаны как учащийся {0}!{1}После того как учитель и вы внесете свою работу, вы начнете получать образование в {2}.

source: {0} is now a student of {1} at {2}. {3}
ru: {0} теперь учащийся {1} в {2}. {3}

source: {0} has enrolled in your {1} class. You will collect {2} when they complete the class.
ru: {0} записался в ваш класс {1}. Вы получите {2} по окончании их обучения.

source: Cannot become a teacher here, requirements not satisfied.
ru: Нельзя стать здесь преподавателем, не выполнены требования.

source: A subject must be assigned before you may become a teacher.
ru: Прежде чем стать преподавателем, необходимо выбрать предмет.

source: You don't have the skill {0} and thus cannot teach it.
ru: Вы не можете обучать, у вас нет навыка {0}.

source: You are now a teacher of {0}! For teaching to begin:\n\n - Students must enroll beyond the minimum number required.\n - Students must add studying labor.\n - You must add teaching labor.\n\n When these are satisfied, their education in the given subject will begin increasing.
ru: Вы теперь учитель {0}! Чтобы обучение началось:\n\n - Ученики должны записаться в школу сверх минимального количества.\n - Ученики должны добавить свою работу.\n - Вы должны добавить свою работу.\n\n Когда требования будут выполнены, их прогресс по данному предмету начнет расти.

source: {0} is now teaching {1} at {2}.
ru: {0} теперь обучает {1} в {2}.

source: Are you sure you want to stop teaching? You will lose {0} queued teaching calories.
ru: Вы уверены, что хотите прекратить обучение? Вы потеряете {0} кал в очереди обучения.

source: Are you sure you want to stop teaching?
ru: Вы уверены, что хотите прекратить обучение?

source: Teaching not started:
ru: Обучение не начато:

source: Teaching in progress, {0} currently learning.
ru: Обучение в процессе, сейчас изучается {0}.

source: {0} has successfully completed a class in {1} taught by {2}.{3}
ru: {0} успешно закончил обучение в {1}, обучение проводил {2}.{3}

source: You have completed your course in {0} taught by {1}!{2}
ru: Вы закончили курс по {0}, который преподавал {1}!{2}

source: {0} has completed your course in {1}!{2}
ru: {0} закончил курс в {1}!{2}

source: No teacher has yet taken the job.
ru: Ни один учитель еще не взял эту работу.

source: Class is being taught by {0}.
ru: Занятия ведет {0}.

source: No subject set.
ru: Предмет не задан.

source: Room must contain a working crafting table that uses {0} in order to teach.
ru: В комнате должен быть верстак используемый {0} для проведения занятий.

source: Crafting table used for teaching ({0}) for {1} is not enabled.
ru: Верстак используемый для обучения {1} ({0}) не включен.

source: No teacher assigned.
ru: Учитель не назначен.

source: Tuition distributed from escrow: {0} paid to teacher, {1} paid to school.
ru: Плата за обучение, выплачиваемая из эскроу-счёта: {0} выплачивается учителю, {1} выплачивается школе.

source: {0} transferred fee to escrow for crafting {1} in the amount of {2}
ru: {0} внес плату на счет за изготовление {1} в размере {2}

source: {0} paid fee for crafting {1} in amount of {2}
ru: {0} заплатил за изготовление {1} в размере {2}

source: {0} refund fee for crafting {1} in amount of {2}
ru: Возврат платы {0} за изготовление {1} в размере {2}

source: damaging {0}{1}
ru: урон {0}{1}

source: World Progress
ru: Мировой прогресс

source: Achievements
ru: Достижения

source: Received {0} ago.
ru: Получено {0} назад.

source: Unlocked on server {0}
ru: Открыто на сервере {0}

source: Error: two achievements with same name '{0}'
ru: Ошибка: два достижения с одинаковыми именем '{0}'

source: You unlocked an achievement!{0}!
ru: Вы разблокировали достижение!{0}!

source: {0} unlocked the achievement {1}!
ru: {0} разблокировал достижение {1}!

source: run by {0}
ru: был запущен {0}

source: Citizens with {0} Achievement
ru: Жители с достижением {0}

source: Achievement {0} given to {1}
ru: Достижение {0} выдано {1}

source: Removed achievement of type '{0}' from {1}
ru: Достижение типа '{0}' удалено из {1}

source: Acehievment '{0}' not found on {1}.
ru: Достижение '{0}' не найдено у {1}.

source: Achievements Avaialble
ru: Доступные достижения

source: Given by {0}: {1}
ru: Дано {0}: {1}

source: Test for achievements.
ru: Тестирование достижений.

source: Give an achievement to the given user
ru: Выдать достижение заданному пользователю

source: Remove an achievement from the given user
ru: Удалить достижение у заданного пользователя

source: (missing)
ru: (отсутствует)

source: {0} is outdated. All data was migrated to the new version. Old version is saved as {1}
ru: {0} устарела. Все данные были перенесены на новую версию. Старая версия была сохранена как {1}

source: Controller Stats
ru: Статус Контроллера

source: Performance Manager
ru: Менеджер производительности

source: (shared)
ru: (общий)

source: Error inserting custom stat {0} into database
ru: Ошибка вставки произвольного значения {0} в базу данных

source: Couldn't create new custom stat collection for {0}: {1}
ru: Не удалось создать новую коллекцию пользовательской статистики для {0}: {1}

source: Rebuilding database
ru: Восстановление базы данных

source: Rebuilding database finished
ru: Восстановление БД завершено

source: Shutting down {0}
ru: Отключение {0}

source: Another game server is running on same address ({0}). You need to stop it or wait until it shutdown.
ru: На том же адресе ({0}) запущен другой игровой сервер. Вам необходимо остановить его или дождаться его отключения.

source: User code modification ignored for '{0}', because user modifications may only be loaded from '{1}' folder.
ru: Пользовательская модификация кода игнорируется для '{0}', т.к. они могут быть загружены только из папки '{1}'.

source: Failed to read mod dll meta data: {0}
ru: Ошибка чтения метаданных мода: {0}

source: Trying to schedule already scheduled renderer with job type: {0}
ru: Попытка запланировать уже запланированный рендерер с заданием типа: {0}

source: Trying to schedule renderer which isn't in Queued state: {0}, renderer: {1}
ru: Попытка запланировать рендерер, который состоянии В очереди: {0}, рендерер: {1}

source: Invalid job type: {0}
ru: Недопустимый тип задания: {0}

source: Unlearned
ru: Неизученный

source: unspecialized
ru: неспециализированный

source: specialized
ru: специализированный

source: {0} Level: {1}
ru: {0} Уровень: {1}

source: This specialty has been discovered, but you haven't learned it yet.\n\nAcquire and read a {0} to learn it.
ru: Эта специальность была открыта, но вы еще ее не изучили.\n\nРаздобудьте и прочитайте {0}, чтобы изучить ее.

source: Level {0} Benefits
ru: Преимущества на {0} уровне

source: No benefits at this level
ru: Нет преимуществ на этом уровне

source: {0} Education
ru: {0} обучения

source: Choose {0} as a specialty?\nThis will permanently consume {1}.
ru: Выбрать {0} специальностью?\nЭто потратит навсегда {1}.

source: Star
ru: Звезда

source: Can't place here: Already a plot in {0}.
ru: Не может размещен здесь: уже участок в {0}.

source: Can't place here: Already influenced by {0}.
ru: Не может размещен здесь: уже принадлежит {0}.

source: This area is already influenced by {0}
ru: Эта территория уже занята {0}

source: This location is too close to {0}.
ru: Это место слишком близко к {0}.

source: Location overlaps {0} but the plot is unowned. Claim the plot first to place here.
ru: Место пересекается с {0}, но участок никому не принадлежит. Перед размещением в этом месте сначала заклеймите участок.

source: Location overlaps {0} but you don't have ownership access on this plot.
ru: Место пересекается с {0}, но у вас нет права собственности на этот участок.

source: Can't place here, you don't have access to {0}.
ru: Нельзя разместить здесь, у вас нет доступа к {0}.

source: Can't place here, must be within the influence of a {0} you have access to.
ru: Нельзя разместить здесь, необходимо находиться в зоне влияния {0}, к которому у вас есть доступ.

source: Plot is already a part of {0}.
ru: Участок уже является частью {0}.

source: Plot is part of a different deed: {0}.
ru: Участок является частью другого права: {0}.

source: Place here to attempt to join the town {0}.
ru: Разместите здесь, чтобы получить возможность присоединиться к городу {0}.

source: Must be placed within {0} meters of at least two {1} centers.{2}Must be inside the influence of a {3} you have access to.
ru: Должен находиться в пределах {0} метров по крайней мере двух {1} центров. {2} Должен находиться в пределах влияния {3}, к которому у вас есть доступ.

source: Must be placed outside the influence of any {0}.
ru: Должен быть размещен за пределом влияния любого {0}.

source: Claiming Plots for {0}
ru: Занятие участка {0}

source: {0} of {1} plots claimed.
ru: {0} из {1} участков занято.

source: Join an existing {0} or start from scratch without one.
ru: Присоединитесь к существующему {0} или обоснуйте новый.

source: Day {0} - {1} online
ru: День {0} - {1} онлайн

source: Match Score: {0}
ru: Счет игры: {0}

source: Total Score: {0}
ru: Итого баллов: {0}

source: Match Score
ru: Счёт Матча

source: Active Citizens
ru: Активные жители

source: Match Score:
ru: Счёт Матча:

source: Score
ru: Счёт

source: Server has a great ping ({0})
ru: У сервера отличный пинг ({0})

source: Server has an ok ping ({0})
ru: У сервера нормальный пинг ({0})

source: Server has a slow ping ({0})
ru: У сервера большой пинг ({0})

source: Server did not respond to ping.
ru: Сервер не отвечает.

source: {0} currently online.
ru: {0} сейчас онлайн.

source: An admin is online.
ru: Админ онлайн.

source: Server description is set.
ru: Описание сервера установлено.

source: Server has a distribution station for new citizens.
ru: Сервер имеет распределительную станцию для новых жителей.

source: Immigrants needed to replace abandoning players! Save Our Server.
ru: Требуются иммигранты чтобы заменить ушедших игроков! Спасите наш сервер.

source: Initial set of citizens still growing to capacity.
ru: Первоначальный набор граждан все еще растет до вместительности.

source: Is already full of active citizens.
ru: Уже заполнено активными жителями.

source: Day {0} of a beginner server.
ru: День {0} на новичковом сервере.

source: Day {0} of an experienced server.
ru: День {0} на продвинутом сервере.

source: A world building a utopia after the meteor has been destroyed.
ru: Мир, создающий утопию после того, как астероид был уничтожен.

source: Server play times matches yours by {0}
ru: Игровое время сервера совпадает с Вашим на {0}

source: Server has no exhaustion-limit set on citizens, which matches your setting of {0} hours per-day by {1}.
ru: На сервере не установлен предел исчерпания для граждан, что соответствует настройкам {0} часов в день для {1}.

source: Server has friends of yours playing.
ru: На сервере играют ваши друзья.

source: Great Ping
ru: Отличный пинг

source: Bad Ping
ru: Плохой пинг

source: Disconnected
ru: Отключился

source: Some Players Online
ru: Несколько игроков онлайн

source: Many Players Online
ru: Много игроков онлайн

source: Lots of Players Online
ru: Очень много игроков онлайн

source: Admin Online
ru: Админ онлайн

source: Newbie Friendly
ru: Дружелюбный к новичкам

source: Immigrants Needed
ru: Требуются иммигранты

source: Growing Population
ru: Растущее население

source: Full
ru: Полный

source: New Server
ru: Новый сервер

source: New Hard Server
ru: Новый тяжёлый сервер

source: Post-Meteor Society
ru: Сообщество после астероида

source: Unmatched Times
ru: Дополнительное время

source: Matched Times
ru: Игровое время

source: Unmatched Hours Per Day
ru: Дополнительные часы в день

source: Matched Hours Per Day
ru: Количество часов в день

source: Friends Online
ru: Друзья онлайн

source: {0} hours per day
ru: {0} ч в день

source: Exhaustion Limit
ru: Предел истощения

source: Select Point of Interest Filter
ru: Выбрать пункты в фильтре интересов

source: Point of Interest
ru: Интересное место

source: Points of Interest
ru: Интересные места

source: {0} at location: {1}
ru: {0} в {1}

source: Tax rate for currency exchange: {0}%.
ru: Налог при обмене валюты: {0}%.

source: Base value '{0}':
ru: Базовое значение '{0}':

source: Multiplier
ru: Множитель

source: Self Direct Transfer
ru: Личный прямой перевод

source: This transfer will be taxed as self directed because you have access to the target bank account.
ru: Этот перевод будет облагаться налогом на личный перевод, потому что у вас есть доступ к банковскому счету куда направляется перевод.

source: Public Direct Transfer
ru: Публичный прямой перевод

source: This transfer will be taxed as public directed because you don't have access to the target bank account.
ru: Этот перевод будет облагаться налогом на общественный перевод, потому что у вас нет доступа к банковскому счету куда направляется перевод.

source: Choose {0}
ru: Выберите {0}

source: Direct Transfer Tax (PUBLIC):
ru: Налог на перевод (общих средств):

source: Direct Transfer Tax (PUBLIC)
ru: Налог на перевод (общих средств)

source: A tax taken from citizens that are transferring currency from their account to another player's account.
ru: Налог, взимаемый с граждан, которые переводят валюту со своего счета на счет другого игрока.

source: Direct Transfer Tax (OWN):
ru: Налог на перевод (собственных средств):

source: Direct Transfer Tax (OWN)
ru: Налог на перевод (собственных средств)

source: A tax taken from citizens that are transferring currency from their account to another account which they have access to. Generally tax rates on transfers between two accounts you both own is zero, but this tax rate can be set to prevent tax evasion by changing ownership of bank accounts after a transfer.
ru: Налог, взимаемый с граждан, которые переводят валюту со своего счета на другой, к которому они имеют доступ. Как правило, налог на переводы между двумя счетами, которыми вы владеете, равна нулю, но это значение можно изменить, для предотвращения уклонения от уплаты налогов путем смены владельцев банковских счетов после перевода.

source: Currency Exchange Tax:
ru: Налог на обмен валют:

source: Currency Exchange Tax
ru: Налог на обмен валют

source: A tax taken from citizens when using a currency exchange. Tax is charged as an extra cost to the customer, and the given percent is taken from both currencies in the transaction (thus you may want this to half of what you want the expected tax percent to be, since both are taxed).
ru: Налог, взимаемый с жителей при обмене валют. Налог взимается с покупателя в качестве дополнительных затрат, и данный процент берется из обеих валют транзакции.

source: Are you sure you want to unclaim {0} and delete {1}?
ru: Вы уверены, что хотите освободить {0} и удалить {1}?

source: Are you sure you want to delete {0}?
ru: Вы уверены, что хотите удалить {0}?

source: Simple Controls
ru: Простое управление

source: Advanced Controls
ru: Продвинутое управление

source: STOVE initialization failed: {0}
ru: Сбой инициализации STOVE: {0}

source: Vehicle Alternative Controls
ru: Альтернативное управления транспортом

source: Arriving at {0} in {1}
ru: Прибытие в {0} через {1}

source: Blacklisted {0} for {1}
ru: {0} занесен в черный список за {1}

source: Injection detected. Please, stop using third-party software for code injections or you will be reported and permanently banned on all servers.
ru: Обнаружено внедрение. Пожалуйста, прекратите использовать сторонние программы для внедрения кода, иначе вы будете навсегда заблокированы на всех серверах.

source: First Person Field of View
ru: Угол обзора от первого лица

source: Extent of the observable game world that is seen on the display at any given moment in the first person view.\n\nPerformance impact: None
ru: Угол обзора, при игре от первого лица. \n\nВлияние на производительность: нет

source: Third Person Field of View
ru: Угол обзора от третьего лица

source: Extent of the observable game world that is seen on the display at any given moment in the third person view. Bounds depend on camera distance.\n\nPerformance impact: None
ru: Степень наблюдаемого игрового мира, который виден на дисплее в любой данный момент времени в представлении третьего лица. Границы зависят от расстояния камеры.\n\nВлияние на производительность: Нет

source: Set Your Estimated Play Times
ru: Укажите в какое время вы планируете играть

source: Shift clicking a tool will add it to repair slot or inventory\nShift clicking button will repair tool and pull it back to inventory\n
ru: Shift-клик по инструменту добавит его в слот для ремонта или инвентарь\nShift-клик по кнопке отремонтирует инструмент и вернет его обратно в инвентарь\n

source: Economy:
ru: Экономика:

source: {0}m {1}s
ru: {0}м {1}с

source: Joining a world with citizens who play similar lengths of time will prevent some citizens from far-suprassing others in progression.
ru: Присоединяясь к миру с жителями, которые играют примерно одинаковое количество времени, вы не позволите одним жителям значительно превзойти других в развитии.

source: Set Exhausation Timer Preference
ru: Установить предпочтительный таймер голода

source: When checked, exhaustion limit will have no effect on server matching in the server browser.
ru: Если флажок установлен, ограничение исчерпания не влияет на соответствие сервера в браузере сервера.

source: Once exhausted, citizens can not spend calories until the next day. \n(This setting will only affect server match scores in the server-browser.)\n
ru: При истощении, жители не могут тратить калории до следующего дня. \n(Эта настройка будет влиять только на подбор сервера в общем списке серверов.)\n

source: No holes in the roof at all.
ru: Никаких дыр в крыше.

source: Maximum of two blocks of empty space in walls.
ru: Проемы в стенах не больше двух блоков.

source: And all the forms can be built in a variety of fill types.
ru: И все формы могут быть построены с использованием различных типов заполнения.
