Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: DepositTerrainModule ({0}) spawn rate ({1:E2}) is high! It will create new deposit every {2} blocks with max deposit size {3}! It may create too tight deposits. To fix this decrease spawn rate at least to {4:E2} (for 20% space between deposits).
ru: Модуль DepositTerrainModule ({0}) имеет высокую частоту появления месторождений ({1:E2})! Он будет создавать новое месторождение каждые {2} блоков с максимальным размером месторождения {3}! Это может создать слишком тесно прилегающие месторождения. Чтобы исправить, уменьшите частоту появления хотя бы до {4:E2} (для свободного места в 20% между месторождениями).

source: Defines depth range to start spawn in. It may go out of depth range while growing deposit though. You can use DepositDepthRange to control deposit bounds.
ru: Определяет диапазон глубины, на котором будет начинаться месторождение. Однако, месторождение будет расти и может выйти за этот диапазон глубины. Можно использовать DepositDepthRange для управления границами месторождения.

source: Defines depth range to keep deposit within. It is still possible to go out of deposit depth range bounds, but it will have big penalty.
ru: Определяет диапазон глубины, в котором нужно удерживать месторождение. Оно всё ещё может выйти за эти границы, но с большим штрафом.

source: Void Storage
ru: Бездонное хранилище

source: A rotary kiln that produces AdvancedMasonry and concrete products.
ru: Барабанная печь, производящая бетонные изделия и материалы для продвинутой каменной кладки.

source: Iron Sickle
ru: Железный серп

source: Can be found on {0}.
ru: Может быть найден на {0}.

source: Is on an unplaced board owned by {0}.
ru: Находится на неустановленной доске, принадлежащей {0}.

source: You are not authorized to turn {0} on or off.
ru: Вы не авторизованы чтобы вкл./выкл. {0}.

source: Turn off
ru: Выкл.

source: Turn on
ru: Вкл.

source: Collect community donated items
ru: Получите вещи предоставленные обществом

source: There are no available projects that require {0}
ru: Нет запущенных проектов которым требуется {0}

source: alias
ru: иначе

source: Skill Level
ru: Уровень навыка

source: Re-Scan
ru: Перепроверить

source: Load Localization Tables
ru: Загрузка перевода

source: Dump Missed Strings
ru: Дамп пропущенных строк

source: Export Chat Log
ru: Выгрузить историю сообщений

source: Export Species
ru: Выгрузить виды

source: Export Environmental Data
ru: Выгрузить данные об окружении

source: Export Actions
ru: Выгрузить действия

source: Export All
ru: Выгрузить всё

source: Flush to Disk
ru: Выгрузить на диск

source: Force Save All and Flush to Disk
ru: Принудительно сохранить и выгрузить на диск

source: Do Backup Now
ru: Выполнить резервное копирование

source: Stop Auto-Backup
ru: Остановить автоматическое резервное копирование

source: Start Auto-Backup
ru: Включить автоматическое резервное копирование

source: Force GC
ru: Форсировать GC

source: Export Item List
ru: Выгрузить список предметов

source: Build Tech Tree Image
ru: Создать снимок древа технологий

source: Refresh Mod List
ru: Обновить список модификаций

source: Refresh Mod Unity Data
ru: Обновить данные модификаций

source: Relay Server Address
ru: Адрес сервера ретрансляции

source: GameData
ru: Игровые данные

source: Tailor Specialty
ru: Портной

source: Smith Specialty
ru: Кузнец

source: Survivalist Specialty
ru: Выживальщик

source: Mason Specialty
ru: Каменщик

source: Carpenter Specialty
ru: Плотник

source: Engineer Specialty
ru: Инженер

source: Farmer Specialty
ru: Фермер

source: Hunter Specialty
ru: Охотник

source: Chef Specialty
ru: Повар

source: Tamper
ru: Вытаптывающий

source: Tree
ru: Дерево

source: Animals
ru: Животные

source: UserTracker
ru: Отслеживание пользователей

source: Product
ru: Продукт

source: Ingredient
ru: Ингредиент

source: Housing Objects
ru: Объекты жилья

source: Polluter
ru: Загрязнитель

source: ViewTypeData
ru: Просмотр типов данных

source: RenderType
ru: Тип рендера

source: A dead snapping turtle.
ru: Мёртвая каймановая черепаха.

source: A pacific sardine.
ru: Вид рыб из рода сардинопсов из семейства сельдевых.

source: A moon jellyfish.
ru: Ушастая аурелия.

source: A dead crab.
ru: Мёртвый краб.

source: A dead coyote.
ru: Мёртвый койот.

source: A cod.
ru: Треска.

source: A blue shark
ru: Синяя акула

source: A bass.
ru: Окунь.

source: A dead alligator.
ru: Мёртвый аллигатор.

source: A dead agouti.
ru: Мёртвый агути.

source: Couldn't create new stat collection for {0}: {1}
ru: Не удалось создать новую коллекцию характеристик для {0}: {1}

source: {0} hr\n{1}:{2}
ru: {0} ч\n{1}:{2}

source: {0} is not active and can't be cancelled.
ru: {0} не активен и не может быть отменен.

source: Can't take the role while {0} is on an unplaced board.
ru: Не может взять роль, пока {0} находится на неустановленной доске объявлений.

source: {0} is too far away to take the role.
ru: {0} слишком далеко, чтобы взять роль.

source: Posted on {0}
ru: Размещено на {0}

source: Is on an unplaced contract board.
ru: Находится на неустановленной доске объявлений.

source: Can holders of this position set the global objective in the objective window?
ru: Могут ли обладатели этой должности указывать цель мира в окне целей?

source: Error: Removing corrupted entry {0}: {1}
ru: Ошибка: Удаление повреждённой записи {0}: {1}

source: Election missing action on completion.
ru: В голосовании не хватает действия при завершении.

source: Deed for {0}
ru: Права на {0}

source: Durability remaining: {0}\n
ru: Оставшаяся прочность: {0}\n

source: count: {0}
ru: количество: {0}

source: time: {0} ms
ru: время: {0} мс

source: Performance
ru: Производительность

source: World Objective
ru: Мировая цель

source: {0} Posted on {1}
ru: {0} разместил на {1}

source: Created by {0}{1}
ru: Создано {0}{1}

source: Couldn't find test '{0}'. Available tests:{1}{2}
ru: Не удалось найти тест '{0}'. Доступные тесты:{1}{2}

source: Min %\nDurability\n
ru: Мин. %\nПрочность\n

source: Looking for wood\n
ru: Ищу дерево\n

source: Economic Components
ru: Экономика

source: Bank Component
ru: Банк

source: Contract Board Component
ru: Доска объявлений

source: Credit Component
ru: Кредит

source: Deed Sales Component
ru: Продажи прав

source: Exchange Component
ru: Обмен

source: Item Distribution Component
ru: Распределение предметов

source: Mint Component
ru: Чеканка

source: Store Component
ru: Магазин

source: Government Components
ru: Правительство

source: Civic Action Component
ru: Действия жителей

source: Civic Object Component
ru: Объекты жителей

source: Registrar Component
ru: Регистратор

source: Treasury Component
ru: Казна

source: Housing Components
ru: Жильё

source: Authorization Component
ru: Авторизация

source: Bed Component
ru: Кровать

source: Industry Components
ru: Промышленность

source: Crafting Component
ru: Изготовление

source: Modules Component
ru: Модули

source: Pipe Component
ru: Трубы

source: Power Component
ru: Энергетика

source: Repair Component
ru: Ремонт

source: Status Component
ru: Статус

source: Storage Component
ru: Хранилище

source: Concepts
ru: Понятия

source: Economy Overview
ru: Обзор экономики

source: Biomes
ru: Биомы

source: Ecosystem Overview
ru: Обзор экосистемы

source: Housing Overview
ru: Обзор дома

source: Skills Overview
ru: Обзор навыков

source: Professions
ru: Профессии

source: Profession Overview
ru: Обзор профессий

source: World Index
ru: Индекс мира

source: Vehicle Component
ru: Транспорт

source: Getting Started
ru: Введение

source: Choosing a Profession
ru: Выбор профессии

source: Civic Duties
ru: Гражданский долг

source: Economic Participation
ru: Участие в экономике

source: Food and Shelter
ru: Еда и укрытие

source: Life in an Ecosystem
ru: Жизнь в экосистеме

source: The Arc of Progress
ru: Кривая развития

source: Using Tools
ru: Использование инструмента

source: Building
ru: Строительство

source: My Deeds Component
ru: Права собственности

source: Text Component
ru: Текст

source: Food Webs
ru: Пищевые цепочки

source: Crafted Objects
ru: Изготавливаемые объекты

source: Work Stations
ru: Верстаки

source: Development
ru: Разработка

source: Eco Development
ru: Разработка Eco

source: The Eco Tree
ru: Древо Eco

source: Upgrade Modules
ru: Модули улучшений

source: Advanced Upgrades
ru: Продвинутые улучшения

source: Basic Upgrades
ru: Базовые улучшения

source: Modern Upgrades
ru: Современные улучшения

source: Specialty Upgrades
ru: Улучшения специальностей

source: Natural Resources
ru: Природные ресурсы

source: Districts are created and redefined here.
ru: Здесь создаются и переопределяются районы.

source: When you gotta go, you gotta go.
ru: Когда ты должен идти, ты должен идти.

source: A crushing machine that uses iron stamps to pound rocks into small pieces.
ru: Машина для дробления, которая использует железные молотки для измельчения руды на мелкие кусочки.

source: A small household sink.
ru: Небольшая бытовая мойка.

source: A heavy mortared stone door.
ru: Тяжёлая каменная дверь.

source: A heavy duty machine that uses compressive force to crush rocks into a fine gravel.
ru: Мощная машина, которая использует сжимающее усилие для дробления камней в мелкий гравий.

source: Elected titles are created and defined at the government office.
ru: Выборные должности создаются и настраиваются в кабинете правительства.

source: Elected officials can perform one-time executive actions here.
ru: Должностные лица могут выполнять здесь разовые исполнительные действия.

source: A court where laws are decided.
ru: Суд, где создаются законы.

source: Demographics are created here using data about the population.
ru: Здесь создаются демографические группы, используя данные о населении.

source: Forms the foundation of a government. The constituion is created here.
ru: Формирует основу правительства. Здесь создаётся конституция.

source: A building for deciding voting procedures.
ru: Строение для определения процедур голосования.

source: A tamper proof box where votes are cast. Citizens can run for elected office here.
ru: Достаточно защищённая урна для голосования. Здесь жители могут предлагать свою кандидатуру на выборах правительства.

source: Changes to the constituion are made here.
ru: Здесь создаются изменения к Конституции.

source: Tailorings work with cloth to make high-end furniture.and clothing that provides special bonuses when worn.
ru: Портные работают с тканью, чтобы создавать высококачественную мебель и одежду, которая даёт особые бонусы при ношении.

source: All citzens are survialists in the world of Eco. How can you save the world if you can't save yourself?
ru: Все жители мира Eco - выживальщики. Как вы можете спасти мир, если не можете спасти себя?

source: Smiths smelt concentrate ore into metal bars and craft superior tools that helps citizens work more productively.
ru: Кузнецы выплавляют слитки металла из концентрата руды и создают превосходные инструменты, которые помогают жителям работать более продуктивно.

source: Masons craft with stone and are a valuable source of building material and furniture. They ore they collect is used by smiths to smelt into metal bars.
ru: Каменщики создают изделия из камня и являются ценным источником строительного материала и мебели. Также они добывают руду, которую кузнецы переплавляют в слитки.

source: Hunting animals provides a great source of nutritious food and their skins can be used in a variety of crafting projects.
ru: Охота на животных является отличным источником пищи, а их шкуры могут быть использованы для создания различных предметов.

source: Farmers specialize in all aspects of agriculture. The crops they produce are a primary source of the calories needed to perform work.
ru: Фермеры специализируются на всех аспектах сельского хозяйства. Урожай, который они производят, является основным источником калорий, необходимым для выполнения работы.

source: Engineers use the materials created by other professions to create cutting edge technology that paves the way for technological advancement.
ru: Инженеры используют материалы создаваемые другими профессиями для создания передовых технологий, прокладывая путь к технологическому прогрессу.

source: Chefs create highly nutrious food using the raw food provided by hunters and farmers.
ru: Повара создают очень питательную пищу, используя ингредиенты, поставляемые фермерами и охотниками.

source: Cooking higher quality food allows citizens to increase their nutrient bonus and gain experience faster.
ru: Приготовление высококачественной пищи позволяет жителям увеличить свой бонус от питания и быстрее набираться опыта.

source: Used to claim, unclaim, and examine property.\n\nWhen claiming:\n- Hold Ctrl to create a new deed.\n- Hold Shift to choose from nearby deeds.\nWhen unclaiming:\n- Hold Ctrl to unclaim an entire deed.\n- Hold Shift to move plot to a nearby deed.
ru: Используется, чтобы застолбить, освободить или изучить участок.\n\nКогда нужно застолбить:\n- Удерживайте Ctrl, чтобы создать новую территорию.\n- Удерживайте Shift, чтобы добавить к ближайшей территории.\nКогда нужно освободить:\n- Удерживайте Ctrl, чтобы освободить все участки текущей территории.\n- Удерживайте Shift, чтобы объединить участок с близлежащей территорией.

source: Boots designed to be rugged and reduce muscle strain while working.\n\nDecreases calories consumed by 10\u0025.
ru: Прочные ботинки, разработанные так, чтобы снизить нагрузку на мышцы во время работы.\n\nУменьшает потребление калорий на 10\u0025.

source: Lighter pack that causes lower calorie consumption.\n\nDecreases calories consumed by 10\u0025 and increases max carry weight by 5 kg.
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\nУменьшает потребление калорий на 10\u0025 и увеличивает максимальный переносимый вес на 5 кг.

source: Light weight shoes designed to make you run faster.\n\nIncreases movement speed.
ru: Облегченная обувь для бега.\n\nПовышает скорость передвижения.

source: Smaller than your standard three-day backpack. You can't fit that much inside, but that makes you more agile.\n\nIncreases movement speed and increases max carry weight by 5 kg.
ru: Меньше чем ваш стандартный трехдневный рюкзак. В него помещается не так много всего, но зато он делает вас проворнее.\n\nПовышает скорость передвижения и увеличивает максимальный переносимый вес на 5 кг.

source: Hide from the animals!\n\nReduces the detection range of animals.
ru: Скрывайтесь от животных!\n\nУменьшает дальность обнаружения животными.

source: A survival backpack that offers more support than the basic backpack.\n\nIncreases max carry weight by 10 kg.
ru: Рюкзак для выживания, который поможет вам больше, чем простой рюкзак.\n\nУвеличивает максимальный переносимый вес на 10 кг.

source: Can you carry as much as a bear! Not really, but it helps you carry more.\n\nIncreases max carry weight by 15 kg.
ru: Вы можете нести столько же, сколько медведь! Не совсем правда, но это поможет вам нести больше.\n\nУвеличивает максимальный переносимый вес на 15 кг.

source: A basic backpack to carry supplies.\n\nIncreases max carry weight by 5 kg.
ru: Простой рюкзак для переноски предметов.\n\nУвеличивает максимальный переносимый вес на 5 кг.

source: {0} performed {1} of the work. {2}
ru: {0} выполнил {1} работы. {2}

source: Cannot post a contract on an unplaced board.
ru: Нельзя опубликовать контракт на неустановленной доске.

source: contract
ru: договор

source: {0} posted on {1}.
ru: {0} опубликован на {1}.

source: Need to take {0} from {1}.
ru: Нужно взять {0} из {1}.

source: Open construction menu by pressing 'F'
ru: Откройте меню строительства, нажав клавишу 'F'

source: {0} {1}labor
ru: {0} работы из {1}

source: Halted: Needs materials to proceed.
ru: Приостановлено: для продолжения нужны материалы.

source: Halted: Needs {0}labor to proceed.
ru: Приостановлено: Требуется {0} работы для продолжения.

source: Cancel {0}?
ru: Отменить {0}?

source: Only the owner or authorized user may cancel a project.
ru: Только владелец или авторизованный пользователь может отменить проект.

source: Do you wish to clear all data saved in this object?
ru: Вы хотите очистить все данные, сохраненные в этом объекте?

source: Object data have been deleted.
ru: Данные объекта были удалены.

source: {0} {1} to reset object.
ru: {0} {1} чтобы сбросить объект.

source: This object has been used previously and contains saved data.
ru: Этот объект ранее использовался и содержит сохраненные данные.

source: Click here
ru: Кликните сюда

source: Click to reset data listed above.
ru: Нажмите, чтобы сбросить данные перечисленные выше.

source: Credit data
ru: Кредитные данные

source: District Map Name
ru: Название карты районов

source: Carpenters use harvested logs to craft a variety of useful products. Wood is an excellent source of building materials and furniture for homes.
ru: Плотники используют заготовленные бревна для изготовления различных полезных изделий. Древесина является отличным источником строительных материалов и мебели для дома.

source: Teleports player A to player B
ru: Переместить игрока А к игроку Б

source: A heavy ashlar stone door.
ru: Тяжёлая дверь из резного камня.

source: Treasury Disabled:\nOnly citizens with Elected Titles that provide them treasury privileges can use this.
ru: Казна отключена:\nТолько жители на выборных должностях с доступом к казне могут воспользоваться ей.

source: Majority Required For Instant Win
ru: Требуется большинство для мгновенной победы

source: Raw Food
ru: Сырая еда

source: Government Banking Privileges
ru: Правительственные полномочия банкира

source: Government accounts can receive and pay out tax funds, and are ignored when collecting tax and calculating personal wealth. To set this, you must have government banking privileges, assigned by an Elected Title.
ru: Правительственные счета могут получать и выплачивать денежные средства, а также не берутся в расчёт при сборе налогов и расчёте личного богатства. Чтобы увидеть их, вам нужны правительственные полномочия банкира, выдаваемые выборной должностью.

source: Remove this element immediately if you have executive privileges, or start an election to remove it if you have election privileges.
ru: Удалить этот элемент сразу, если у вас есть на это полномочия, или начать голосование, чтобы удалить его, если у вас есть право начинать голосования.

source: A heavy ashlarstone door.
ru: Тяжёлая дверь из резного камня.

source: Teleports otherPlayer to an xyz coordinate
ru: Переместить другого игрока на xyz координаты

source: Allows admins to list, add, remove, and clear many things in the game (including laws, titles, elections, bank accounts, and many more). Ex: /objects remove laws, Law 1
ru: Позволяет администраторам перечислять, добавлять, удалять и очищать многие вещи в игре (В том числе законы, титулы, выборы, банковские счета и многое другое). Пример: /objects remove laws, название закона

source: Add an object of the give type.
ru: Добавить объект заданного типа.

source: Pollution In PPM
ru: Загрязнение в PPM

source: PPM Per Hour
ru: PPM в час

source: Executive Action Title
ru: Наименование исполнительного действия

source: Creates X ppm of air pollution
ru: Создаёт X ppm загрязнения воздуха

source: tons
ru: тонн

source: Changes CO2 PPM by X
ru: Изменяет CO2 PPM на X

source: Modulus
ru: Модуль

source: At Most
ru: Как максимум

source: At Least
ru: Как минимум

source: Round Down
ru: Округление вниз

source: Round Up
ru: Округление вверх

source: Round Nearest
ru: Округление до ближайшего

source: Count Back From Present Time
ru: Обратный отсчёт времени

source: Current Time Block
ru: Текущий временной блок

source: Server Voice Identifier
ru: Идентификатор голосового сервера

source: Plugin Config
ru: Настройки плагина

source: Param Changed
ru: Параметр изменен

source: Lifetime CO2 From Pollution ppm
ru: Время существования CO2 от загрязнений PPM

source: Lifetime CO2 From Animals ppm
ru: Время существования CO2 от животных PPM

source: Lifetime CO2 From Plants ppm
ru: Время существования CO2 от растений PPM

source: Temperature change degrees
ru: Изменение температуры

source: Sea level change meters
ru: Измерители уровня моря

source: Past Period
ru: Прошедший период

source: Releases CO2 tons Per Day
ru: Выброс CO2 тонн в день

source: Street Sign
ru: Уличный указатель

source: A metal sign that is especially useful when placed alongside a road to provide information or give instructions to road users.
ru: Металлический знак, который особенно полезен при размещении рядом с дорогой для предоставления информации или инструкций участникам дорожного движения.

source: Stop Sign
ru: Знак Стоп

source: A traffic sign used to notify drivers to come to a complete stop and make sure the interesection is clear before proceeding.
ru: Дорожный знак, используемый для уведомления водителей, чтобы они полностью остановились и убедились, что перекресток свободен, прежде чем продолжить движение.

source: Solar Panels
ru: Солнечные панели

source: A nice, sturdy lumber chair.
ru: Хорошее, крепкое кресло из пиломатериалов.

source: A sturdy lumber bench. It doesn't feel as wobbly as more basic wooden benches.
ru: Прочная скамейка из пиломатериалов. Она не такая шаткая, как более простые деревянные скамейки.

source: An early stone bench. Not too comfy but it does the job.
ru: Простейшая каменная скамейка. Не слишком удобная, но со своей работой она справляется.

source: An early stone table. Not much to look at but it does the job.
ru: Простейший каменный стол. Выглядит не очень, но свою работу он делает.

source: A basic stone fireplace. Not much to look at it but a great source of heat.
ru: Простой каменный камин. Смотреть особо не на что, но зато отличный источник тепла.

source: An early stone chair. Not too comfy but it does the job.
ru: Простейший каменный стул. Не слишком удобный, но свою работу он делает.

source: A basic stone bench for sitting.
ru: Простая каменная скамейка для сидения.

source: Modern Street Light
ru: Современный уличный фонарь

source: Modern Double Street Light
ru: Современный двойной уличный фонарь

source: A nice, sturdy lumber table.
ru: Хороший, прочный стол из пиломатериалов.

source: A wolf statue carved from limestone.
ru: Статуя волка, вырезанная из известняка.

source: An owl statue carved from limestone.
ru: Статуя совы, вырезанная из известняка.

source: An otter statue carved from limestone.
ru: Статуя выдры, вырезанная из известняка.

source: A bison statue carved from limestone.
ru: Статуя бизона, вырезанная из известняка.

source: A basic wooden bench.
ru: Простая деревянная скамейка.

source: A trap to catch river fish as they swim. It can only be used in fresh water as it's too small to catch the larger ocean fish.
ru: Ловушка для ловли речной рыбы. Её можно использовать только в пресной воде, так как она слишком мала, чтобы поймать более крупную океанскую рыбу.

source: A tool for shaping or cutting metal by deforming it with a die.
ru: Инструмент для формовки или резки металла путем его деформации с помощью пресс-формы.

source: A sander and a jointer rolled into one.
ru: Шлифовальная машина и фуганок в одном лице.

source: An electric powered machine that has a spinning blade to craft a variety of metal products.
ru: Электрическая машина с вращающимся лезвием предназначенная для изготовления различных металлических изделий.

source: A large composite table for eating meals or getting some work done.
ru: Большой композитный стол для приема пищи или выполнения какой-либо работы.

source: A beautiful composite door built by an expert carpenter.
ru: Красивая композитная дверь, созданная опытным плотником.

source: A composite chair built to last.
ru: Композитный стул, созданный на века.

source: A composite bench built to last.
ru: Композитная скамейка, построенная на века.
