Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: You don't own this deed.
ru: Вы не владелец этого права.

source: Fee and tax of {0} waived for authorized user.
ru: Свои пользователи освобождены от налогов и сборов в {0}.

source: Meteor destruction sequence cancelled.
ru: Процесс уничтожения астероида прерван.

source: Sea Level
ru: Уровень моря

source: Temperature
ru: Температура

source: Ground Pollution
ru: Загрязнение поверхности

source: CO2 Rate From Pollution
ru: Доля CO2 от загрязнения

source: CO2 Rate From Animals
ru: Доля CO2, вырабатываемого животными

source: CO2 Rate From Plants
ru: Доля CO2, вырабатываемого растениями

source: CO2 In Atmosphere
ru: Количество CO2 в атмосфере

source: {0} Population
ru: {0} - Популяция

source: Sell
ru: Продать

source: Play
ru: Играет

source: Pay Tax
ru: Уплатить налог

source: Harvest
ru: Сбор

source: Complete Contract
ru: Завершение договора

source: \n{0} accepted {1}'s contract: {2} {3}
ru: \n{0} принял контракт от {1}: {2} {3}

source: Choose a World to Join.
ru: Выберите мир для входа.

source: Authorization
ru: Разрешения

source: Cancel project?
ru: Отменить проект?

source: Are you sure you want to delete all markers?
ru: Вы действительно хотите удалить все метки?

source: Skip the rest of the tutorial?
ru: Пропустить оставшуюся часть обучения?

source: Generate a random new world? This will take a while.
ru: Создать случайный мир? Это может быть долго.

source: {0} unlock
ru: {0} разблокирован

source: {0} - day {1} - {2} users online
ru: {0} - день {1} - {2} пользователей в сети

source: File
ru: Файл

source: Open...
ru: Открыть...

source: Save As...
ru: Сохранить как...

source: Sleeping users:\r\n{0}
ru: Спящие пользователи:\r\n{0}

source: {0} sleeping users.
ru: Спящих пользователей: {0}.

source: Browse Mods
ru: Просмотр модификаций

source: [{0}] connected clients
ru: Подключенных клиентов: {0}

source: Players can give or take up to 10 reputation per day, and each day it replenishes up to 10.\n\nReputation allows you to see how a player has interacted with others in the world, using that information to make decisions.
ru: Игроки могут дать или получить до 10 очков репутации в день, получая каждый день 10 очков для распределения.\n\nРепутация позволяет вам видеть как игрок взаимодействовал с другими гражданами и принимать решения на основе этих данных.

source: Repetitions
ru: Повторения

source: Designates how many times people can claim this contract before it is no longer offered. Zero means unlimited.
ru: Сколько раз игроки смогут принять этот контракт до того как он перестанет быть доступен. Ноль - неограниченно.

source: Collapse All
ru: Свернуть все

source: Collapse all inventories
ru: Сворачивает все инвентари

source: These are nearby inventories that you have access to.\n\nThis object will input and output automatically to the inventories that you select here, prioritized according to their order in this list.
ru: Это хранилища неподалёку к которым у вас есть доступ.\n\nЭтот объект будет автоматически использовать выбранные здесь хранилища как в качестве источника материалов так и склада готовых изделий, основываясь на их порядке в списке.

source: Expand All
ru: Раскрыть все

source: Expand all inventories
ru: Раскрывает все инвентари

source: The consumer settings determine who is allowed to view the object's window and use its consumer features. Consumer features include things like buying from a store, crafting, and accessing inventories. Players with access to the deed always have access to consumer features.
ru: Настройка пользователей определяет кто сможет просматривать интерфейс объекта и использовать его функционал. Например: покупка в магазине, изготовление, доступ к инвентарям. Игроки прописанные в праве, всегда имеют доступ к объектам.

source: The deed's settings determine who is allowed to pick up this object and use its owner features. Owner features include things like configuring fees and store listings.
ru: Настройки права определяют кто может забрать этот объект и использовать его как владелец. Права владельца включают такие вещи как настройка стоимости и списков магазина.

source: This object requires a connection to a set of other objects via the power grid in order to function. Nearby objects are automatically connected via the power grid.
ru: Этому объекту необходимо подключение к другим объектам через энергетическую сеть. Объекты неподалёку автоматически подключаются друг к другу через неё.

source: Load this world?
ru: Загрузить этот мир?

source: Pollution
ru: Загрязнение

source: Vehicles
ru: Техника

source: Blocks
ru: Блоки

source: Modules
ru: Модули

source: Seed
ru: Зерно генерации

source: Skill Books
ru: Книги навыков

source: Skill Scrolls
ru: Страницы навыков

source: World Object
ru: Мировой объект

source: Tech
ru: Технология

source: Crop
ru: Урожай

source: Fuel
ru: Топливо

source: Road
ru: Дорога

source: Trade Result: {0}
ru: Результаты обмена: {0}

source: Total Value of Stock: {0}
ru: Общая стоимость запасов: {0}

source: This {0} is unowned.
ru: Этот объект [{0}] никому не принадлежит.

source: This {0} belongs to a deed: {1}
ru: Этот объект [{0}] относится к праву: {1}

source: This {0} is on land that belongs to a deed: {1}
ru: {0} находится на земле, принадлежащей: {1}

source: syncs / frame
ru: синхронизаций / кадр

source: PPM per {0} minutes
ru: PPM каждые {0} минуты

source: Degrees
ru: Градусов

source: Organisms
ru: Организмы

source: Votes
ru: Голоса

source: Specialties
ru: Специальности

source: Stumps
ru: Пни

source: Currencies
ru: Валюты

source: Coins
ru: Монеты

source: Messages
ru: Сообщения

source: If {0}
ru: Если {0}

source: level of
ru: уровень

source: your
ru: ваш

source: where
ru: где

source: MISSING CURRENCY
ru: ОТСУТСТВУЕТ ВАЛЮТА

source: Otherwise
ru: В противном случае

source: you are a
ru: если вы

source: Is
ru: Это

source: Is not
ru: Это не

source: Using
ru: Использует

source: Not using
ru: Не использует

source: {0} and {1}
ru: {0} и {1}

source: item is
ru: предмет

source: object is
ru: объект

source: skill is
ru: навык

source: not
ru: не

source: currency is
ru: валюта

source: Humans
ru: Люди

source: Ecosystem
ru: Экосистема

source: Populations
ru: Популяции

source: Population
ru: Население

source: Allow
ru: Разрешить

source: Prevent
ru: Предотвратить

source: Condition
ru: Состояние

source: A truck that runs on steam.
ru: Грузовик работающий на пару.

source: Credit
ru: Валюта

source: For best server-matches, enter your usual playtimes.
ru: Для наилучшего поиска серверов, укажите период времени, в который вы обычно играете.

source: A game of Eco takes place over multiple days, with the world simulating even while offline. We can match you with the best worlds by findings servers that have similar playtimes.
ru: Eco займёт несколько дней Вашей жизни, создавая симуляцию мира, даже когда вы оффлайн. Мы можем предложить Вам лучшие сервера в соответствии с вашим игровым расписанием.

source: You can update this at any time in settings.
ru: Вы можете изменять эти настройки в любое время.

source: Public Server
ru: Публичный сервер

source: Playtime
ru: Игровое время

source: Discord Address
ru: Адрес сервера Discord

source: Description
ru: Описание

source: IPAddress
ru: IP-адрес

source: Rate
ru: Частота

source: Language
ru: Язык

source: Specialty Cost Multiplier
ru: Множитель стоимости навыков

source: Skill Gain Multiplier
ru: Множитель получения навыков

source: Reputations
ru: Репутация

source: {0} gave {1} reputation to {2}. Player Review: {3}
ru: {0} даёт {1} репутации {2}. Обзор игрока: {3}

source: {0} removed {1} reputation from {2}. Player Review: {3}
ru: {0} забирает {1} репутации {2}. Обзор игрока: {3}

source: Create Meteor
ru: Создать Астероид

source: Meteor Impact Days
ru: Дни до падения астероида

source: Save Name
ru: Название сохранения

source: Save Frequency
ru: Частота сохранения

source: Cleanup Files On Exceptions
ru: Очищать файлы при исключениях

source: Storage Directory
ru: Папка с сохранениями

source: Enabled
ru: Включено

source: Max Backups In Last Hour
ru: Максимум резервных копий за последний час

source: Backup Frequency In Hours
ru: Частота резервного копирования в часах

source: Dimensions
ru: Размеры мира

source: Height
ru: Высота мира

source: Frequency
ru: Частота

source: Depth Range
ru: Диапазон глубины

source: Atmosphere Type
ru: Тип атмосферы

source: World Tick CPU Max
ru: Максимум CPU на тик мира

source: List of mod.io mod ids that this server is subscribed to.
ru: Список модификаций с mod.io на которые подписан этот сервер.

source: Whitelist Enabled
ru: Включить Белый список

source: Live Update Unity Files
ru: Автоматическое обновление файлов Unity

source: Subscribed Mods
ru: Подписка на модификации

source: (Ticking...){0}
ru: (Обработка...){0}

source: Finished in {0:n1}ms
ru: Завершено за {0:n1}мс

source: Loading {0}
ru: Загружаем {0}

source: Generating special features
ru: Создание специальных функций

source: Ticking (Pass 1)
ru: Обработка (Проход 1)

source: Ticking (Pass 2)
ru: Обработка (Проход 2)

source: Computing stats
ru: Вычисление статистики

source: Compressing
ru: Сжатие

source: Ticking
ru: Обработка

source: Starting {0}
ru: Запуск {0}

source: Initializing {0}
ru: Инициализируем {0}

source: Loading {0}...
ru: Загружаем {0}...

source: Loading mods
ru: Загрузка модификаций

source: Layers
ru: Слои

source: Spread Rate
ru: Скорость распространения

source: Operator
ru: Оператор

source: Layer1Name
ru: Название1Слоя

source: Layer2Name
ru: Название2Слоя

source: Weight1
ru: Вес1

source: Weight2
ru: Вес2

source: Change Rate
ru: Скорость изменения

source: Modified Layer Name
ru: Название изменённого слоя

source: Spread Ratio
ru: Коэффициент распространения

source: Height Bias
ru: Высота смещения

source: Post Worldgen Ticks
ru: Тактов после генератора мира

source: Reactant One Layer Name
ru: Название слоя первого реагента

source: Reactant Two Layer Name
ru: Название слоя второго реагента

source: Product Layer Name
ru: Название слоя продукта

source: Reaction Rate
ru: Скорость реакции

source: Active Post Worldgen
ru: Активен после генератора мира

source: Moisture Range
ru: Диапазон влажности

source: Temperature Range
ru: Диапазон температуры

source: Top Block
ru: Верхний блок

source: Dependency Layer Names
ru: Имена слоев зависимостей

source: World Init Dependency Layer Names
ru: Имена слоёв зависимостей инициализации мира

source: Output Layer Name
ru: Название выходного слоя

source: Tree Health
ru: Состояние дерева

source: Log Health
ru: Прочность бревна

source: Top Branch Health
ru: Здоровье верхних ветвей

source: Branch Rotations
ru: Вращение ветвей

source: Branch Count
ru: Количество ветвей

source: Chance To Spawn Debris
ru: Шанс появления обломков

source: Display Name
ru: Отобразить название

source: Maturity Age Days
ru: Созревание в днях

source: Calorie Value
ru: Значение калорий

source: Resource Item Type
ru: Тип ресурса

source: Resource Range
ru: Диапазон ресурсов

source: Resource Bonus At Growth
ru: Бонус ресурсов от зрелости

source: Releases CO2 ppm Per Day
ru: Высвобождает CO2 ppm в день

source: Decorative
ru: Декоративный

source: Post Harvesting Growth
ru: Зрелость после сбора

source: Scything Kills
ru: Скашивание убивает

source: Pickable At Percent
ru: Подбираемо на проценте

source: Block Type
ru: Тип блока

source: Max Growth Rate
ru: Максимальная скорость созревания

source: Max Death Rate
ru: Максимальная скорость умирания

source: Resource Constraints
ru: Ограниченность ресурсов

source: Capacity Constraints
ru: Ограничения вместимости

source: Ideal Temperature Range
ru: Диапазон идеальной температуры

source: Ideal Moisture Range
ru: Диапазон идеальной влажности

source: Temperature Extremes
ru: Экстремальные температуры

source: Moisture Extremes
ru: Экстремальная влажность

source: Max Pollution Density
ru: Максимальная плотность загрязнения

source: Pollution Density Tolerance
ru: Допустимая плотность загрязнения

source: Voxels Per Entry
ru: Вокселей За Вход

source: Layer Name
ru: Название слоя

source: Half Speed Concentration
ru: Половинная скорость концентрации

source: Max Resource Content
ru: Максимальное содержание ресурсов

source: Capacity Layer Name
ru: Название слоя ёмкости

source: Consumed Capacity Per Pop
ru: Вместимость используемая популяцией

source: Food Sources
ru: Источники пищи

source: Flying
ru: Полет

source: Swimming
ru: Плаванье

source: Speed
ru: Скорость

source: Health
ru: Здоровье

source: Delay Between Attacks Range Sec
ru: Задержка между атаками в диапазоне, сек

source: Fear Factor
ru: Фактор страха

source: Flee Players
ru: Бег от игроков

source: Attack Range
ru: Дальность атаки

source: Initial CO2 Percent
ru: Начальный процент CO2

source: Air Pressure
ru: Давление воздуха

source: Atmosphere Volume
ru: Объём атмосферы

source: Min CO2 ppm
ru: Минимальный CO2 ppm

source: Sea Levels' Rise At CO2 ppm
ru: Повышение уровня моря от CO2 ppm

source: CO2 ppm Per Sea Level Meter Rise
ru: Повышение уровня моря на метр за CO2 ppm

source: Temperatures Rise At CO2 ppm
ru: Увеличение температуры за CO2 ppm

source: CO2 ppm Per Degree Temperature Rise
ru: Увеличение температуры на градус за CO2 ppm

source: Max CO2 Per Day From Animals
ru: Максимальное выделение CO2 животными

source: Min CO2 Per Day From Plants
ru: Минимальное выделение CO2 растениями за день

source: Time Mult
ru: Множитель времени

source: {0:n0} m²
ru: {0:n0} м²

source: {0:n2} km²
ru: {0:n2} км²

source: {0:n1} km²
ru: {0:n1} км²

source: {0} km²
ru: {0} км²

source: Day {0}, {1:%h:mm tt}
ru: День {0}, {1:%h:mm tt}

source: {0} days {1:hh:mm:ss}
ru: Дни: {0}, {1:hh:mm:ss}

source: {0:n0}{1}km²
ru: {0:n0}{1}км²

source: {0:n0}m²
ru: {0:n0}м²

source: Max CO2 amount from all animals, per day, in PPM
ru: Максимальное выделение CO2 всеми животными в день, в PPM

source: Min CO2 amount (typically negative) from all plants, per day, in PPM
ru: Минимальное количество CO2 (обычно отрицательное) со всех растений, в день, в PPM

source: Atmosphere
ru: Атмосфера

source: Ground
ru: Земля

source: WorldLayers
ru: СлоиМира

source: 0 Info
ru: 0 Информация

source: 3 Food
ru: 3 Еды

source: 5 Movement
ru: 5 Движение

source: 6 Behavior
ru: 6 Поведение

source: 2 Generation
ru: 2 Генерация

source: 5 Resources
ru: 5 Ресурсы

source: 6 Visuals
ru: 6 Визуальные эффекты

source: 7 WorldLayers
ru: 7 Слои мира

source: 1 Lifetime
ru: 1 Время жизни

source: 7 Climate
ru: 7 Климат

source: 0 Layer Relationships
ru: 0 Взаимодействие слоёв

source: Animal
ru: Животное

source: Biome
ru: Биом

source: Combine
ru: Совместить

source: Decaying
ru: Гниение

source: Spread
ru: Распространение

source: Sum
ru: Сумма

source: Logged in as limited Citizen account '{0}'.
ru: В системе как ограниченный аккаунт жителя '{0}'.

source: Logged in as '{0}'.
ru: В системе как '{0}'.

source: A fine, milled wheat product that's useful for all baking.
ru: Превосходная мука подходящая для всех видов выпечки.

source: Spearhead the fashion movement with the finest clothes and hair!
ru: Возглавьте движение моды с лучшей одеждой и... волосами!

source: Restoring backup '{0}'
ru: Восстановление резервной копии '{0}'

source: Failed to write backup: {0}
ru: Не удалось записать резервную копию: {0}

source: Removed backup - {0}
ru: Удалена резервная копия - {0}

source: Corruption detected in {0}!
ru: Обнаружено повреждение в {0}!

source: Couldn't open save '{0}'.\n{1}
ru: Не удалось открыть сохранение '{0}'.\n{1}

source: Failed to save: {0}
ru: Не удалось сохранить: {0}

source: {0} AABB can't be inside of other leaf AABB
ru: {0} AABB не может быть внутри другого листа AABB

source: Caught exception when trying to dump a prior exception: {0}
ru: Получено исключение при попытке очистить предыдущее исключение: {0}

source: Buy order contained bad trade offers.
ru: Покупки содержат некорректное торговое предложение.

source: Sell order contained bad trade offers.
ru: Продажи содержат некорректное торговое предложение.

source: Failed to create CommandParserHandler: {0} because: {1} . It likely has no default constructor.
ru: Не удалось создать разборщик команды чата: {0} из за: {1} . Скорее всего, он не имеет конструктора по умолчанию.

source: Mods recompiled with errors.
ru: Модификации пересобраны с ошибками.

source: Mods recompiled with warnings.
ru: Модификации пересобраны с предупреждениями.

source: Failed to request mods: {0}
ru: Не удалось запросить модификации: {0}

source: Failed to request mod dependencies: {0}
ru: Не удалось запросить зависимости модификаций: {0}

source: Blacklisted user {0} trying to connect. Disconnecting...
ru: Пользователь из чёрного списка {0} пытается подключится. Отключение...

source: Invalid user trying to connect: {0}
ru: Пользователь с неверными данными пытался соединится: {0}

source: User trying to connect with invalid session. Disconnecting...
ru: Попытка подключения пользователя с неверным идентификатором сеанса. Отключение...

source: Failed to remove object from quad tree after 1024 tries so giving up. It's probably not actually in the tree.
ru: Не удалось удалить объект из дерева квадрантов после 1024 попыток. Скорее всего, объект не в дереве.

source: Failed to open server GUI, it may not be supported on your OS. You can run with -nogui to hide this warning.\r\nThe exception encountered was: {0}
ru: Не удалось запустить графический интерфейс сервера, возможно он не поддерживается вашей операционной системой. Вы можете запускать с ключом -nogui для скрытия этого предупреждения.\r\nИсключение произошло в: {0}

source: Caught an exception checking for console input, console input disabled. (probably safe to ignore)
ru: Получено исключение при проверке консольного ввода, консольный ввод отключён. (скорее всего может быть безопасно проигнорировано)

source: Parent process exited, shutting down.
ru: Родительский процесс завершен, остановка.

source: Caught an exception checking parent process.
ru: Получено исключение при проверке родительского процесса.

source: Done
ru: Готово

source: Error when verifying login token: {0}
ru: Ошибка при проверке токена входа: {0}

source: Error when loading main string tables:\n{0}
ru: Ошибка при загрузке основной таблицы строк:\n{0}

source: Error when loading Mod string tables:\n{0}
ru: Ошибка при загрузке таблицы строк модификации:\n{0}

source: Exception in view notify: {0}
ru: Исключение в уведомлении представления: {0}

source: Invalid queuehandle on tickable. Is it being destroyed twice?
ru: Неверное задание в очереди. Было уничтожено дважды?

source: Ticking World Layers {0:0.0} minutes...
ru: Обработка слоёв мира {0:0.0} минут...

source: Done ({0} minutes to run)
ru: Готово (за {0} минут)

source: Error backing up database: {0}
ru: Ошибка при резервном копировании БД: {0}

source: Failed to add firewall rule for webserver: {0}. This may prevent outside connections from accessing the webserver.
ru: Не удалось добавить правило брандмауэра для веб-сервера: {0}. Это может привести к его недоступности извне.

source: Failed to add urlacl permissions; webserver will not be available.
ru: Не удалось добавить разрешения на использование url (urlacl); веб-сервер недоступен.

source: A fancy toolbench that creates equally fancy toys.
ru: Причудливый верстак для создания настолько же причудливых игрушек.

source: Not supported contract clause of type: {0} for {1}
ru: Не поддерживается условие договора типа: {0} для {1}

source: Error: Duplicate strings at: {0}, {1}
ru: Ошибка: Дублирующиеся строки в: {0}, {1}

source: Error: The entry corresponding to string {0} could not be removed because it does not exist
ru: Ошибка: не удалось удалить запись, соответствующую строке {0}, поскольку она не существует

source: Personal
ru: Личный

source: Admin issued tax.
ru: Администратор создал налог.

source: Couldn't find account with ID {0}.
ru: Не удалось найти счёт с ID {0}.

source: {0} taxed everyone {1}. Time for some government spending!
ru: {0} обложил налогом {1} всех. Время правительственных расходов!

source: Accounts
ru: Счета

source: Transferred payment to escrow for {0}
ru: Обеспечение оплаты за {0}

source: Transferred deposit to escrow for {0}
ru: Переведён вклад депонирования для {0}

source: Refunded deposit for {0}
ru: Возвращённый депозит для {0}

source: Contract payment for {0}
ru: Оплата по договору для {0}

source: Refunded payment from escrow for {0}
ru: Возвращённая оплата по сделке для {0}

source: Deposit collected for failed contract {0}
ru: Депозит взят за невыполненный контракт {0}

source: Contract Taxes
ru: Налоги на договора

source: Client bank account must be set.
ru: Банковский счёт клиента должен быть указан.

source: Contractor bank account must be set.
ru: Банковский счёт заказчика должен быть указан.

source: Loaned {0}
ru: Заёмщик {0}

source: Invalid lender account.
ru: Некорректный счёт кредитора.

source: Invalid borrower account.
ru: Некорректный счёт заёмщика.

source: Lender doesn't have access to that account.
ru: У кредитора нет доступа к этому счёту.

source: Borrower doesn't have access to that account.
ru: У заёмщика нет доступа к этому счёту.

source: No account to pay tax from.
ru: Нет счёта для уплаты налога.

source: Target account invalid.
ru: Некорректный целевой счёт.

source: Source account invalid.
ru: Некорректный исходный счёт.

source: Paid Debt.
ru: Выплаченный долг.

source: {0} Personal Account
ru: {0} - личный счёт

source: Transferred money
ru: Денег отправлено

source: Personal Account
ru: Личный счет

source: Direct Transfer Taxes
ru: Налоги на передачу

source: Can't transfer to the same account.
ru: Невозможно перевести на тот же счёт.

source: Amount must be positive.
ru: Число должно быть больше 0.

source: {0} deleted a bank account: {1}.
ru: {0} удалил банковский счёт: {1}.

source: {0} transferred {1} from {2} to {3}.
ru: {0} перевёл {1} из {2} в {3}.

source: Transactions for {0}
ru: Переводы для {0}

source: Account Managers
ru: Управляющие счётом

source: Account Users
ru: Пользователи счёта

source: Money in Account:
ru: Средства на счету:

source: Click to view transactions.
ru: Нажмите для просмотра транзакций.

source: Date
ru: Дата

source: Target Account
ru: Целевой счет

source: Balance
ru: Баланс

source: transaction
ru: перевод

source: {0} {1} at {2}
ru: {0} {1} в {2}

source: You successfully created {0}, you now have {1} in account {2}.
ru: Вы успешно создали {0}, сейчас у вас {1} на счёте {2}.

source: Exchanged {0}
ru: Обменено {0}

source: Exchange Tax
ru: Налог за обмен

source: Invalid owner account is set, cannot trade.
ru: Установлен неверный счёт владельца, торговля невозможна.

source: Invalid account set.
ru: Выбран некорректный счёт.

source: Deed sale {0}
ru: Продажа права {0}

source: No bank account assigned by owner, cannot complete this transaction.
ru: Владелец не задал банковский счёт, невозможно завершить перевод.

source: Crafting Tax
ru: Налог на производство

source: You have {0} in {1} and cannot afford the fee of {2}{3}.\n(Sell goods or complete contracts to gain credits.)
ru: У Вас только {0} в {1} и Вы не можете оплатить {2}{3}.\n(Продавайте товары или выполняйте договора, чтобы заработать денег.)

source: Bank
ru: Банк

source: Failed to load {0}, removing...
ru: Не удалось загрузить {0}, удаление...

source: Skipping Windows firewall setup, platform = {0}
ru: Настройка брандмауэра Windows пропущена, платформа = {0}

source: Once you mint a currency you can no longer change the backing item and coins per item. Are you sure you want to back the currency {0} ({1} coin(s)) with {2}?
ru: После того как вы начнёте чеканку валюты, изменение обеспечивающего ресурса и количества монет за операцию будет невозможно. Вы действительно хотите создать валюту {0} (Монет за 1 {2}: {1})?
