Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Small Standing Joshua Sign
ru: Маленькая табличка из юкки коротколистной

source: Small Standing Hardwood Sign
ru: Маленькая табличка из лиственных пород

source: Small Standing Fir Sign
ru: Маленькая пихтовая табличка

source: Small Standing Ceiba Sign
ru: Маленькая табличка из сейбы

source: Small Standing Cedar Sign
ru: Маленькая кедровая табличка

source: Small Standing Birch Sign
ru: Маленькая берёзовая табличка

source: Small Hanging Wood Sign
ru: Маленькая деревянная вывеска

source: Small Hanging Spruce Sign
ru: Маленькая еловая вывеска

source: Small Hanging Softwood Sign
ru: Маленькая вывеска из хвойных пород

source: Small Hanging Saguaro Sign
ru: Маленькая вывеска из карнегии

source: Small Hanging Redwood Sign
ru: Маленькая вывеска из секвойи

source: Small Hanging Palm Sign
ru: Маленькая пальмовая вывеска

source: Small Hanging Oak Sign
ru: Маленькая дубовая вывеска

source: Small Hanging Joshua Sign
ru: Маленькая вывеска из юкки коротколистной

source: Small Hanging Hardwood Sign
ru: Маленькая вывеска из лиственных пород

source: Small Hanging Fir Sign
ru: Маленькая пихтовая вывеска

source: Small Hanging Ceiba Sign
ru: Маленькая вывеска из сейбы

source: Small Hanging Cedar Sign
ru: Маленькая кедровая вывеска

source: Small Hanging Birch Sign
ru: Маленькая берёзовая вывеска

source: Sensor Based Belt Sorter
ru: Сенсорный конвейерный сортировщик

source: Screening Machine
ru: Вибрационный сортировщик

source: Rocker Box
ru: Вашгерд

source: Mortared Stone Table
ru: Стол из строительного камня

source: Mortared Stone Fireplace
ru: Камин из строительного камня

source: Mortared Stone Chair
ru: Стул из строительного камня

source: Mortared Stone Bench
ru: Лавка из строительного камня

source: Mortared Sandstone Table
ru: Стол из строительного песчаника

source: Mortared Sandstone Fireplace
ru: Камин из строительного песчаника

source: Mortared Sandstone Chair
ru: Стул из строительного песчаника

source: Mortared Sandstone Bench
ru: Лавка из строительного песчаника

source: Mortared Limestone Table
ru: Стол из строительного известняка

source: Mortared Limestone Fireplace
ru: Камин из строительного известняка

source: Mortared Limestone Chair
ru: Стул из строительного известняка

source: Mortared Limestone Bench
ru: Лавка из строительного известняка

source: Mortared Granite Table
ru: Стол из строительного гранита

source: Mortared Granite Fireplace
ru: Камин из строительного гранита

source: Mortared Granite Chair
ru: Стул из строительного гранита

source: Mortared Granite Bench
ru: Лавка из строительного гранита

source: Lumber Table
ru: Стол из пиломатериалов

source: Lumber Chair
ru: Стул из пиломатериалов

source: Lumber Bench
ru: Лавка из пиломатериалов

source: Large Standing Wood Sign
ru: Большая деревянная табличка

source: A large sign for all of your larger text needs!
ru: Большая табличка, для ваших больших текстовых потребностей!

source: Large Standing Spruce Sign
ru: Большая еловая табличка

source: Large Standing Softwood Sign
ru: Большая табличка из хвойных пород

source: Large Standing Saguaro Sign
ru: Большая табличка из карнегии

source: Large Standing Redwood Sign
ru: Большая табличка из секвойи

source: Large Standing Palm Sign
ru: Большая пальмовая табличка

source: Large Standing Oak Sign
ru: Большая дубовая табличка

source: Large Standing Joshua Sign
ru: Большая табличка из юкки коротколистной

source: Large Standing Hardwood Sign
ru: Большая табличка из лиственных пород

source: Large Standing Fir Sign
ru: Большая пихтовая табличка

source: Large Standing Ceiba Sign
ru: Большая табличка из сейбы

source: Large Standing Cedar Sign
ru: Большая кедровая табличка

source: Large Standing Birch Sign
ru: Большая берёзовая табличка

source: Large Hanging Wood Sign
ru: Большая деревянная вывеска

source: Large Hanging Spruce Sign
ru: Большая еловая вывеска

source: Large Hanging Softwood Sign
ru: Большая вывеска из хвойных пород

source: Large Hanging Saguaro Sign
ru: Большая вывеска из карнегии

source: Large Hanging Redwood Sign
ru: Большая вывеска из секвойи

source: Large Hanging Palm Sign
ru: Большая пальмовая вывеска

source: Large Hanging Oak Sign
ru: Большая дубовая вывеска

source: Large Hanging Joshua Sign
ru: Большая вывеска из юкки коротколистной

source: Large Hanging Hardwood Sign
ru: Большая вывеска из лиственных пород

source: Large Hanging Fir Sign
ru: Большая пихтовая вывеска

source: Large Hanging Ceiba Sign
ru: Большая вывеска из сейбы

source: Large Hanging Cedar Sign
ru: Большая кедровая вывеска

source: Large Hanging Birch Sign
ru: Большая берёзовая вывеска

source: Jaw Crusher
ru: Щековая дробилка

source: Hewn Table
ru: Стол из обтёсанного дерева

source: Hewn Softwood Table
ru: Стол из обтёсанных хвойных пород

source: Hewn Softwood Chair
ru: Стул из обтёсанных хвойных пород

source: Hewn Softwood Bench
ru: Лавка из обтёсанных хвойных пород

source: Hewn Hardwood Table
ru: Стол из обтёсанных лиственных пород

source: Hewn Hardwood Chair
ru: Стул из обтёсанных лиственных пород

source: Hewn Hardwood Bench
ru: Лавка из обтёсанных лиственных пород

source: Hewn Chair
ru: Стул из обтёсанного дерева

source: Hewn Bench
ru: Лавка из обтёсанной древесины

source: Hardwood Lumber Table
ru: Стол из пиломатериалов лиственных пород

source: Hardwood Lumber Door
ru: Дверь из пиломатериалов лиственных пород

source: Hardwood Lumber Chair
ru: Стул из пиломатериалов лиственных пород

source: Hardwood Lumber Bench
ru: Лавка из пиломатериалов лиственных пород

source: Government Office
ru: Правительственный офис

source: Froth Floatation Cell
ru: Флотатор

source: Executive Office
ru: Исполнительный офис

source: Court
ru: Суд

source: Composite Spruce Table
ru: Стол из елового композита

source: Composite Spruce Door
ru: Дверь из елового композита

source: Composite Spruce Chair
ru: Стул из елового композита

source: Composite Spruce Bench
ru: Лавка из елового композита

source: Composite Softwood Table
ru: Стол из композита хвойных пород

source: Composite Softwood Door
ru: Дверь из композита хвойных пород

source: Composite Softwood Chair
ru: Стул из композита хвойных пород

source: Composite Softwood Bench
ru: Лавка из композита хвойных пород

source: Composite Saguaro Table
ru: Стол из композита карнегии

source: Composite Saguaro Door
ru: Дверь из композита карнегии

source: Composite Saguaro Chair
ru: Стул из композита карнегии

source: Composite Saguaro Bench
ru: Лавка из композита карнегии

source: Composite Redwood Table
ru: Стол из композита секвойи

source: Composite Redwood Door
ru: Дверь из композита секвойи

source: Composite Redwood Chair
ru: Стул из композита секвойи

source: Composite Redwood Bench
ru: Лавка из композита секвойи

source: Composite Palm Table
ru: Стол из пальмовых композитов

source: Composite Palm Door
ru: Дверь из пальмовых композитов

source: Composite Palm Chair
ru: Стул из пальмовых композитов

source: Composite Palm Bench
ru: Лавка из пальмовых композитов

source: Composite Oak Table
ru: Стол из дубовых композитов

source: Composite Oak Door
ru: Дверь из дубовых композитов

source: Composite Oak Chair
ru: Стул из дубовых композитов

source: Composite Oak Bench
ru: Лавка из дубовых композитов

source: Composite Lumber Table
ru: Стол из композитов

source: Composite Lumber Door
ru: Дверь из композитов

source: Composite Lumber Chair
ru: Стул из композитов

source: Composite Lumber Bench
ru: Лавка из композитов

source: Composite Joshua Table
ru: Стол из композита юкки коротколистной

source: Composite Joshua Door
ru: Дверь из композита юкки коротколистной

source: Composite Joshua Chair
ru: Стул из композита юкки коротколистной

source: Composite Joshua Bench
ru: Лавка из композита юкки коротколистной

source: Composite Hardwood Table
ru: Стол из композитов лиственных пород

source: Composite Hardwood Door
ru: Дверь из композитов лиственных пород

source: Composite Hardwood Chair
ru: Стул из композитов лиственных пород

source: Composite Hardwood Bench
ru: Лавка из композитов лиственных пород

source: Composite Fir Table
ru: Стол из композита пихты

source: Composite Fir Door
ru: Дверь из композита пихты

source: Composite Fir Chair
ru: Стул из композита пихты

source: Composite Fir Bench
ru: Лавка из композита пихты

source: Composite Ceiba Table
ru: Стол из композита сейбы

source: Composite Ceiba Door
ru: Дверь из композита сейбы

source: Composite Ceiba Chair
ru: Стул из композита сейбы

source: Composite Ceiba Bench
ru: Лавка из композита сейбы

source: Composite Cedar Table
ru: Стол из кедрового композита

source: Composite Cedar Door
ru: Дверь из кедрового композита

source: Composite Cedar Chair
ru: Стул из кедрового композита

source: Composite Cedar Bench
ru: Лавка из кедрового композита

source: Composite Birch Table
ru: Стол из композитных берёзовых пиломатериалов

source: Composite Birch Door
ru: Дверь из композитных берёзовых пиломатериалов

source: Composite Birch Chair
ru: Стул из композитных берёзовых пиломатериалов

source: Composite Birch Bench
ru: Лавка из композитных берёзовых пиломатериалов

source: Census Bureau
ru: Бюро переписи населения

source: Capitol
ru: Капитолий

source: Brick Fireplace
ru: Кирпичный камин

source: Board Of Elections
ru: Избирательная комиссия

source: Ballot Box
ru: Урна для голосования

source: Ashlar Stone Table
ru: Стол из резного камня

source: Ashlar Stone Fireplace
ru: Камин из резного камня

source: Ashlar Stone Chair
ru: Стул из резного камня

source: Ashlar Stone Bench
ru: Лавка из резного камня

source: Ashlar Small Stone Fountain
ru: Маленький фонтан из резного камня

source: Ashlar Small Shale Fountain
ru: Маленький фонтан из резного сланца

source: Ashlar Small Sandstone Fountain
ru: Маленький фонтан из резного песчаника

source: Ashlar Small Limestone Fountain
ru: Маленький фонтан из резного известняка

source: Ashlar Small Granite Fountain
ru: Маленький фонтан из резного гранита

source: Ashlar Small Gneiss Fountain
ru: Маленький фонтан из резного гнейса

source: Ashlar Small Basalt Fountain
ru: Маленький фонтан из резного базальта

source: Ashlar Shale Table
ru: Стол из резного сланца

source: Ashlar Shale Fireplace
ru: Камин из резного сланца

source: Ashlar Shale Chair
ru: Стул из резного сланца

source: Ashlar Shale Bench
ru: Лавка из резного сланца

source: Ashlar Sandstone Table
ru: Стол из резного песчаника

source: Ashlar Sandstone Fireplace
ru: Камин из резного песчаника

source: Ashlar Sandstone Chair
ru: Стул из резного песчаника

source: Ashlar Sandstone Bench
ru: Лавка из резного песчаника

source: Ashlar Limestone Table
ru: Стол из резного известняка

source: Ashlar Limestone Fireplace
ru: Камин из обработанного известняка

source: Ashlar Limestone Chair
ru: Стул из резного известняка

source: Ashlar Limestone Bench
ru: Лавка из резного известняка

source: Ashlar Large Stone Fountain
ru: Фонтан из резного камня

source: Ashlar Large Shale Fountain
ru: Фонтан из резного сланца

source: Ashlar Large Sandstone Fountain
ru: Фонтан из резного песчаника

source: Ashlar Large Limestone Fountain
ru: Фонтан из резного известняка

source: Ashlar Large Granite Fountain
ru: Фонтан из резного гранита

source: Ashlar Large Gneiss Fountain
ru: Фонтан из резного гнейса

source: Ashlar Large Basalt Fountain
ru: Фонтан из резного базальта

source: Ashlar Granite Table
ru: Стол из резного гранита

source: Ashlar Granite Fireplace
ru: Камин из резного гранита

source: Ashlar Granite Chair
ru: Стул из резного гранита

source: Ashlar Granite Bench
ru: Лавка из резного гранита

source: Ashlar Gneiss Table
ru: Стол из резного гнейса

source: Ashlar Gneiss Fireplace
ru: Камин из резного гнейса

source: Ashlar Gneiss Chair
ru: Стул из резного гнейса

source: Ashlar Gneiss Bench
ru: Лавка из резного гнейса

source: Ashlar Basalt Table
ru: Стол из резного базальта

source: Ashlar Basalt Fireplace
ru: Камин из резного базальта

source: Ashlar Basalt Chair
ru: Стул из резного базальта

source: Ashlar Basalt Bench
ru: Лавка из резного базальта

source: Arrastra
ru: Аррастра

source: A primitive rock mill of dragged boulders.
ru: Примитивная каменная мельница из движущихся валунов.

source: Amendments
ru: Поправки

source: Advanced Masonry Table
ru: Продвинутый верстак каменщика

source: A workbench for the advanced shaping of rocks into beautiful stone.
ru: Верстак для профессиональной переработки булыжников в прекрасный стройматериал.

source: Advanced Carpentry Table
ru: Продвинутый верстак плотника

source: Adorned Ashlar Stone Table
ru: Украшенный стол из резного камня

source: Adorned Ashlar Stone Chair
ru: Украшенный стул из резного камня

source: Adorned Ashlar Stone Bench
ru: Украшенная лавка из резного камня

source: Adorned Ashlar Shale Table
ru: Украшенный стол из резного сланца

source: Adorned Ashlar Shale Chair
ru: Украшенный стул из резного сланца

source: Adorned Ashlar Shale Bench
ru: Украшенная лавка из резного сланца

source: Adorned Ashlar Sandstone Table
ru: Украшенный стол из резного песчаника

source: Adorned Ashlar Sandstone Chair
ru: Украшенный стул из резного песчаника

source: Adorned Ashlar Sandstone Bench
ru: Украшенная лавка из резного песчаника

source: Adorned Ashlar Limestone Table
ru: Украшенный стол из резного известняка

source: Adorned Ashlar Limestone Chair
ru: Украшенный стул из резного известняка

source: Adorned Ashlar Limestone Bench
ru: Украшенная лавка из резного известняка

source: Adorned Ashlar Granite Table
ru: Украшенный стол из резного гранита

source: Adorned Ashlar Granite Chair
ru: Украшенный стул из резного гранита

source: Adorned Ashlar Granite Bench
ru: Украшенная лавка из резного гранита

source: Adorned Ashlar Gneiss Table
ru: Украшенный стол из резного гнейса

source: Adorned Ashlar Gneiss Chair
ru: Украшенный стул из резного гнейса

source: Adorned Ashlar Gneiss Bench
ru: Украшенная лавка из резного гнейса

source: Adorned Ashlar Basalt Table
ru: Украшенный стол из резного базальта

source: Adorned Ashlar Basalt Chair
ru: Украшенный стул из резного базальта

source: Adorned Ashlar Basalt Bench
ru: Украшенная лавка из резного базальта

source: Modern Rock Drill
ru: Современный геологический бур

source: Iron Rock Drill
ru: Железный геологический бур

source: Composites
ru: Композиты

source: Composites Skill Book
ru: Книга о композитах

source: Composites Skill Scroll
ru: Страница о композитах

source: Advanced Masonry
ru: Продвинутая каменная кладка

source: Advanced Masonry Skill Book
ru: Книга о продвинутой каменной кладке

source: Advanced Masonry Skill Scroll
ru: Страница о продвинутой каменной кладке

source: Grain
ru: Зерно

source: Plant to grow a ceiba sapling.
ru: Посадите, чтобы вырастить саженец сейбы.

source: Vegetable
ru: Растительность

source: Root
ru: Корнеплод

source: Burnable Fuel
ru: Сжигаемое топливо

source: Carcass
ru: Туша

source: Marine Life
ru: Морские обитатели

source: Fish
ru: Рыба

source: Steel Saw Blade
ru: Стальной пильный диск

source: SawBlade
ru: Пильный диск

source: Steel Gearbox
ru: Стальная коробка передач

source: Softwood Board
ru: Доска из хвойных пород

source: A higher quality softwood board used for long lasting furniture.
ru: Высококачественная доска из хвойных пород дерева используется для изготовления мебели с длительным сроком службы.

source: Recurve Bow
ru: Изогнутый лук

source: Flux
ru: Флюс

source: Tool
ru: Инструмент

source: Fiber
ru: Волокно

source: A binding pitch useful as a mortar.
ru: Связующая смола, полезна в качестве раствора.

source: Modern Bow
ru: Современный лук

source: A document containing important research information. Used to discover new skills at the research table.
ru: Документ содержащий важную исследовательскую информацию. Используется при открытии новых навыков на столе исследований.

source: Animal Skin
ru: Шкура животного

source: Return
ru: Возврат

source: Space
ru: Пробел

source: rShift
ru: правый Shift

source: Help
ru: Помощь

source: Print
ru: Печать

source: Break
ru: Прервать

source: Menu
ru: Меню

source: RawLeather
ru: Сырая кожа

source: Iron Saw Blade
ru: Железный пильный диск

source: MetalPlate
ru: Металлическая пластина

source: FerrousPlate
ru: Железная пластина

source: Hardwood Board
ru: Доска из лиственных пород

source: A higher quality hardwood board used for long lasting furniture.
ru: Высококачественная доска из лиственных пород, используемая для изготовления мебели с длительным сроком службы.

source: Gold Wiring
ru: Золотой провод

source: A length of gold conductive wire useful for a variety of purposes.
ru: Золотая проволока проводящая ток, полезна для различных целей.

source: Wiring
ru: Провод

source: Conductive Flakes
ru: Проводящие чешуйки

source: A length of copper conductive wire useful for a variety of purposes.
ru: Медная проволока проводящая ток, полезна для различных целей.

source: A higher quality board used for long lasting furniture.
ru: Высококачественная доска используемая для изготовления мебели с длительным сроком службы.

source: Advanced Circuit
ru: Продвинутая электросхема

source: Salad
ru: Салат

source: Porridge
ru: Каша

source: Topped Porridge
ru: Каша с добавками

source: Fruit
ru: Фрукт

source: Root Campfire Stew
ru: Рагу из корнеплодов на костре

source: Root Campfire Salad
ru: Салат из корнеплодов на костре

source: Pumpkin Muffin
ru: Тыквенный кекс

source: Meat
ru: Мясо

source: Pirozhki
ru: Пирожки

source: Pastry Dough
ru: Кондитерские изделия

source: Pastry
ru: Выпечка

source: Meaty Stew
ru: Мясное рагу

source: Leavened Dough
ru: Дрожжевое тесто

source: Jungle Campfire Stew
ru: Джунглевое рагу на костре

source: Jungle Campfire Salad
ru: Джунглевый салат на костре

source: Fruit Tart
ru: Фруктовый тарт

source: Fruit Muffin
ru: Фруктовый кекс

source: Fried Vegetables
ru: Жареные овощи

source: Fried Taro
ru: Жареный таро

source: Fried Hearts Of Palm
ru: Жаренная сердцевина пальмы

source: Fried Fiddleheads
ru: Жареный папоротник

source: Fried Camas
ru: Жареная камассия

source: Field Campfire Stew
ru: Полевое рагу на костре

source: Greens
ru: Зелень

source: Fern Campfire Salad
ru: Салат из папоротника на костре

source: Fungus
ru: Гриб

source: Charred Mushrooms
ru: Грибы на углях

source: Charred Heart Of Palm
ru: Сердцевина пальмы на углях

source: Charred Fireweed Shoots
ru: Иван-чай на углях

source: Charred Cactus Fruit
ru: Плод сагуаро на углях

source: Charred Beans
ru: Бобы на углях

source: Campfire Salad
ru: Салат на костре

source: BakedVegetable
ru: Запечённые овощи

source: BakedFood
ru: Запечённая еда

source: Boiled Grains
ru: Варёные зерна

source: Beet Greens
ru: Свекольная ботва

source: The leafy greens from a beet with a distinctive red stem.
ru: Свекольная ботва с характерным красным стеблем.

source: Beet Campfire Salad
ru: Свекольный салат на костре

source: UnleavenedBread
ru: Бездрожжевой хлеб

source: Baked Vegetable
ru: Запеченные овощи

source: Baked Tomato
ru: Запеченный помидор

source: Baked Taro
ru: Запечённый корень таро

source: Baked Heart Of Palm
ru: Запечённая сердцевина пальмы

source: Baked Corn
ru: Запечённая кукуруза

source: Baked Beet
ru: Запечённая свекла

source: WindowWall
ru: ПанорамноеОкно

source: Window Wall
ru: Панорамная стена

source: WindowT2
ru: ОкноТ2

source: WindowGrilles
ru: РешётчатоеОкно

source: Fence
ru: Забор

source: Window
ru: Окно

source: WallTrim
ru: СтенаСОтделкой

source: Wall Trim
ru: Подрезка Стены

source: Wall
ru: Стена

source: UnderStairs
ru: ПеревёрнутыеСтупеньки

source: Under Stairs
ru: Перевёрнутые Ступеньки

source: UnderBrace
ru: НижняяРаспорка

source: Under Brace
ru: Нижняя распорка

source: ThinColumn
ru: ТонкаяКолонна

source: Thin Column
ru: Тонкая колонна

source: StairsTurn
ru: ПоворотСтупенек

source: Stairs Turn
ru: Поворот ступенек

source: StairsCorner
ru: УголСтупенек

source: Stairs Corner
ru: Угол ступенек

source: Stairs
ru: Ступеньки

source: SlopeTurn
ru: ПоворотСкоса

source: Slope Turn
ru: Поворот скоса

source: SlopeSide
ru: БоковойСкос

source: Slope Side
ru: Боковой скос

source: SlopePoint
ru: ВершинаСкоса

source: Slope Point
ru: Вершина скоса

source: SlopeFlat
ru: ПлоскийСкос

source: Slope Flat
ru: Плоский скос

source: SlopeCorner
ru: УголСкоса

source: Slope Corner
ru: Угол скоса

source: SideFence
ru: ЛинейныйЗабор

source: Side Fence
ru: Линейный забор

source: SideBrace
ru: БоковаяРаспорка

source: Side Brace
ru: Боковая распорка

source: Roof
ru: Крыша

source: RampD
ru: Рампа D

source: RampC
ru: Рампа C

source: RampB
ru: Рампа B

source: RampA
ru: Рампа A

source: Ladder
ru: Лестница

source: FullWall
ru: ПолнаяСтена

source: Floor
ru: Пол

source: FloatStairsTurn
ru: ПоворотВисячихСтупенек

source: Float Stairs Turn
ru: Поворот висячих ступенек

source: FloatStairsCorner
ru: УголВисячихСтупенек

source: Float Stairs Corner
ru: Угол висячих ступенек

source: FloatStairs
ru: ВисячиеСтупеньки

source: Float Stairs
ru: Висячие ступеньки

source: FlatRoof
ru: ПлоскаяКрыша

source: Flat Roof
ru: Плоская крыша

source: DoubleWindow
ru: ДвойноеОкно

source: Double Window
ru: Двойное окно

source: Cube
ru: Куб

source: Column
ru: Колонна

source: CladWall
ru: СтенаСПокрытием

source: Clad Wall
ru: Стена с покрытием

source: Chimney
ru: Дымоход

source: Brace
ru: Распорка

source: BasicSlopeTurn
ru: ПоворотОбычногоСкоса

source: Basic Slope Turn
ru: Поворот обычного скоса

source: BasicSlopeSide
ru: ОбычныйБоковойСкос

source: Basic Slope Side
ru: Обычный боковой скос

source: BasicSlopePoint
ru: ВершинаОбычногоСкоса

source: Basic Slope Point
ru: Вершина обычного скоса

source: BasicSlopeCorner
ru: УголОбычногоСкоса

source: Basic Slope Corner
ru: Угол обычного скоса

source: Aqueduct
ru: Акведук

source: Thin
ru: Тонкий

source: Supports
ru: Опоры

source: Slopes
ru: Скосы

source: Ramps
ru: Рампы

source: Climbing
ru: Подъёмы

source: Basic
ru: Базовый

source: A pile of stones.
ru: Куча камней.

source: Rock
ru: Камень

source: FerrousPipe
ru: Железная труба

source: Pipe
ru: Труба

source: Steel Bar
ru: Стальной брусок

source: Refined bar of steel.
ru: Выплавленный стальной брусок.

source: FerrousBar
ru: Металлический брусок

source: Spruce Log
ru: Бревно Ели

source: A stack of spruce logs.
ru: Стопка брёвен Ели.

source: Softwood
ru: Хвойные породы

source: Softwood Lumber
ru: Пиломатериал из хвойных пород

source: Softwood Hewn Log
ru: Тёсаное бревно хвойных пород

source: HewnLog
ru: Тёсаное бревно

source: Slag
ru: Шлак

source: A rock of varying hardness, useful for construction and as a host for iron ore. Sandstone is a sedimentary rock that forms when sand is buried deeply enough to lithify. Sometimes the shapes of dunes and ripples from an ancient desert or beach are preserved!
ru: Порода различной твердости, полезная для строительства, может содержать железную руду. Песчаник - осадочная порода, которая образуется, когда песок оказывается достаточно глубоко, чтобы литифицироваться. Иногда сохраняются формы дюн и рябь из древней пустыни или пляжа!

source: Saguaro Rib
ru: Обрубок карнегии

source: A stack of saguaro ribs.
ru: Стопка обрубков карнегии.

source: A study construction material poured around a latice of rebar.
ru: Прочный строительный материал с арматурным каркасом внутри.

source: Redwood Log
ru: Бревно Секвойи

source: A stack of redwood logs.
ru: Стопка брёвен секвойи.

source: Liquid Fuel
ru: Жидкое топливо

source: Palm Log
ru: Бревно Пальмы

source: A stack of palm logs.
ru: Стопка брёвен пальмы.

source: Oak Log
ru: Бревно Дуба

source: A stack of oak logs.
ru: Стопка брёвен дуба.

source: Hardwood
ru: Лиственные породы

source: MortaredStone
ru: Строительный камень

source: Mortared Shale
ru: Строительный сланец

source: Mortared Gneiss
ru: Строительный гнейс

source: Mortared Basalt
ru: Строительный базальт

source: Joshua Log
ru: Бревно Юкки коротколистной

source: A stack of joshua logs.
ru: Стопка брёвен юкки коротколистной.

source: Ore
ru: Руда
