Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: - Skill Value: {0}
ru: - Значение умения: {0}

source: - Room Category: {0}
ru: - Категория комнаты: {0}

source: - Furniture Type: {0}
ru: - Тип мебели: {0}

source: - Repeats yield {0} less value each.
ru: - Бонус от дополнительных предметов будет на {0} меньше.

source: {0}'s House Value
ru: Качество дома {0}

source: Total house value:
ru: Итоговая оценка дома:

source: {0} skill/day
ru: Очков умений/день: {0}

source: Your house now provides {0} skill points per day ({1})
ru: Ваш дом теперь дает {0} очков умений в день ({1})

source: {0} removed the room's furnishing value because it's an industrial object.
ru: {0} удалено значение мебели, потому что это промышленный объект.

source: - {0} {1}, soft-cap at {2}.
ru: - {0} {1}, мягко ограничено в {2}.

source: {0} {1}, soft-cap at {2}.
ru: {0} {1}, нижний предел в {2}.

source: After a room's value passes its soft-cap, additional value will diminish exponentially.
ru: После того, как ценность помещения проходит свой нижний предел, дополнительная ценность будет уменьшаться экспоненциально.

source: Room Composition
ru: Состав комнаты

source: Material quality: {0}
ru: Качество материала: {0}

source: Room value was soft-capped from {0} to {1} due to materials ({2} reduction)
ru: Качество комнаты было ограничено от {0} до {1} из-за материалов ({2})

source: Includes natural blocks (caves, mud huts, etc).
ru: Включает в себя природные блоки (пещеры, землянки и т.д.).

source: Includes
ru: Включает

source: {0}{1} free volume in room.
ru: {0}{1} свободного места в помещении.

source: You can't take more than {0} from there.
ru: Вы не можете взять отсюда больше, чем {0}.

source: You can't place more than {0} in there.
ru: Вы не можете поставить здесь больше, чем {0}.

source: Compile Error
ru: Ошибка компиляции

source: Total size: {0:n1}kb\r\n
ru: Общий размер: {0:n1}кб\r\n

source: Total ticks: {0}\r\n
ru: Всего тактов: {0}\r\n

source: Failed to start.
ru: Не удалось запустить.

source: Finished world generation in {0:n1}ms
ru: Генерация мира закончена за {0:n1}мс

source: Terrain
ru: Поверхность

source: Loading items {0:0}%
ru: Загрузка предметов {0:0}%

source: Total blocks: {0:n0}
ru: Всего блоков: {0:n0}

source: Could not start server: {0}
ru: Невозможно запустить сервер: {0}

source: Name contains unsupported character '{0}'
ru: Имя содержит не поддерживаемый символ '{0}'

source: A save named '{0}' already exists
ru: Сохранение с названием '{0}' уже существует

source: Blocked by object.
ru: Заблокировано объектом.

source: Not enough items carried to place.
ru: Недостаточно элементов с собой для размещения.

source: Click a stockpile or vehicle to pick up materials.
ru: Кликните на складе или технике для подбора материалов.

source: Click to begin building a wall.
ru: Кликните что бы начать строительство стены.

source: Click to build a {0} x {1} x {2} wall ({3} blocks).
ru: Кликни чтобы построить {0} x {1} x {2} стену ({3} блоков).

source: Landscape blocking placement.
ru: Ландшафт блокирует размещение.

source: Must attach to ground.
ru: Должно соединяться с землёй.

source: Owned by
ru: Принадлежит:

source: {0} Color
ru: {0} цвет

source: Can't start single player.\nHosting a single player Eco server requires a 64-bit system, and you are currently running 32-bits.
ru: Невозможно запустить одиночную игру.\nЗапуск сервера (в том числе для одиночной игры) доступен только на 64-бит системах, вы используете 32-бит. Тем не менее вы можете играть как клиент.

source: Put {0}
ru: Поместить {0}

source: Take
ru: Взять

source: Use
ru: Использовать

source: Previous
ru: Назад

source: OK
ru: ОК

source: Time Zone: {0}
ru: Часовой пояс: {0}

source: {0} selected.
ru: Выбрано: {0}.

source: Forgive
ru: Простить

source: How much of this debt do you want to forgive? Up to {0}.
ru: Сколько из этого долга вы хотите простить? До {0}.

source: Submit
ru: Отправить

source: PAST DUE
ru: ПРОСРОЧЕННЫЙ

source: NO MORE WANTED
ru: НЕ НУЖНО

source: SOLD OUT
ru: Продано

source: {0}w ({1}w when operating)
ru: {0}Вт ({1}Вт при работе)

source: ~ {0} remaining
ru: ~ {0} осталось

source: No Fuel
ru: Нет топлива

source: {0} desired
ru: {0} требуется

source: {0}w ({1} when operating)
ru: {0}Вт ({1} при работе)

source: Invalid ip address
ru: Неверный ip адрес

source: Please enter a name for the service.
ru: Пожалуйста, введите имя для этой службы.

source: Please enter a URI for the service.
ru: Пожалуйста, введите URI для этой службы.

source: The URI you entered is not a valid URI.
ru: URI, введенный вами не является допустимым.

source: New Beginnings
ru: Новая жизнь

source: Learn to play in a new world with other beginners.
ru: Начните игру в новом мире вместе с другими новичками.

source: Cities Upon a Hill
ru: Города на холмах

source: Worlds with established cities welcoming new citizens.
ru: Миры с развитыми городами готовы принять новых жителей.

source: Brave Frontiers
ru: Храбрые первопроходцы

source: Experienced citizens in highly-collaborative worlds.
ru: Опытные жители в мирах с высоким взаимодействием.

source: Strange Worlds
ru: Странные миры

source: Modded worlds exploring unique experiences.
ru: Получайте уникальный опыт, исследуя эти изменённые миры!

source: Current Citizen Objective: {0}
ru: Текущая цель жителя: {0}

source: Active Hours in {0}: {1} match
ru: Игровое время {0}: {1} совпадений

source: Yes
ru: Да

source: Join
ru: Присоединиться

source: Offline
ru: Не в сети

source: This is a test server containing the next release of the game, which will be kept stable (so you can play normally here long-term).\n\nTo play here, you will need to switch to the staging build.
ru: Это тестовый сервер, содержащий следующий релиз игры. Мы будем поддерживать его стабильным (так что вы сможете играть на нём в течении долгого времени).\n\nДля игры на нём, вам необходимо выбрать Staging версию игры.

source: In Steam, right click Eco and select 'Properties'. On the Beta tab, opt-in and select the build called 'Staging'.
ru: В Steam, щелкните ПКМ на Eco и выберите «Свойства». На вкладке «БЕТА-ВЕРСИИ» выберите версию под названием «Staging».

source: This server is running a different version. You are running {0} but the server is running {1}.
ru: На этом сервере запущена другая версия. Вы используете {0} а сервер {1}.

source: This is a test server containing the next release of the game, which will be kept stable (so you can play normally here long-term).
ru: Это тестовый сервер содержащий следующую версию игры. Будет поддерживаться стабильным (вы сможете нормально играть на нём в течении длительного времени).

source: To switch to the staging build, in Steam, right click Eco and select 'Properties'. On the Beta tab, opt-in and select the build called 'Staging'.
ru: Чтобы переключиться на промежуточную сборку в Steam, щелкните ПКМ на Eco и выберите 'Свойства'. На вкладке 'БЕТА-ВЕРСИИ' выберите версию под названием 'Staging'.

source: {0} citizens\n{1} online
ru: {0} жителей\n{1} в сети

source: Unlimited
ru: Неограниченно

source: Open in your browser?
ru: Будет открыто в браузере, продолжить?

source: Time: {0} Resources: {1}
ru: Время: {0} Ресурсов: {1}

source: Whether or not to keep backups.
ru: Нужно ли хранить резервные копии.

source: How many backups to store for the last hour.
ru: Сколько резервных копий хранить за последний час.

source: Name of the save to load at startup.
ru: Сохранение для загрузки при запуске.

source: \r\n\r\nForce Save All Stats:\r\n{0}
ru: \r\n\r\nСохранить статистику:\r\n{0}

source: Other
ru: Другие

source: Everyone
ru: Все

source: Admins
ru: Администраторы

source: No user provided
ru: Пользователь не задан

source: Lasers have been activated! Meteor targeted. {0} seconds to destruction.
ru: Лазеры включены! Астероид на прицеле. {0} секунд до уничтожения.

source: {0} halted. {1}
ru: {0} приостановлено. {1}

source: None
ru: Отсутствует

source: Can only place blocks.
ru: Можно разместить только блоки.

source: Can't place more blocks than carrying.
ru: Нельзя разместить больше блоков, чем есть с собой.

source: Out of fuel.
ru: Закончилось топливо.

source: No inventory on that object.
ru: У этого объекта нет инвентаря.

source: Cannot pick up the crane while its claw is carrying something.
ru: Кран не подобрать, пока его захват удерживает груз.

source: Cannot trade: No currency is set.
ru: Торговля невозможна: Валюта не установлена.

source: Exchange invalid: Both currencies are the same.
ru: Обмен невозможен: выбраны одинаковые валюты.

source: Can't make a currency with coins per item less or equal to zero.
ru: Невозможно создать валюту при соотношении монет к ресурсу меньше или равном нулю.

source: Cannot trade: Store is not in a valid state. Check the status tab for more details.
ru: Нет возможности торговать, магазин в недопустимом состоянии. Проверьте статус для подробной информации.

source: The meteor has been destroyed! You are victorious!
ru: Астероид был уничтожен! Вы победили!

source: (Max level)
ru: (Макс. уровень)

source: This currency uses {0} to produce {1} {2} per {3}
ru: Эта валюта использует {0} для создания {1} {2} за {3}

source: {0} Report
ru: {0} Отчёт

source: Currency created by {0}
ru: Валюта, создана {0}

source: Total in circulation: {0}
ru: Всего в обращении: {0}

source: Total debt in currency: {0}
ru: Всего долгов в валюте: {0}

source: Balances:
ru: Баланс:

source: Debts:
ru: Долги:

source: ({0} Credit)
ru: (валюта {0})

source: {0} owes you {1}
ru: {0} должен вам {1}

source: You owe {0} to {1}.
ru: Вы должны {0} {1}.

source: {0} owes {1} to {2}
ru: {0} должен {1} {2}

source: Due in {0}
ru: Оплатить до {0}

source: Overdue.
ru: Просрочено.

source: Debt created.
ru: Создан долг.

source: {0}'s debt was cancelled.
ru: Долг {0} прощён.

source: Can't find a currency containing {0}.
ru: Не удалось найти валюту содержащую {0}.

source: User {0} can't be found.
ru: Пользователь {0} не найден.

source: Debt must be greater than zero.
ru: Долг должен быть больше нуля.

source: Build a road between {0} and {1} from {2} of width {3}.
ru: Постройте дорогу между {0} и {1} из {2} и шириной в {3}.

source: Upon completion, receive {0}{1}
ru: По завершении получите {0}{1}

source: Payments collected into escrow: {0} from {1}, {2} deposit from {3}.
ru: Платежи, собранные на промежуточном счёте: {0} от {1}, {2} внесено от {3}.

source: {0} payment refund to {1}.
ru: Оплата {0} возвращена {1}.

source: {0} payment refund and {1} given to {2}.
ru: Оплата в {0} возвращена и {1} отдан {2}.

source: Couldn't find deed for object {0}.
ru: Право для {0} не найдено.

source: Name
ru: Название

source: Add
ru: Добавить

source: Can't have a negative deposit.
ru: Не может иметь отрицательный вклад.

source: Can't have a negative payment.
ru: Не может иметь отрицательную выплату.

source: Couldn't find {0} to harvest on that property.
ru: На этой собственности нет {0} для сбора.

source: {0} borrowed {1} from {2}.
ru: {0} занял {1} у {2}.

source: Loan {0} {1} at {2}% interest for {3} days.
ru: Кредит {0} {1} под {2}% на {3} дня.

source: Sell a bond for {0} at {1}% interest for {2} days.
ru: Продаёт облигации {0} под {1}% на {2} дня.

source: {0} has only {1}, needs {2} to satisfy contract.
ru: У {0} есть только {1}, нужно {2} что бы выполнить договор.

source: Amount must be from {0}.
ru: Сумма должна быть от {0}.

source: {0} still owes {1} {2}. Debt can be paid in the Economy Viewer.
ru: {0} ещё должен {1} {2}. Долги могут быть оплачены в просмотрщике экономики.

source: {0} holds no {1}.
ru: {0} не содержит {1}.

source: Can't loan 0 currency.
ru: Нельзя занять 0 валюты.

source: Currency not set.
ru: Валюта не установлена.

source: Plow
ru: Плуг

source: Must move {0} from {1} to {2}. Access rights temporarily granted to containers.
ru: Нужно переместить {0} из {1} в {2}. Права доступа к хранилищам временно предоставлены.

source: {0} is now {1} {2} (added by {3}).
ru: {0} теперь {1} {2} (добавлено {3}).

source: {0} vs {1} ({2}) for {3}
ru: {0} против {1} ({2}) за {3}

source: Exchange Rates:
ru: Курс обмена:

source: (Calculated by comparing {0})
ru: (Рассчитывается путем сравнения {0})

source: trading
ru: торговля

source: No furniture found.
ru: Мебель не найдена.

source: Average
ru: Среднее

source: ...or better (see {0})
ru: ...или лучше (см. {0})

source: Repair cost: {0}\n
ru: Стоимость ремонта: {0}\n

source: Tool is Broken!\n
ru: Инструмент сломан!\n

source: Carrying {0}kg (max {1}kg).\n
ru: Перенос {0}кг (макс {1}кг).\n

source: Fuel: {0}J
ru: Топливо: {0}Дж

source: skill
ru: навык

source: and {0} more.
ru: и ещё {0}.

source: Votes:
ru: Голоса:

source: Unlocks {0}
ru: Разблокирует: {0}

source: Papers giving you the right to claim a plot of land. Use them with a Land Claim Stake.
ru: Бумага дающая вам право застолбить участок. Используется вместе с инструментом землемера.

source: {0}: {1} minutes
ru: {0}:{1} минут(ы)

source: {0} Skill Book
ru: Книга о {0}

source: Creates {0} that teach {1}
ru: Создаёт {0}, открывающие навык: {1}

source: [Right-click to create a {0}.]
ru: [Нажмите ПКМ, чтобы создать {0}.]

source: {0} Scroll
ru: Страница о {0}

source: Teaches {0}
ru: Обучает навыку: {0}

source: Made with a {0}
ru: Создан с помощью {0}

source: You already know {0}.
ru: Вы уже знаете {0}.

source: {0} finished crafting a {1}.
ru: В {0} закончено изготовление {1}.

source: requires solid ground to be placed on.
ru: требует цельной поверхности для размещения.

source: You cannot afford to pay a tax of {0}
ru: Вы не можете оплатить налог в {0}

source: Missing currency, failed.
ru: Не существующая валюта, не удалось.

source: Stomach is {0}
ru: Желудок {0}

source: {0} has contracted DYSENTERY.
ru: {0} заразился ДЕЗИНТЕРИЕЙ.

source: Logged in. Located at {0}
ru: В сети. Находится в {0}

source: Max reputation that can be given to another player by one person.
ru: Максимум репутации, которое может быть дано другому игроку одним лицом.

source: Minimum reputation that can be taken from another player by one person.
ru: Минимум репутации, которое может быть дано другому игроку одним лицом.

source: Delay to prevent /unstuck abuse.
ru: Задержка для предотвращения нечестного использования команды /unstuck.

source: Disable to allow any version to connect. Debug only, will likely result in strange behavior!
ru: Если отключено, любая версия клиента сможет подключится. ТОЛЬКО ДЛЯ ОТЛАДКИ, может вызывать странное поведение!

source: Population: {0} ({1} online).
ru: Население: {0} ({1} в сети).

source: Unnamed World Marker
ru: Безымянная метка

source: Deed for {0:propertyDescription}
ru: Права на {0:propertyDescription}

source: Land: {0} sq m
ru: Площадь: {0} кв.м

source: Deed claims no property.
ru: Право не содержит собственности.

source: Unowned
ru: Ничейный

source: Click to open settings window
ru: Кликните, чтобы открыть окно настроек

source: You are not authorized to do that on {0}'s property.
ru: У Вас нет прав делать это с владением {0}.

source: This property belongs to {0}.
ru: Это владение относится к {0}.

source: This plot belongs to {0}.
ru: Этот участок относится к {0}.

source: You already own this property.
ru: Это и так Ваше владение.

source: This plot is already public.
ru: Этот участок и так ничейный.

source: This plot is owned by {0}.
ru: Этот участок принадлежит {0}.

source: Can't claim plot: You don't have any {0}.
ru: Невозможно застолбить участок: У Вас нет {0}.

source: Can't unclaim plot: You don't have room in your inventory for {0}.
ru: Невозможно освободить участок: У вас нет места в инвентаре для {0}.

source: This deed no longer exists.
ru: Это право больше не существует.

source: {0}: Level {1}
ru: {0}: Уровень {1}

source: {0} has trained {1} to level {2}.
ru: {0} изучил {1} до уровня {2}.

source: All
ru: Все

source: {0} is not a world object.
ru: {0} не является мировым объектом.

source: Tier must be between 1 and 4.
ru: Уровень должен быть между 1 и 4.

source: Unstuck disabled, try again in {0:F1} seconds.
ru: Команда Unstuck отключена, попробуйте через {0:F1} секунд.

source: Belongs to {0}.
ru: Относится к {0}.

source: Unowned.
ru: Ничейный.

source: Error getting text:\r\n{0}
ru: Ошибка при получении текста:\r\n{0}

source: Graphs
ru: Графики

source: Failed to connect - connection timed out.
ru: Не удалось подключиться - время соединения истекло.

source: Uninitialized
ru: Не инициализирован

source: Waiting for World...
ru: Ожидание мира...

source: Makeup of the atmosphere in percentages.
ru: Состав атмосферы в процентах.

source: Initial air pressure.
ru: Начальное давление воздуха.

source: Atmosphere volume in cubic meters.
ru: Объём атмосферы в кубических метрах.

source: Show atmosphere data in status panel.
ru: Показывать данные атмосферы в панели состояния.

source: Air pollution output is divided by this to determine PPM.
ru: Загрязнение воздуха делится на это, чтобы определить PPM.

source: Multiplier for pollution.
ru: Множитель для загрязнения.

source: The starting level of CO2 in the atmosphere, and the min value we clamp to.
ru: Начальный уровень CO2 в атмосфере, не может опустится ниже.

source: Whether sea level changes should be simulated.
ru: Симулировать ли изменения уровня моря.

source: Whether temperature changes should be simulated.
ru: Симулировать ли изменения температуры.

source: For every X ppm over the base 'SeaLevelsRiseAtCO2ppm' value, the sea level will rise 1 meter.
ru: Каждые Х ppm превышающие базовое значение 'SeaLevelsRiseAtCO2ppm', уровень океана будет подниматься на 1 метр.

source: No matter how bad it gets, it will never get worse than this.
ru: Независимо от того насколько плохо получилось, результат никогда не будет хуже этого.

source: Sea levels can not rise more than this many units per day.
ru: Уровень моря не может расти быстрее чем указанное количество единиц в день.

source: Temperature can not rise more than this many units per day.
ru: Температура не может расти быстрее чем указанное количество единиц в день.

source: At this level of CO2, global temperatures start to rise.
ru: На этом уровне CO2, температуры в мире начинают возрастать.

source: For every X ppm over the base 'SeaLevelsRiseAtCO2ppm' value, the global temperature level will rise 1 degree.
ru: Каждые Х ppm превышающие базовое значение 'SeaLevelsRiseAtCO2ppm', температуры в мире будут подниматься на 1 градус.

source: The amount of ground pollution emitted by each incorrectly stored tailing block each tick.
ru: Количество загрязнения выделяемого каждым неправильно хранимым блоком шлака за такт.

source: Debris max value is attained when this many blocks are placed.
ru: Максимальное значение замусоривания достигается когда столько блоков размещено.

source: Does the animal fly?
ru: Может ли летать?

source: Does the animal swim?
ru: Может ли плавать?

source: Wandering speed in m/s
ru: Скорость блуждания в м/с

source: Speed in m/s
ru: Скорость в м/c

source: How quickly an animal will flee from a predator/player once noticed.
ru: Как быстро животное будет убегать заметив хищника или игрока.

source: The number of calories in a single voxel column of this plant at population density 1.
ru: Количество калорий на один квадратный метр, занимаемый этим растением при плотности популяции 1.

source: The world layer describing the concentration of the nutrient.
ru: Слой мира описывающий концентрацию питательных веществ.

source: The concentration of the nutrient at which the plant grows at half its max rate. 0 = plant is not constrained.
ru: Концентрация питательных веществ, при которой растение растет с половиной от максимально возможной скорости. 0 = растение не ограничивается.

source: The concentration of the nutrient (amount / voxel column) in an adult plant.
ru: Концентрация питательного вещества (количество / воксельная колонка) во взрослом растении.

source: The world layer describing the local capacity.
ru: Слой мира, показывающий местный потенциал.

source: The density of capacity consumed by this organism, in voxel columns occupied per organism.
ru: Плотность потенциала, поглощаемого этим организмом, в количестве квадратов площади на одну особь.

source: The input layers. Cycles are allowed.
ru: Входные слои. Циклы разрешены.

source: The input layers during init. NO CYCLES ALLOWED.
ru: Входные слои при инициализации. ЦИКЛЫ ЗАПРЕЩЕНЫ.

source: The layer to modify with this interaction.
ru: Слой изменяющийся при этом взаимодействии.

source: World Layers
ru: Слои карты мира

source: The top block of the biome.
ru: Верхний блок биома.

source: A list of food sources which this animal relies on.
ru: Список источников пищи используемых этим животным.

source: Available calories of food sources in the area to support one animal fully.
ru: Доступное количество калорий содержащееся в окрестных источниках пищи для полной поддержки жизнедеятельности одного животного.

source: Target moisture.
ru: Целевая влажность.

source: Target temperature.
ru: Целевая температура.

source: The name of the layer that contains the concentration of the first input.
ru: Имя слоя, в котором содержится первый ввод.

source: The name of the layer that contains the concentration of the second input.
ru: Имя слоя, в котором содержится второй ввод.

source: The name of the layer that contains the concentration of the product.
ru: Имя слоя, в котором содержится продукт.

source: The amount of product to create (or, if negative, to remove) when the product of the input concentrations is 1.
ru: Количество продукта для создания (или, если отрицательный, удаления), когда продукт входной концентрации имеет значение 1.

source: Whether the interaction should operate on the special first initialization tick after worldgen (when dependency cycles are not allowed).
ru: Должно ли взаимодействие работать на специальном первом такте инициализации после генератора мира (когда циклы зависимостей не разрешены).

source: The layer to spread.
ru: Слой для распространения.

source: The proportion of the layer that spreads to the adjacent locations each tick (on a flat plain).
ru: Доля слоя, которая распространяется на прилежащие местности каждый такт (на равнине).

source: The degree to which the spread prefers going downhill. 0 = ignores height, 1 = never spreads uphill, -1 = never spreads downhill.
ru: Степень, с которой распространение будет идти вниз по склону. 0 = игнорирование высот, 1 = никогда не распространяться вверх по склону, -1 = никогда не распространяться вверх по склону.

source: The number of times this interaction should be ticked after its modified layer has otherwise been initialized (but before it is used by any other interactions).
ru: Количество раз, когда это взаимодействие должно быть обработано после инициализации измененного слоя (но до того, как оно будет использовано другими взаимодействиями).

source: The name of the layer that defines habitability for this species.
ru: Название слоя, который определяет обитаемость для данных видов.

source: Percent per-tick that the population of neighbors flows into a location.
ru: Процент окружающей популяции направляющийся в локацию за такт.

source: Throttle that weights the percent-change per turn.
ru: Дроссель, который изменяет процентное соотношение за шаг.

source: How the two layers are combined.
ru: Как совмещаются два слоя.

source: The layers involved in the combination.
ru: Слои, участвующих в комбинации.

source: The weights of the layers in the final product/sum.
ru: Вес слоя в конечном продукте/продуктах.

source: New values are throttled to change by this percentage per tick at max.
ru: Максимальные изменения новых значений ограничиваются этим параметром в процентах за такт.

source: The rate of decay by flat value per tick. Applied before percent decay.
ru: Фиксированная скорость распада за такт. Применяется до процентного распада.
