Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Open the right panel and expand 'World Layers'. Select an option to view it on the map.
ru: Откройте правую панель и раскройте 'Слои мира'. Выберите пункт для просмотра на карте.

source: Has no name.
ru: Без названия.

source: Your GPU has Max Tessellation Level less than 64. AMD is only known GPU manufacturer who doesn't follow the standard and reduces this setting to hack performance in their 'AMD Radeon Software' and sets it to 8 in default optimized settings. You may experience problems with Minimap rendering. To fix this just change 'Max Tessellation Level' to 64 in the software for Eco (explicitly) and restart the game.
ru: Для вашей видеокарты настроен максимальный уровень тесселяции ниже 64. AMD - единственный известный нам производитель видеокарт, который не придерживается стандарта и уменьшает эту настройку в попытке выжать увеличение производительности. Их программа "AMD Radeon Software" устанавливает уровень 8 в настройках по умолчанию. Из-за этого у вас могут возникнуть проблемы с отображением миникарты. Для исправления установите максимальный уровень тесселяции в значение 64 в этой программе конкретно для игры Eco и перезапустите игру.

source: Civic maps
ru: Карты гражданского права

source: Accessibility
ru: Специальные возможности

source: Take Role
ru: Взять роль

source: Leave Role
ru: Покинуть роль

source: Infobox On Success
ru: Уведомление при успехе

source: Actions On Complete
ru: Действия при завершении

source: Homestead
ru: Усадьба

source: Town
ru: Город

source: Country
ru: Страна

source: Federation
ru: Федерация

source: Mute List
ru: Список заглушенных игроков

source: Normal
ru: Обычная

source: Expensive
ru: Дорогая

source: Difficulty Modifiers
ru: Модификаторы сложности

source: Endgame Craft Cost
ru: Стоимость крафта в конце игры

source: Basic Election Settings
ru: Настройки Стандартного голосования

source: Expansion
ru: Расширение

source: Reduction
ru: Уменьшение

source: Adjustment
ru: Изменение

source: Initiative
ru: Начальное значение

source: Restructuring
ru: Реструктуризация

source: Increase Only
ru: Только увеличение

source: Float On Surface
ru: Плавает на поверхности

source: Can Swim Near Coast
ru: Может плавать возле побережья

source: Wandering Rotation Speed
ru: Переменная скорость вращения

source: Rotation Speed
ru: Скорость вращения

source: Min Rotation To Slow Down
ru: Мин. Вращение для замедления

source: No contract test found for {0}.
ru: Не найдено проверок в договоре {0}.

source: Small Rugs
ru: Маленькие ковры

source: Medium Rugs
ru: Средние ковры

source: Large Rugs
ru: Большие ковры

source: Mortared Sandstone Door
ru: Дверь из строительного песчаника

source: Mortared Limestone Door
ru: Дверь из строительного известняка

source: Mortared Granite Door
ru: Дверь из строительного гранита

source: A heavy duty lumber platform that has been reinforced to allow extra storage for large items.
ru: Сверхпрочная платформа из пиломатериалов, которая была укреплена для дополнительного хранения крупных предметов.

source: An extra large lumber platform that has been reinforced to allow mass storage of items.
ru: Очень большая платформа из пиломатериалов, которая была укреплена для массового хранения предметов.

source: Boots designed to be rugged and reduce muscle strain while working.\n\nDecreases calories consumed when using tools by 10\u0025.
ru: Прочные ботинки, созданные для того, чтобы уменьшить мышечное напряжение во время работы. \n\nСнижает потребление калорий при использовании инструментов на 10\u0025.

source: Lighter pack that causes lower calorie consumption.\n\nDecreases calories consumed when using tools by 10\u0025 and increases max carry weight by 5 kg.
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\nУменьшает расход калорий при использовании инструментов на10\u0025 и увеличивает максимальный переносимый вес на 5 кг.

source: Under Brace Turn
ru: Верхний перевернутый угловой блок

source: Full Wall
ru: Полная стена

source: Brace Turn
ru: Перевернутый угловой блок

source: dig up
ru: копать

source: make a road
ru: проложить дорогу

source: plow a block
ru: вспахать блок

source: Can smite any block or world object.
ru: Может разрушить любой блок или объект.

source: Can be used as a hammer to place infinite amount of blocks.
ru: Может использоваться как молоток для размещения бесконечного количества блоков.

source: Can ignore auth for different actions (storage, vehicles, blocks).
ru: Может игнорировать права доступа для различных действий (хранилища, транспорт, блоки).

source: Can copy world block to carried slot with 'E', hold 'Ctrl' to add whole stack.
ru: Может копировать блок из игрового мира в ячейку переносимого груза клавишей "E", удерживайте "Ctrl" для целого стака.

source: Special Actions
ru: Специальные действия

source: Pick Material for DevTool
ru: Выберите материал для DevTool

source: clean up tree debris
ru: убрать ветки

source: Are you sure you want to remove {0}'s bed while they are sleeping in it? This is generally considered quite rude and uncouth.
ru: Вы уверены, что хотите убрать кровать игрока {0}, пока он спит на ней? Это весьма грубый и странный поступок.

source: Flag which if set then won't decrease (distribute) the source value, but only will increase values in adjacent cells. Default: false.
ru: Если этот параметр включен, то исходное значение не будет уменьшаться (распределяться), а будет только увеличиваться в соседних ячейках. По умолчанию: выкл.

source: Does the animal float on surface?
ru: Плавает ли животное на поверхности?

source: Allow swimming near the coast?
ru: Разрешить плавание возле берега?

source: Exception in view notify
ru: Уведомление об исключении

source: The value must start with {0}
ru: Значение должно начинаться с {0}

source: never
ru: никогда

source: Validation Error
ru: Ошибка проверки

source: Cannot remove special entries..
ru: Нельзя удалять специальные записи..

source: You are currently in the mute list and not allowed to use chat.
ru: Вы сейчас в списке молчунов и не можете использовать чат.

source: Government Accounts
ru: Правительственные счета

source: Minted
ru: Отчеканено

source: {0} doesn't have government banking privileges, but trying to create a Government Bank Account
ru: {0} пытается сделать государственный банковский счёт, не имея на это права

source: Regular account created {0}
ru: Обычный счёт создан {0}

source: {0}: negative amount of {1}, changed to 0.
ru: {0}: отрицательное значение {1}, изменено на 0.

source: Ledger account not set.
ru: Гроссбух счет не выбран.

source: property unauthorized for
ru: собственность закрыта для

source: Allows title holders to set bank accounts as 'government accounts', performed at a bank object when creating a new entry. This allows them to be the source/target of tax funds from laws, and prevents them from contributing to the account ownership or wealth total of any managers that are set on it.
ru: Позволяет должностным лицам устанавливать банковские счета как 'государственные счета' при создании нового счёта в банке. Это позволяет им быть источником/целью налоговых средств из законов и не учитывает владение счетом или в совокупном богатстве для игроков, управляющих счётом.

source: There is 1 orphaned {0} with no host.
ru: Есть 1 висящий в воздухе {0}, не находящийся ни в каком объекте.

source: There are {0} orphaned {1} with no host.
ru: Есть {0} висящих в воздухе {1}, не находящихся ни в каком объекте.

source: These can be hosted on this {0}.
ru: Такие сущности можно присоединить в этот {0}.

source: Would you like to select orphaned {0} to attach now?
ru: Хотите ли вы выбрать висящий в воздухе {0} для присоединения в этот объект?

source: Cannot attach these objects, max of {0} total allowed on this {1}.
ru: Нельзя присоединить эти сущности, разрешено максимум {0} на этом {1}.

source: Select orphaned {0} to attach to {1}
ru: Выберите висящий в воздухе {0} для присоединения в {1}

source: Must set {0}.
ru: Нужно выбрать {0}.

source: This {0} is orphaned and has no host! When placing a new object that can contain it, an option will be given to assign it.
ru: Этот {0} висит в воздухе, и не находится ни в каком объекте! Если поставить новый объект, который может содержать его, появится предложение присоединить.

source: Revision
ru: Версия

source: Display success notice as popup.
ru: Показать уведомление при успешном завершении.

source: Government Ratification
ru: Ратификация Правительства

source: {0} Abolishment Act
ru: Постановление об отмене {0}

source: {0} Act
ru: Постановление о {0}

source: Multi-{0}
ru: Мульти-{0}

source: Comprehensive Government
ru: Глобальное Правительство

source: {0} {1} Act
ru: Постановление о {0} {1}

source: Create a new election draft for '{0}'?
ru: Создать новый черновик голосования для '{0}'?

source: {0} created with first provision {1}.
ru: {0} создано с первым положением {1}.

source: Could not attach to election {0}: it is no longer in the draft state.
ru: Не удалось присоединиться к выборам {0}: они больше не находятся в состоянии черновика.

source: Attached provision '{0}' to {1}.
ru: Присоединение Положения '{0}' к {1}.

source: Cancel this election draft, {0}?
ru: Отменить этот черновик голосования, {0}?

source: Add to New Election
ru: Добавить новое голосование

source: Create a new election for this provision instead of attaching it to any of the existing election drafts you have created.
ru: Создать новое голосование для этого Положения вместо того, чтобы прикреплять его к любому из уже созданных вами черновиков голосований.

source: Choose Election to Attach Provision '{0}'.
ru: Выберите голосование, что бы прикрепить Положение '{0}'.

source: You can add more provisions to it, and start it from the side-bar menu when you're ready for voting to begin.
ru: Вы можете добавить больше положений сюда, и когда будете готовы начните голосование из бокового меню.

source: Can't start election.\n\nThere's already an active election regarding {0}: {1}
ru: Не возможно начать голосование.\n\n Уже имеется активное голосование {0}: {1}

source: Provision {0}
ru: Положение {0}

source: Election started by {0}:
ru: Голосование начато в {0}:

source: Results:\n{0}
ru: Результаты:\n {0}

source: Motion failed. Action will not be executed:\n{0}
ru: Перемещение не удалось. Действие не будет выполнено:\n{0}

source: Election for {0} started. Voting ends in {1} hours.
ru: Голосование {0} начато. Окончание через {1} часов.

source: {0} voting has begun!
ru: {0} голосование началось!

source: {0} proposed:\n{1}\n{2}
ru: {0} предложил:\n{1}\n{2}

source: You cannot create or make changes here until either:\n - A constitution is ratified and gives you the power to do so.\n - A new constitution is drafted in an election, in which case you can attach changes to that election only.\n\nTo create a constitution, place a {0}.
ru: Вы не можете добавлять или изменять пункты до тех пор, как:\n- Конституция будет ратифицирована и даст вам полномочия это делать.\n- Новая конституция будет добавлена в черновик голосования, тогда вы сможете добавлять изменения только в это голосование.\n\nЧтобы создать конституцию, постройте {0}.

source: A new constitution is currently drafted for election, and you can attach changes to that election as extra provisions.
ru: В настоящее время к голосованию готовится новая конституция, вы можете внести изменения в голосование в качестве дополнительных положений.

source: - Special New Constitution Privilege: \nYou may make changes to {0} by attaching them to the new constitution election only: {1}.
ru: - Особые привилегии новой конституции: \nВы можете вносить изменения в {0}, добавляя их только к голосованию за новую конституцию: {1}.

source: {0} {1} Now
ru: {0} {1} Сейчас

source: Add {0} to an Election
ru: Добавить {0} в голосование

source: An election process was specified but not the 'Proposers'.
ru: Указан тип голосования, но не указаны 'Авторы'.

source: 'Proposers' is set, but not what election process will be used.
ru: Указаны 'Авторы', но не указан тип голосования.

source: Can't place a block there, it's blocked by {0}.
ru: Здесь невозможно разместить блок, он заблокирован {0}.

source: Can't place a block there, it's already stacked with {0}.
ru: Невозможно разместить блок, он уже занят {0}.

source: Can't place a block there, it's blocked.
ru: Невозможно разместить блок, место заблокировано.

source: Open the right panel and expand 'World Layers/Animal'. Select an option to view it on the map.
ru: Откройте правую панель и разверните Слои Мира/Животные. Выберите вариант, чтобы просмотреть его на карте.

source: Target plots were unclaimed, but related game actions were suppressed {0}.
ru: Целевые сюжеты не были востребованы, но связанные с ними игровые действия были заблокированы {0}.

source: Global waypoint added.
ru: Глобальный маркер добавлен.

source: No Global Markers Exist.
ru: Глобальные метки отсутствуют.

source: Nearest Marker Removed. Marker:
ru: Ближайшая метка удалена. Метка:

source: Reason: {0}
ru: Причина: {0}

source: If '{0}' is a username, this will not do anything.
ru: Если '{0}' - имя пользователя, это ничего не сделает.

source: Requested collection {0:
ru: Запрошенная коллекция {0}:

source: You have added {0} to {1}.
ru: Вы добавили {0} к {1}.

source: You have removed {0} from {1}.
ru: Вы убрали {0} из {1}.

source: {0} added you to {1}.
ru: {0} добавил Вас в {1}.

source: {0} removed you from {1}.
ru: {0} удалил Вас из {1}.

source: {0} is already in {1}.
ru: {0} уже в {1}.

source: {0} is already not in {1}.
ru: {0} уже не в {1}.

source: Added '{0}' to {1}.
ru: Добавлен '{0}' к {1}.

source: Removed '{0}' from {1}.
ru: Удален '{0}' из {1}.

source: the list
ru: список

source: the list of banned users
ru: список забаненных пользователей

source: the list of muted users
ru: список заглушенных игроков

source: whitelisted users
ru: пользователи внесённые в белый список

source: the list of Admins
ru: список Администраторов

source: Muted users are not allowed to use chat on the server. Use either SLG ID or STEAMID64
ru: Заглушенные пользователи не могут использовать чат на сервере. Используйте другой SLG ID или STEAMID64

source: use {0}
ru: используй {0}

source: A block was dropped or picked up.
ru: Блок был размещен или подобран.

source: The channel the chat message was sent to.
ru: Канал в который было отправлено сообщение чата.

source: The location of the object doing the polluting.
ru: Местоположение объекта, вызывающего загрязнение.

source: Unable to {0} here.
ru: Невозможно {0} здесь.

source: perform action
ru: выполнить действие

source: Tried to {0}, but the roots are too strong!
ru: Пытался {0}, но корни слишком сильные!

source: The roots are too strong!
ru: Корни слишком крепкие!

source: {0} {1} {2} for {3} from {4} into {5}
ru: {0} {1} {2} для {3} из {4} в {5}

source: {0} was transferred from {1} into {2}. {3}
ru: {0} был перемещен из {1} в {2}. {3}

source: You paid tax: {0} ({1})
ru: Вы оплатили налог: {0} ({1})

source: {0} {1} {2} for {3}. You paid tax: {4} ({5})
ru: {0} {1} {2} для {3}. Вы оплатили налог: {4} ({5})

source: {0}, paying you {1}. You paid tax: {2} ({3})
ru: {0}, оплатил Вам {1}. Вы оплатили налог: {2} ({3})

source: {0} {1} you. {2}
ru: {0} {1} Вам. {2}

source: dig a block
ru: выкопать блок

source: You don't have access to {0}
ru: У вас нет доступа к {0}

source: {0} was opened. Customers will now be able to trade.
ru: {0} был открыт. Теперь покупатели могут торговать.

source: {0} was closed. Customers won't be able to trade.
ru: {0} был закрыт. Покупатели больше не смогут торговать.

source: Currently closed.
ru: Сейчас закрыто.

source: Target bank account must be set before the store can be opened.
ru: Целевой банковский счет должен быть назначен до открытия магазина.

source: Cannot trade: Store is closed.
ru: Не торгует: Магазин закрыт.

source: You are not authorized to open or close {0}.
ru: Вы не авторизованы, что бы открывать или закрывать {0}.

source: {0} has invalid status and cannot be opened.
ru: {0} имеет неверный статус и не может быть открыт.

source: {0} was closed, because you don't have access to selected bank account.
ru: {0} был закрыт, потому что у вас нет доступа к выбранному банковскому счету.

source: {0} {1} {2} for {3}
ru: {0} {1} {2} за {3}

source: {0} {1} {2} and {3} {4}
ru: {0} {1} {2} и {3} {4}

source: Open store
ru: Открыть магазин

source: Close store
ru: Закрыть магазин

source: Currently opened.
ru: Сейчас открыт.

source: bartered
ru: обменяно

source: bought
ru: куплено

source: gave
ru: отдано

source: sold
ru: продано

source: received
ru: получено

source: Execute
ru: Исполнить

source: You are not authorized to turn this object on or off.
ru: У вас нет прав на включение или выключение этого объекта.

source: This object has an invalid status and cannot be turned on.
ru: Этот объект имеет недопустимый статус и не может быть включен.

source: Only owner can create currency
ru: Только владелец может создавать валюту

source: This constitution is already added to an election {0}.
ru: Данная Конституция уже добавлена в голосование {0}.

source: Are you sure you want to draft an election ratify this constitution ({0}) and overthrow the previous government, {1}?
ru: Вы уверены, что хотите создать черновик голосования для ратификации этой конституцию ({0}) и свергнуть предыдущее правительство, {1}?

source: This will draft an election to ratify the constitution.\n\nYou can add additional provisions to it before starting voting.
ru: Содержит черновик конституции для проведения голосования по ратификации.\n\nВы можете дополнить статьями до начала голосования.

source: You can attach more provisions to the election (adding laws, etc) before starting it in the side panel.
ru: Вы можете добавить дополнительные положения к голосованию (добавить законы и т. д.), прежде чем начинать их в боковой панели.

source: {0} is no longer a draft and cannot be edited.
ru: {0} больше не является черновиком и не может быть изменен.

source: New {0}
ru: Новый {0}

source: Changes
ru: Изменения

source: Enact
ru: Принять

source: This element is currently in Election draft {0}.\n\nYou can start it in the side bar.
ru: Этот элемент включен в черновик голосования {0}.\n\nВы можете начать его из боковой панели.

source: Civic Action specially allowed as attachment to new Constitution election.
ru: Гражданские действия специально разрешены как приложение к выборам новой Конституции.

source: Old {0}
ru: Старше {0}

source: Choose this block form to place your {0} in the shape of {1}
ru: Выберите тип блока для размещения {0} в форме {1}

source: Choose what set of blocks you want to place.\nUpgraded tools will allow you to place multiple blocks at a time.
ru: Выберите форму блока, которую хотите разместить.\nУлучшеная система позволит Вам размещать больше одного блока за раз.

source: Unhandled error
ru: Необработанная ошибка

source: My {0}
ru: Мой {0}

source: My Credit
ru: Мои валюты

source: There is a marker at this location already
ru: В этом месте уже есть метка

source: Select Items This Store Will Buy
ru: Выберите предметы в магазине, что бы купить

source: Select Items This Store Will Sell
ru: Выберите предметы в магазине, что бы продать

source: Click to switch this object's state.
ru: Кликните, чтобы переключить состояние этого объекта.

source: Government account
ru: Правительственный счет

source: Do you wish to create new {0}?
ru: Вы хотите создать новый {0}?

source: To switch to the staging build, download and run the Staging client from http://play.eco.
ru: Что бы перейти на Тестовую версию, загрузите и запустите Тестовый клиент с сайта http://play.eco.

source: This is an official Eco server.
ru: Это официальный сервер по Eco.

source: In your Strange Loop Account at http://play.eco, download and run the Staging client.
ru: В Вашем аккаунте Slg на сайте http://play.eco, загрузите и запустите Тестовый клиент.

source: Official Servers
ru: Официальные серверы

source: Deep Crust
ru: Твердый слой мантии

source: Are you sure want to reset all graphics setting?
ru: Вы уверены, что хотите сбросить все графические настройки?

source: Are you sure want to reset all audio setting?
ru: Вы уверены, что хотите сбросить все настройки звука?

source: Are you sure want to reset all controls setting?
ru: Вы действительно хотите сбросить все настройки управления?

source: Select Economy Viewer Filter
ru: Выберите фильтр

source: Remember me
ru: Запомнить

source: Hold 'Ctrl' to select sub-tooltips
ru: Удерживайте Ctrl, что бы выбрать подсказку

source: When unchecked, holding 'Ctrl' will make tooltips disappear as soon as the mouse is moved away, instead of allowing sub-tooltips to be opened.\n\n\nWhen checked, the inverse will occur: tooltips will close when the mouse is moved away immediately, and 'Ctrl' must be held in order to open sub-tooltips.
ru: Если не выбрано, то удержание 'Ctrl' приведёт к исчезновению подсказки при отводе мыши, вместо того, чтобы отображать вложенную подсказку.\n\n\nЕсли выбрано, то произойдет обратное: подсказка будет исчезать при отводе мыши, а 'Ctrl' должен быть нажатым для отображения вложенной подсказки.

source: Resources progress
ru: Прогресс ресурсов

source: Time progress
ru: Прогресс времени

source: Labor progress
ru: Прогресс работы

source: Attempts placing all objects in the world twice
ru: Пытается разместить все мировые объекты дважды

source: Attempts to interact with all objects in the world
ru: Пытается взаимодействовать со всеми объектами в мире

source: Run a series of chat commands to test the game.
ru: Выполнить серию команд в чате для тестирования игры.

source: Test claiming and unclaiming property.
ru: Проверяет, как застолбить и освободить участок.

source: Test bow and arrows.
ru: Испытать лук и стрелы.

source: Test cutting trees with axe and chainsaw.
ru: Проверить рубку деревьев топором и бензопилой.

source: Attempts to craft all of the craftable items
ru: Пытается изготовить все доступные для крафта предметы

source: Attempts to give the user all of the items, then remove them
ru: Пытается выдать пользователю все предметы, затем удалить их

source: Attempts to give the user all items and interact with them
ru: Пытается дать пользователю все предметы и взаимодействовать с ними

source: Performs commands for contracts.
ru: Отображает команды для договоров.

source: Tests founded existing contracts.
ru: Тестирует найденные существующие договоры.

source: Create contract board with all the contract's types
ru: Создать доску объявлений со всеми типами договоров

source: Attempt to place a bunch of garbage bags in the world.
ru: Попытка разместить кучу мешков с мусором в мире.

source: Attempts placing all world block objects in the world
ru: Пытается разместить все объекты в мире

source: Attempts picking up all world block objects in the world
ru: Пытается подобрать все объекты в мире

source: Advanced Upgrade that greatly increases efficiency when crafting Advanced Smelting recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов продвинутой выплавки.

source: A pointy implement to break down stone and ore into manageable rubble.
ru: Остроконечный инструмент для дробления камня и руды на удобный булыжник.

source: It tastes somewhat burnt but at least the fire has removed the bitter taste.
ru: Это на вкус немного пригорело, но огонь хотя бы устранил горький привкус.

source: Create a test toll object triggering some basic stuff.
ru: Создаёт тестовый терминал, выполняющий простые действия.

source: This will disable all active and in-election {0} on it after a timer expires. This includes: {1}
ru: Это отключит все активные {0} на нем после истечения таймера. Это включает в себя: {1}

source: Spawn a bed and sleep in it.
ru: Создать кровать и лечь спать в неё.
