Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Beaver
ru: Бобр

source: PrairieDog Capacity
ru: Луговая собачка - вместимость

source: Marmot Capacity
ru: Сурок - вместимость

source: Beaver Capacity
ru: Бобр - вместимость

source: Existence
ru: Существование

source: You logged in at {0} after server start!
ru: Вы вошли спустя {0} после запуска сервера!

source: You used a mod that had a custom achievement (this one).
ru: Вы использовали мод, в котором был кастомное достижение (это).

source: felling {0}{1}
ru: срубает {0}{1}

source: Closed
ru: Закрыт

source: You are not authorized to Open/Close this door.
ru: У вас недостаточно прав чтобы открывать/закрывать эту дверь.

source: This door has an invalid status and cannot be opened.
ru: Эта дверь имеет недопустимый статус и не может быть открыта.

source: harvest a plant
ru: собрать урожай

source: harvesting a plant
ru: сбор растений

source: Wall 3 Point
ru: Стена по 3 точкам

source: Wall 2 Point
ru: Стена по 2 точкам

source: Could not find height map. Using default setting.
ru: Не удается найти карту высот. Используем настройки по умолчанию.

source: Saving image to {0}
ru: Изображение сохранено в {0}

source: Description: Shows a preview of the terrain with the current properties.
ru: Описание: Показывает предпросмотр территории с текущими свойствами.

source: Rivers & Lakes
ru: Реки и Озера

source: Update Preview
ru: Обновить

source: Open Storage
ru: Открыть магазин

source: Randomize Seed
ru: Произвольный Сид

source: Documentation:
ru: Документация:

source: Generating terrain preview
ru: Создание снимка поверхности

source: Insufficient amount of operands.
ru: Недостаточно операндов.

source: Missing {0}
ru: Не хватает {0}

source: Provided expression is empty.
ru: Данное выражение является пустым.

source: Missing opening bracket.
ru: Отсутствует открывающая скобка.

source: Missing operator?
ru: Отсутствующий оператор?

source: {0} is not implemented.
ru: {0} не реализовано.

source: Unable to perform {0} operation between {1} and {2}. The result is {3}.
ru: Невозможно выполнить операцию {0} между {1} и {2}. Результат {3}.

source: Unable to get value of {0}
ru: Невозможно получить значение {0}

source: Insufficient amount of operators.
ru: Недостаточно операторов.

source: not a number
ru: не число

source: infinity
ru: бесконечно

source: Control-click: multiply input by {0}\nAlt-click: multiply input by {1}.
ru: Щелчок при нажатой клавише Control: умножение ввода на {0}\nЩелчок при нажатой клавише Alt: умножение ввода на {1}.

source: Used failed to authenticate: {0}
ru: Не удалось аутентифицировать: {0}

source: Error trying to connect for user '{0}': {1}
ru: Ошибка при попытке подключения пользователя '{0}': {1}

source: PlayerDefaults Required and Not Found. It will cause errors in runtime.
ru: PlayerDefaults требуется, но не был найден. Это приведет к ошибкам во время выполнения.

source: Unstuck disabled, try again in {0} seconds.
ru: Unstuck отключен, попробуйте через {0} сек.

source: Time for inserting with parallelCount = {0}, statsCountPerParallel = {1} and bulk = {2} is {3}
ru: Время для вставки с parallelCount = {0}, statsCountPerParallel = {1} и bulk = {2} равно {3}

source: Inserts records to DB to get perfomance information on it.
ru: Производит запись в БД для получения информации о её производительности.

source: Send multiple chat messages over time to test scrolling
ru: Отправляет сообщения в чат в течение некоторого времени для тестирования скроллинга

source: You naturally like some foods better than others, and when you eat more of those foods you like you get a multiplier to your skills.
ru: Некоторые продукты нравятся вам больше, чем другие, и когда вы едите больше любимых продуктов, вы получаете множитель к своим навыкам.

source: Tastiness Bonus: {0} (Calorie-Weigthed Average of bonuses)
ru: Бонус к вкусовым качествам: {0} (средневзвешенная калорийность бонусов)

source: (Everyone has different tastes, determined randomly, and discovered by eating. You have one favorite and one least favorite food.)
ru: (У всех разные вкусы, которые определяются случайным образом и обнаруживаются при употреблении пищи. У вас есть одна любимая и одна нелюбимая еда)

source: {0} discovered their favorite food ever: {1}
ru: {0} теперь знает о своей любимой еде: {1}

source: {0} discovered their most hated food ever: {1}
ru: {0} теперь знает о своей не любимой еде: {1}

source: worse than anything
ru: хуже некуда

source: horrible
ru: ужасно

source: bad
ru: плохо

source: good
ru: хорошо

source: delicious
ru: отменно

source: better than anything
ru: наилучшее

source: least favorite
ru: нелюбимый

source: favorite
ru: избранное

source: Food Eaten in the Last Day
ru: Съедено еды за последний день

source: It's the worst thing you've ever tasted.
ru: Это худшее из всего что вы пробовали.

source: It tastes horrible.
ru: Ужасно на вкус.

source: It doesn't taste great. .
ru: Вкус так-себе.

source: It tastes good.
ru: Вкусно.

source: It's delicious!
ru: Восхитительно!

source: It's the best food you've ever tasted!
ru: Это лучшая еда из всего, что вы пробовали!

source: {0} of diet ({1} calories eaten)
ru: {0} диеты (съедено калорий: {1})

source: ok
ru: ок

source: It tastes ok.
ru: На вкус ОК.

source: Subtotal:{0}
ru: Промежуточный итог:{0}

source: Total XP Multiplier: {0}
ru: Итоговый множитель опыта: {0}

source: Balanced Diet Bonus
ru: Бонус за сбалансированное питание

source: Food Variety Multiplier
ru: Множитель разнообразия пищи

source: Food Tastiness Multiplier
ru: Множитель вкусности пищи

source: You ate {0} for {1} calories. {2}
ru: Вы съели {0} на {1} кал. {2}

source: Nutrition now provides {0} skill per day ({1}).
ru: Питание обеспечивает {0} навыка в день ({1}).

source: Variety Bonus
ru: Бонус за разнообразие

source: Tastiness Bonus
ru: Бонус за вкусность

source: You've eaten {0} differrent types of food in the last 24 hours of at least {1} calories of each:
ru: За последние 24 часа вы съели {0} различных видов пищи не менее {1} калорий каждой:

source: Bonus: {0}
ru: Бонус: {0}

source: (Bonus reaches {0} after {1} different food types, then has diminishing returns approaching {2})
ru: (Бонус достигает {0} после {1} различных типов еды, затем уменьшается отдача, приближающаяся к {2})

source: The number of different foods you eat gives you a multiplier to the value of your food.
ru: Количество различных продуктов, которые вы съедаете, дает множитель к значению вашего питания.

source: Craving for {0} was set on {1}.
ru: Тяга к {0} была установлена на {1}.

source: Craving Satifised for {0}:
ru: Желание {0} удовлетворено:

source: That really hit the spot - your craving has been satisfied!
ru: Прямо в цель - ваше желание удовлетворено!

source: You got a craving for {0}.
ru: Вам захотелось {0}.

source: You could really go for some {0} right about now.
ru: Вам бы сейчас не помешало немного {0}.

source: You can't stop thinking about {0}.
ru: Вы не перестаете думать о {0}.

source: Some {0} would really taste good right now.
ru: Немного {0} сейчас было бы очень кстати.

source: You got a hankering for {0}.
ru: Вам захотелось {0}.

source: You are hungry for some {0}.
ru: Вы хотите съесть немного {0}.

source: Inventory only accepts {0}.
ru: Инвентарь принимает только {0}.

source: There is no room for this type of resource.
ru: Здесь нет места для такого типа ресурсов.

source: Inventory doesn't accept items.
ru: Инвентарь не принимает предметы.

source: Inventory only accepts carried items.
ru: Инвентарь принимает только вещи переносимые в руках.

source: Inventory does not accept that type of item.
ru: Инвентарь не принимает такие вещи.

source: Inventory only accepts non-carried items.
ru: Инвентарь принимает только вещи переносимые не в руках.

source: Inventory is too heavy.
ru: Инвентарь слишком тяжёлый.

source: Inventory only accepts fuel.
ru: Инвентарь принимает только топливо.

source: Inventory only accepts seeds.
ru: Инвентарь принимает только семена.

source: Inventory only accepts clothing items fitting that slot.
ru: Инвентарь принимает только одежду подходящую слоту.

source: Not enough room in inventory.
ru: Недостаточно места в инвентаре.

source: - {0}, can teach tier {1} subjects.
ru: - {0}, может преподавать предметы уровня {1}.

source: Ignored an extra {0}. Only {1} allowed of this type.
ru: Игнорирован излишек {0}. Только {1} разрешено этого типа.

source: No student workstations in room.
ru: В помещении нет рабочих мест для учеников.

source: {0} unsupported: Add more education support furnishings to room.
ru: {0} не поддерживается: Добавьте в комнату больше мебели для учебной деятельности.

source: (Tier is calculated as the minimum of student workstation tier ({0}), teacher's desk tier ({1}), and room tier ({2}))
ru: (Уровень рассчитывается из минимального уровня рабочего места ученика ({0}), уровня стола учителя ({1}) и уровня помещения ({2}))

source: Located at {0}
ru: Находится в {0}

source: (Each student workstation needs +1 support per tier, which comes from other education furnishings in the room.)
ru: (Каждому рабочему месту ученика требуется +1 поддержка за уровень, которая поступает от другой учебной мебели в комнате.)

source: School Room Score: {0}
ru: Оценка класса: {0}

source: Non-Functioning {0}
ru: Не функционирует {0}

source: No teacher's desk in room.
ru: Нет учительского стола.

source: Too many teacher's desks in room, only one allowed.
ru: Слишком много учительских столов в помещении, должен быть только один.

source: Education Furnishings
ru: Мебель для учебных заведений

source: Education Support
ru: Поддержка образования

source: Classroom Bonuses
ru: Бонусы класса

source: Classroom
ru: Класс

source: Classroom can teach up Tier {0} subjects.
ru: Класс может изучить предметы {0} уровня.

source: {0}, can learn tier {1} subjects.
ru: {0}, может изучать предметы уровня {1}.

source: Support required: {0} ({1} {2} * tier {3})
ru: Требуется поддержка: {0} ({1} {2} * уровень {3})

source: Support available: {0}
ru: Доступно поддержки: {0}

source: + {0} to Learning Speed Efficiency
ru: + {0} к эффективности скорости обучения

source: + {0} to Studying Calorie Efficiency
ru: + {0} к изучению эффективности использования калорий

source: + {0} to Teaching Calorie Efficiency
ru: + {0} к обучению эффективности использования калорий

source: Tier {0} {1} for {2}
ru: Класс {0} {1} для {2}

source: bonus
ru: бонус

source: repeat
ru: повторить

source: student
ru: студент

source: Classroom {0}
ru: Класс {0}

source: School - {0}
ru: Школа - {0}

source: classroom
ru: класс

source: Material quality of room: {0}
ru: Качество материала комнаты: {0}

source: Skill points capped by material: {0}
ru: Очки умений ограничены материалом: {0}

source: {0}: {1} skill points, Tier {2}.
ru: {0}: {1} очков навыков, уровень {2}.

source: Room Category: {0}
ru: Категория комнаты: {0}

source: Home - {0} XP per day
ru: Дом - {0} XP в день

source: The value of your home and its furnishings contributes to your skillrate.
ru: Стоимость вашего дома и его обстановки способствует повышению вашего мастерства.

source: XP per day
ru: Опыта в день

source: House Benefits
ru: Бонусы дома

source: Skill Value: {0}
ru: Значение умения: {0}

source: Furniture Type: {0}
ru: Тип мебели: {0}

source: Repeats yield {0} less value each.
ru: Бонус от дополнительных предметов будет на {0} меньше.

source: Warning: work list must not be empty!
ru: Внимание: рабочий список не должен быть пустым!

source: Set Requirements
ru: Установить требования

source: Setup Payment for Work Party
ru: Установить оплату для Рабочей группы

source: {0} granted {1}.
ru: {0} предоставил {1}.

source: {0} as {1}
ru: {0} как {1}

source: {0} of the following must be true: {1}{2}
ru: {0} из следующего должно быть выполнено: {1}{2}

source: Number of {0} {1} {2}
ru: Количество {0} {1} {2}

source: {0} value at {1}
ru: Значение {0} в {1}

source: {0} {1} value {2} {3}
ru: {0} {1} значение {2} {3}

source: {0} is a {1}
ru: {0} это {1}

source: {0} is not {1}
ru: {0} это не {1}

source: Total: {0}
ru: Итого: {0}

source: effective percent = {0}%
ru: эффективность = {0}%

source: The formula has no variables.
ru: Формула не имеет переменных.

source: {0} (result of {1})
ru: {0} (результат {1})

source: Click {0}
ru: Кликните {0}

source: {0} of {1}
ru: {0} из {1}

source: {0} must stand after {1}
ru: {0} должно стоять после {1}

source: Progressive percent of {0}
ru: Прогрессивный процент {0}

source: Variables declared multiple times
ru: Переменные объявлены несколько раз

source: Unused variables
ru: Неиспользуемые переменные

source: to remove unused variables
ru: удалить неиспользуемые переменные

source: Undeclared variables
ru: Необъявленные переменные

source: to add undeclared variables
ru: добавить необъявленные переменные

source: Progressive percent
ru: Прогрессивный процент

source: Wrong order
ru: Неправильный порядок

source: Change reputation of {0} by {1} with message '{2}'.
ru: Изменить репутацию {0} на {1} с сообщением '{2}'.

source: Transferring {0} from {1} to {2}.
ru: Перевод {0} из {1} на {2}.

source: Transfer {0} from {1} to {2} {3}.
ru: Перевод {0} с {1} на {2} {3}.

source: Try transfer {0} from {1} to {2}.
ru: Попытка перевода {0} с {1} на {2}.

source: Paying {0} {1} from {2}.
ru: Выплачено {0} {1} из {2}.

source: Pay {0} {1} from {2} {3}.
ru: Оплатить {0} {1} из {2} {3}.

source: Try to pay {0} {1} from {2}.
ru: Попытка выплатить {0} {1} из {2}.

source: Collecting tax of {0} from {1} into {2}.
ru: Сбор налога {0} из {1} в {2}.

source: Collect tax of {0} from {1} into {2} {3}.
ru: Собрать налог {0} из {1} в {2} {3}.

source: Try to collect tax of {0} from {1} into {2}.
ru: Попытка сбора налога {0} из {1} в {2}.

source: Possible access through {0}
ru: Доступ возможен через {0}

source: Only creator can start election.
ru: Только создатель может начать выборы.

source: on property with root location in
ru: на собственности с корневым расположением в

source: on property that overlaps
ru: на собственности которая перекрывает

source: Invalid constitutional articles regarding {0} ignored: {1}
ru: Из {0} недействующих конституционных статей игнорируется {1}

source: Setting Up Shop
ru: Настроить магазин

source: Fireworks Show
ru: Шоу фейерверков

source: Build The World Then Save The World
ru: Построить мир, затем спасти мир

source: Superstore
ru: Супермаркет

source: Market Speculator
ru: Рыночный спекулянт

source: Traveling Merchant
ru: Странствующий Торговец

source: Setup a shop. First item for sale was {0} for {1}.
ru: Открыть магазин. Первым предметом на продажу стал {0} за {1}.

source: Opened a store with at least one item listed.
ru: Открыть магазин, в котором есть хотя бы один товар.

source: Online for the destruction of the meteor.
ru: Онлайн для уничтожения астероида.

source: Destroyed the meteor on a server in which you joined on day 1 and played at least 2 hours per week.
ru: Уничтожили астероид на сервере, на который присоединились в первый день и играли не менее 2 часов в неделю.

source: Opened a store with at least 100 items listed and in stock.
ru: Открыл магазин, в котором есть как минимум 100 товаров на складе.

source: Listed an item you want to purchase in a store that has not yet been discovered.
ru: Указанный предмет, который Вы хотите купить в магазине, еще не был открыт.

source: Bought and sold items in at least 10 stores.
ru: Купить и продать товары не менее чем в 10 магазинах.

source: Generates the world block stats
ru: Создается статистика мирового блока

source: Only owners are allowed to edit this property.
ru: Только владельцы могут изменять эту собственность.

source: Edit {0}
ru: Изменить {0}

source: {0}: don't have permissions to set {1} on {2}.
ru: {0}: нет разрешения на установку {1} на {2}.

source: Open the right panel and expand 'World Layers'. Select a layer to view it on the map.
ru: Откройте правую панель и раскройте 'Слои мира'. Выберите слой для просмотра на карте.

source: Place down all the logs somewhere on land you own to form the beginning frame of your room.
ru: Выстройте брёвна на земле, которой вы владеете, намечая очертания вашего дома.

source: Collect more wood, craft it into hewn logs, and fully enclose a room with walls and ceilings. Remember that your room should be on land you own.
ru: Соберите еще древесины, сделайте из нее тёсаные брёвна и постройте помещение со стенами и потолком. Помните, что помещение должно находиться на территории, которая принадлежит вам.

source: Features
ru: Особенности

source: To discover skill skill, construct a {0} at a {1}.
ru: Что бы открыть эту профессию, создайте {0} используя {1}.

source: Learned from {0}. Spent {1}.
ru: Узнано от {0}. Израсходовано {1}.

source: Self-Taught. Spent {0}.
ru: Выучено самостоятельно. Использовано {0}.

source: Not yet learned. You must use a {0} to acquire skill skill.
ru: Еще не изучено. Вы должны воспользоваться {0}, чтобы приобрести данный навык.

source: star
ru: звезда

source: To receive education in a topic, you must enroll in a class teaching the subject at a school. View available classes in the economy viewer.
ru: Чтобы получить образование по какому-либо предмету, необходимо записаться в класс, где изучается данный предмет. Просмотрите список доступных классов в окне Просмотр экономики.

source: Each time you level up, you get another star which can unlock skills.
ru: Достигая нового уровня, вы получаете еще одну звезду, при помощи которой можно будет разблокировать различные навыки.

source: Fully Educated, not yet taken as specialty.
ru: Полностью образован, специальность еще не выбрана.

source: Claimed Specialty, Level {0}
ru: Полученная специальность, Уровень {0}

source: {0} educated.
ru: {0} образован.

source: Not educated.
ru: Не образован.

source: Education of {0} set to {1}.
ru: Обучение {0} изменено на {1}.

source: Couldn't find scroll for {0}.
ru: Не удается найти свиток для {0}.

source: Debug Education was {0}.
ru: Обучение отладке было {0}.

source: Make education tick every frame, accepet teachers and students regardless of skills, and allow teachers to be their own students.
ru: Сделайте так, чтобы образование соответствовало каждому кадру, принимайте учителей и учеников, независимо от навыков, и позволяйте учителям быть самими собой с учениками.

source: This will consume {0}, leaving you with {1} remaining. Continue?
ru: Это израсходует {0}, после чего останется {1}. Продолжить?

source: Not enough stars.
ru: Не достаточно звезд.

source: Max professions of {0} reached! Unable to learn a new one.
ru: Достигнут максимум профессий ({0})! Нельзя освоить новую.

source: Max specialties of {0} reached! Unable to learn a new one.
ru: Достигнут максимум специализаций ({0})! Нельзя освоить новую.

source: taught by {0}
ru: преподает {0}

source: {0} has become a {1} specialist, {2}.
ru: {0} стал {1} специалистом {2}.

source: self-taught
ru: самоучка

source: The {0} {1} has left the {2} {3}.
ru: {0} {1} покинул {2} {3}.

source: This {0} is not a member of any {1}.
ru: Эта {0} не находится под влиянием какого-либо {1}.

source: The following towns are in-range and may be joined: {0}
ru: Поблизости находятся следующие города, которые можно присоединить: {0}

source: {0} {1} already influences that area.
ru: {0} {1} уже влияют на эту область.

source: {0} you may only claim within a {1} in which you have access.
ru: {0} вы можете претендовать только в пределах {1}, к которому у вас есть доступ.

source: {0} you must have ownership access on the plot where it is placed.
ru: {0} вы должны быть владельцем участка, на котором это расположено.

source: Can't found a {0}:
ru: Не может быть найден {0}:

source: Too close to {0}: {1}m to the {2} but must be at least {3}m.
ru: Слишком близко к {0}: {1}м до {2}, должно быть не менее {3}м.

source: Can only unclaim from {0}.
ru: Можно только убрать из {0}.

source: Can't start a claim: this plot already belongs to {0}.
ru: Невозможно застолбить: этот участок уже принадлежит {0}.

source: Claims plots for {0}.{1}{2} available to claim.
ru: Заявленная земля на {0}. {1} {2} доступны для заявки.

source: Must be on a deed of type '{0}'
ru: Должен быть на участке типа '{0}'

source: On a deed of type '{0}'
ru: На участке типа '{0}'

source: Room is on {0}.
ru: Комната на {0}.

source: Room spans mulitple deeds: {0}
ru: Комната находится на нескольких участках: {0}

source: {0} Room Details
ru: Информация о комнате {0}

source: Room is on unowned proprety.
ru: Комната находится на ничейной земле.

source: (Unowned Property)
ru: (Ничейный участок)

source: Room Details
ru: Информация о комнате

source: This will consume the invitation, are you sure?
ru: Это потратит приглашение, вы уверены?

source: Are you sure you want to leave residency of {0}? You will lose access to your items on the {1}.
ru: Вы уверены, что хотите покинуть {0}? Вы потеряете доступ ко всем вашим предметам на {1}.

source: Are you sure you want to leave residency of {0}? You can't be a resident of multiple land-holding deeds. (Note: Deeds without land, such as vehicle deeds, are permitted for multiple residencies.)
ru: Вы уверены, что хотите покинуть жилье {0}? Вы не можете быть резидентом нескольких земельных владений. (Примечание: Документы без земли, такие как документы на транспортное средство, разрешены для нескольких резиденций.)

source: You are currently a resident of {0}, are you sure you want to leave residency there and switch to {1}? You will lose access to your items on the {2}.
ru: В настоящее время вы проживаете в {0}. Вы действительно хотите покинуть это место и перейти на {1}? Вы потеряете доступ к своим элементам на {2}.

source: You are currently a resident of {0}, are you sure you want to leave residency there and switch to {1}? You can't be a resident of multiple land-holding deeds. (Note: Deeds without land, such as vehicle deeds, are permitted for multiple residencies.)
ru: В настоящее время вы проживаете в {0}. Вы действительно хотите покинуть это место и перейти на {1}? Вы не можете быть резидентом нескольких земельных владений. (Примечание: Документы без земли, такие как документы на транспортное средство, разрешены для нескольких резиденций.)

source: Items from eviction.
ru: Предметы с выселения.

source: Invalid target bank account for receiving rent, can't become resident.
ru: Неверный банковский счёт для получения арендной платы, не удалось заселить жильца.

source: Invalid source bank account for paying rent. Can't become resident.
ru: Неверный банковский счет для оплаты аренды. Не удалось заселить жильца.

source: Can't unclaim plot: You have residents on the property, you will need to evict them before unclaiming land.
ru: Нельзя убрать право на землю: На вашей собственности есть жители, прежде чем снять собственность, вам нужно их выселить.

source: Cannot move selected plot onto {0}: would result in non-contiguous deed
ru: Невозможно переместить выбранный участок земли в {0}: это разделит собственность

source: Cannot move selected plot onto {0}: would cause {1} to not have contiguous plots
ru: Невозможно переместить выбранный участок на {0}: это приведет к тому, что {1} не будет иметь смежных участков

source: Property Type:
ru: Тип собственности:

source: Achievements: {0}
ru: Достижения: {0}

source: Favorite food: {0}
ru: Любимая еда: {0}

source: Least-favorite food: {0}
ru: Не любимая еда: {0}

source: You energized {0} with {1} hours of extra energy to work while otherwise exhausted.
ru: Вы зарядились {0} дополнительной энергии, которой хватит еще на {1}ч работы, даже если вы будете полностью измотаны.

source: You exhausted {0} for the day.
ru: За день вы исчерпали {0}.

source: You should be closer to interact
ru: Вам нужно быть ближе, чтобы взаимодействовать
