Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: You cannot make changes here because the current constitution {0} is invalid:{1}{2}
ru: Вы не можете вносить сюда изменения, так как текущая конституция {0} недействительна:{1}{2}

source: By civic article {0}: To make direct changes to {1} here, you must be a member of {2}
ru: По гражданской статье {0}: Чтобы напрямую изменять {1}, вам нужно входить в {2}

source: By civic article {0}: To propose changes (via election) to {1} here, you must be a member of {2}
ru: По гражданской статье {0}: Чтобы предлагать изменения {1} (через голосование), вам нужно входить в {2}

source: The current constitution {0} has no articles or amendments that allow people to add or change {1}.
ru: В действующей конституции {0} нет статей или поправок, позволяющих людям добавлять или изменять {1}.

source: To give people the ability to change {0}, create a constitutional amendment at an {1}
ru: Чтобы дать людям возможность изменить {0}, создайте конституционную поправку в {1}

source: With no ability to create constitutional amendments, the only way to change this is to create a new government, overthrowing the current one, by creating a new capitol or disabling the existing capitol.
ru: Если создание поправок невозможно, единственный способ изменений - свержение существующего правительства, через создание нового или отключение старого капитолия.

source: You have gained new civic duties for {0} management:
ru: Вы получили новые гражданские полномочия по управлению {0}:

source: You have lost civic duties for {0} management.
ru: Вы утратили полномочия по управлению {0}.

source: Your civic duties for {0} management have changed:
ru: Ваши полномочия по управлению {0} изменились:

source: - You may {0} immediately at any {1}.
ru: - Вы можете {0} немедленно в любом {1}.

source: - You may start elections to {0} at any {1}.
ru: - Вы можете начать выборы за {0} в любом {1}.

source: - You may remove {0} occupants from office at any {1}.
ru: - Вы можете снимать с должности {0} в любом {1}.

source: - You may be a successor to {0} if occupants leave.
ru: - Вы можете быть преемником {0}, если игрок уйдёт с должности.

source: - You may vote in elections to {0} at any {1} or in the world webpage.
ru: - Вы можете голосовать за {0} в любом {1} или на веб-странице мира.

source: - You may veto elections to {0} at any {1}.
ru: - Вы можете накладывать вето на голосования за {0} в любом {1}.

source: By civic article {0}:{1}{2}
ru: По гражданской статье {0}:{1}{2}

source: caused by {0}
ru: вследствие {0}

source: change {0}
ru: изменить {0}

source: perform {0}
ru: выполнить {0}

source: performing {0}
ru: выполнение {0}

source: Set rules about Constitutional Amendments.
ru: Определяет правила поправок к Конституции.

source: Set rules about changing Districts.
ru: Определяет правила изменения районов.

source: Set rules about changing Election Processses.
ru: Определяет правила изменения избирательных процессов.

source: Set rules about changing Elected Titles.
ru: Определяет правила изменения выборных должностей.

source: Set rules about changing Demographics.
ru: Определяет правила изменения демографических групп.

source: Set rules about making Executive Actions.
ru: Определяет правила изменения исполнительных действий.

source: Set which types of executive actions are affected by this rule.
ru: Определяет какие типы исполнительных действий попадают под это правило.

source: Sets rules about changing Laws.
ru: Определяет правила изменения законов.

source: Set which types of laws are affected by this rule.
ru: Определяет какие типы законов попадают под это правило.

source: Elected Titles
ru: Выборные должности

source: Executive Actions
ru: Исполнительные действия

source: Removed by {0}.
ru: Удалено {0}.

source: Nobody
ru: Никто

source: succeeding
ru: успешно выполняет

source: failing
ru: проваливает

source: This is a special {0} that cannot be changed.
ru: Это специальный {0}, который нельзя изменить.

source: Levels the citizen as specialty experience is gained. Not recommended for public servers. Default: 0
ru: Получение опыта персонажа при получении опыта специальности. Не рекомендуется использовать для публичных серверов. По умолчанию: 0

source: You don't have permission to change this owner.
ru: У вас нет прав на смену владельца.

source: {0} already owns {1}.
ru: {0} уже владеет {1}.

source: {0} now owns {1}.
ru: {0} теперь владеет {1}.

source: There is no existing citizen with username, steamid, or slgid '{0}'.
ru: Нет жителя со steamid, slgid или именем пользователя '{0}'.

source: Player '{0}' was removed from the Black List. '{1}'
ru: Игрок '{0}' был удален из чёрного списка. '{1}'

source: Player '{0}' is not on the Black List.
ru: Игрока '{0}' нет в чёрном списке.

source: Banned users list:
ru: Список заблокированных пользователей:

source: Ignored users list:
ru: Список игнорируемых пользователей:

source: You are not a citizen on this server
ru: Вы не являетесь жителем на этом сервере

source: API authentication token which may be used to access Web UI without authentication. May be used for testing or by automation tools. Keep this token secured!!!
ru: Токен аутентификации API, который можно использовать для доступа к веб-интерфейсу без аутентификации. Можно использовать для тестирования или инструментов автоматизации. Держите этот токен в безопасности!!!

source: API admin authentication token which may be used to access Web UI without authentication. May be used for testing or by automation tools. Keep this token secured!!!
ru: Токен администратора для аутентификации API, который можно использовать для доступа к веб-интерфейсу без аутентификации. Можно использовать для тестирования или инструментов автоматизации. Держите этот токен в безопасности!!!

source: Disconnected from server
ru: Отключен от сервера

source: User was logged in from another client.
ru: Игрок зашёл в игру с другого клиента.

source: {0} in the World
ru: {0} в мире

source: {0} required
ru: {0} требуется

source: Labor
ru: Работа

source: Tagged Items
ru: Группированные предметы

source: Plant {0}
ru: Посадить {0}

source: [When carried, use right-click to place.]
ru: [При переносе, используйте ПКМ что бы положить.]

source: [When carried, use hammer to construct, or right-click to stack.]
ru: [При переносе, используйте молоток что бы строить или ПКМ что бы положить.]

source: on table
ru: на столе

source: Number of hours between executions of this action. It's run immediately when installed, then at this interval.
ru: Количество часов между выполнением этого действия. Оно будет выполнено сразу, а потом будет повторяться с указанным интервалом.

source: Movement of items between inventories by a citizen.
ru: Перемещение жителем предметов между инвентарями.

source: Currency used.
ru: Используемая валюта.

source: Amount for payment.
ru: Сумма платежа.

source: The citizen who posted the work.
ru: Житель, который предложил работу.

source: Current percent completion of total work.
ru: Текущий процент выполнения работы в целом.

source: A citizen offered a contract.
ru: Житель предложил договор.

source: A citizen accepted a contract.
ru: Житель принявший договор.

source: A citizen failed a contract.
ru: Житель не выполнивший договор.

source: A citizen completed a contract successfully.
ru: Житель успешно выполнивший договор.

source: A citizen started a work party.
ru: Житель организовал рабочую группу.

source: A citizen joined a work party.
ru: Житель вступил в рабочую группу.

source: A citizen left a work party.
ru: Житель покинул рабочую группу.

source: A work party was completed.
ru: Работа рабочей группы завершена.

source: A citizen performed work for a work party.
ru: Житель выполнил работу для рабочей группы.

source: Percent of work contributed.
ru: Процент выполненной работы.

source: Was it a loan or bond?
ru: Это кредит или облигация?

source: A citizen offered a loan or bond.
ru: Житель предлагает займы или облигации.

source: A citizen accepted a loan or bond.
ru: Житель взял кредит или облигацию.

source: A citizen repaid a loan or bond successfully.
ru: Житель успешно погасил кредит или облигацию.

source: A citizen failed to pay back a loan or bond by the due date.
ru: Житель не смог погасить кредит или облигацию в установленный срок.

source: A citizen either fit or ceased to fit the criteria for a demographic.
ru: Житель вошёл или перестал входить в демографическую группу.

source: The citizen who changed demographics.
ru: Житель, который изменил демографическую группу.

source: Did The citizen become part of the demographic, or stop being part?
ru: Стал житель входить в демографическую группу или нет?

source: A citizen claimed or unclaimed property.
ru: Житель застолбил или освободил территорию.

source: The citizen who claimed or unclaimed the land.
ru: Житель, который застолбил или освободил территорию.

source: A citizen paid tax.
ru: Житель заплатил налог.

source: The citizen who paid.
ru: Заплативший игрок.

source: A citizen received allocated government money.
ru: Житель получил деньги от правительства.

source: The citizen who was paid.
ru: Житель получивший платёж.

source: The citizen who performed the action.
ru: Житель, выполнивший действие.

source: A citizen voted in an election.
ru: Житель проголосовал.

source: If they voted for a citizen, this is that player.
ru: Если они проголосовали за жителя, то это тот самый игрок.

source: A citizen started an election.
ru: Житель начал выборы.

source: A citizen entered or left an election as a candidate.
ru: Житель вступил или покинул голосование в качестве кандидата.

source: Did the citizen enter or leave the election?
ru: Житель вступил или покинул голосование?

source: A citizen won an election.
ru: Житель победил на выборах.

source: A citizen lost an election.
ru: Житель проиграл на выборах.

source: A citizen took a new specialty.
ru: Житель взял новую специальность.

source: A citizen took a specialty in a profession they don't have yet.
ru: Житель взял специализацию в профессии, которой у него ещё нет.

source: A citizen leveled-up a specialty.
ru: Житель повысил уровень специальности.

source: A citizen leveled-up their character, gaining a new specialty to choose.
ru: Житель получил уровень персонажа, получив возможность выбора специальности.

source: The citizen leveling up.
ru: Уровень жителя повышается.

source: The citizen's new level.
ru: Новый уровень жителя.

source: A citizen planted a plant.
ru: Житель посадил растение.

source: The citizen planting the plant.
ru: Житель сажает растение.

source: Was the plant or animal destroyed or damaged?
ru: Было ли растение/животное уничтожено или ранено?

source: A citizen chopped a tree.
ru: Житель срубил дерево.

source: A citizen chopped a stump.
ru: Житель выкорчевывал пень.

source: The total number of items to be created.
ru: Общее количество предметов для создания.

source: The citizen who performed the interaction.
ru: Житель, выполнивший взаимодействие.

source: The work order.
ru: Проект.

source: A citizen added to a work order.
ru: Житель добавлен к проекту.

source: The ingredient being added.
ru: Добавляемый ингредиент.

source: The number of that item added.
ru: Количество этого элемента добавлено.

source: A work order was created.
ru: Проект создан.

source: The item being crafted.
ru: Изготовляемый элемент.

source: The type of the block.
ru: Тип блока.

source: A citizen posted a chat message.
ru: Житель отправил сообщение в чат.

source: The position of The citizen when they sent the chat.
ru: Местоположение жителя, когда он отправил сообщение.

source: A citizen remained logged in for a moment.
ru: Житель оставался в игре некоторое время.

source: A citizen logged in for the first time.
ru: Житель вошел в игру в первый раз.

source: Air pollution was released (every 10 sec of operation)
ru: Выброшено загрязнение воздуха (каждые 10 секунд работы)

source: The rate in tons of carbon dioxide being released.
ru: Скорость выброса углекислого газа в тоннах.

source: The object doing the polluting.
ru: Объект, создающий загрязнение.

source: What interval of time was spent polluting? This is assigned zero for the first pollution action, then 10 seconds after.
ru: Какой промежуток времени производилось загрязнение? Для первого выброса присваивается 0, затем через 10 секунд после него.

source: A citizen dropped garbage.
ru: Житель выбросил мусор.

source: The citizen who dropped the garbage.
ru: Житель, выбросивший мусор.

source: An effect that is run on each user at intervals..
ru: Периодический эффект, применяемый на каждого пользователя.

source: Time until the next trigger, represented in hours.
ru: Время до следующего события в часах.

source: Contract
ru: Договор

source: Finance
ru: Финансы

source: System
ru: Система

source: An action that can happen in Eco.
ru: Действие, которое может произойти в Eco.

source: The tool used in the interaction.
ru: Инструмент, используемый при взаимодействии.

source: Error reading Ecopedia file {0}: {1}
ru: Ошибка чтения файла Экопедии {0}: {1}

source: Click to view Ecopedia page.
ru: Щёлкните что бы просмотреть страницу в Экопедии.

source: {0} was unable to pay {1}
ru: {0} не может заплатить {1}

source: {0} paid {1} into {2} for: {3}.
ru: {0} заплатил {1} в {2} за: {3}.

source: Sales tax
ru: Налог с продаж

source: Crafting fee tax
ru: Налог на изготовление

source: Contract tax
ru: Налог на контракты

source: Public direct Transfer tax
ru: Налог на прямые переводы

source: Own direct Transfer tax
ru: Налог на переводы между своими счетами

source: Tax rates changed\n {0}
ru: Налоговые ставки изменились\n {0}

source: {0} does not have access to {1}.
ru: {0} не имеет доступа к {1}.

source: (now sold out
ru: (теперь распродано

source: Storage Container
ru: Хранилище

source: Repair Table
ru: Ремонтный стол

source: Civic Actions that can be Perfomed
ru: Гражданские действия, которые можно выполнить

source: Perform Action
ru: Выполнить действие

source: You can't afford to buy this deed for {0}. {1} only has {2}
ru: Вы не можете позволить себе купить это право за {0}. {1} имеет только {2}

source: Could not cancel this project: {0}. Remaining project cancelled.
ru: Нельзя отменить этот проект: {0}. Оставшийся проект отменён.

source: Completed projects cannot be cancelled.
ru: Завершенные проекты не могут быть отменены.

source: Crafting Table
ru: Верстак

source: {0} is ratified but is currently {1}: {2}{3}
ru: {0} ратифицирована, но сейчас {1}: {2}{3}

source: It can be overthrown by another constitution at any time.
ru: Она может быть отменена другой конституцией в любое время.

source: {0} is active.
ru: {0} активна.

source: It can be overthrown if another constitution is created in a building exceeding this one by {0}%. Current building value: {1}
ru: Она может быть отменена, если другая конституция создана в помещении со значением выше этого на {0}%. Текущее значение этого здания: {1}

source: This Constitution is currently under election to be ratified: {0}
ru: Идёт голосование за ратификацию этой Конституции: {0}

source: {0} is {1} currently active.
ru: {0} сейчас {1} действует.

source: There is currently another active constitution election {0}, and no others may be started until it's complete.
ru: В данный момент идёт голосование за конституцию {0}, и до его окончания нельзя начать иные голосования.

source: The value of this constitution's room ({0}) does not exceed the active constitution's room ({1} for {2}) by more than {3}% ({4} total), so it can not be ratified.
ru: Значение помещения этой Конституции ({0}) не превышает значения помещения действующей конституции ({1} для {2}) больше, чем на {3}% (всего {4}), поэтому её нельзя ратифицировать.

source: The value of this constitution's room ({0}) exceeds the active constitution's room ({1} for {2}) by more than {3}%, so it can be ratified at anytime, overthrowing the previous government.
ru: Значение помещения для этой конституции ({0}) больше чем у действующей на {3}% ({1} против {2}), а значит она может быть ратифицирована в любое время, полностью заменяя предыдущее правительство.

source: {0} is disabled, can't ratify.
ru: {0} неактивна, нельзя ратифицировать.

source: Constitution invalid, can't ratify: {0}{1}
ru: Конституция недействительна, нельзя ратифицировать: {0}{1}

source: Can't ratify. {0}{1}
ru: Невозможно ратифицировать. {0}{1}

source: Are you sure you want to begin a vote to ratify this consitution ({0}) and overthrow the previous government, {1}?
ru: Вы уверены что хотите начать голосование за ратификацию этой конституции ({0}) и полностью свергнуть прежнее правительство, {1}?

source: Are you sure you want to begin a vote to ratify this consitution?
ru: Вы уверены что хотите начать голосование за ратификацию этой конституции?

source: There is no active constitution, so this one can be ratified at anytime.
ru: Нет действующих конституций, поэтому она может быть ратифицирована в любое время.

source: Ratify {0}
ru: Ратифицировать {0}

source: Active {0}: {1}
ru: Активная {0}: {1}

source: (Draft {0}: {1})
ru: (Черновик {0}: {1})

source: Attached {0}
ru: Прилагается {0}

source: Are you sure you want to remove this draft, {0}?
ru: Вы действительно хотите удалить этот черновик {0}?

source: Are you sure you want to remove {0} immediately?
ru: Вы уверены что хотите немедленно удалить {0}?

source: You can only remove this via an election. Would you like to start that election to remove {0} now?
ru: Вы можете удалить это только через голосование. Вы хотите сейчас начать голосование за удаление {0}?

source: You do not have the ability to remove this by the current constitution, {0}.
ru: У вас нет возможности удалить это по текущей Конституции, {0}.

source: Legally allowed to pollute.
ru: Загрязнение окружающей среды разрешено законом.

source: Legally prevented from polluting. Turn on to retry.
ru: Загрязнение окружающей среды запрещено законом. Включите, чтобы повторить попытку.

source: The 'Abandoned Players' demographic will check this many past days for hours played by the user
ru: Сколько прошедших дней используется в демографии 'Брошенный' для определения сыгранных игроком часов

source: The 'Abandoned Players' demographic will apply to any users who have played fewer than this many hours in within the past number of days specified above.
ru: Игрок должен сыграть меньше указанного количества часов за указанное выше количество дней что бы попасть под действие демографии 'Брошенный'.

source: Can laws prevent someone from logging in or playing? Enable with caution: users can create a law that blocks everyone from logging in if this is enabled.
ru: Могут ли законы запрещать вход или игру? Включайте с осторожностью: игроки могут создать закон запрещающий всем вход, если включено.

source: Details of {0} '{1}'
ru: Детали {0} '{1}'

source: Add {0} as a new {1}
ru: Добавить {0} как новый {1}

source: Add '{0}'
ru: Добавить '{0}'

source: Change {0} '{1}' to '{2}'
ru: Заменить {0} '{1}' на '{2}'

source: Modify '{0}'
ru: Изменить '{0}'

source: Changes between old ({0}) and new ({1}
ru: Изменения между старым ({0}) и новым ({1})

source: Current {0} ({1}):
ru: Текущий {0} ({1}):

source: Proposed {0} ({1}):
ru: Предложенный {0} ({1}):

source: {0} began: Should {1} be changed to {2}?.
ru: {0} началось: Нужно ли изменить {1} на {2}?.

source: Remove '{0}'
ru: Удалить '{0}'

source: {0} began: Should {1} be removed?.
ru: {0} началось: Удалить {1}?.

source: No object provided
ru: Объект не задан

source: ~ migrated ${0}
ru: ~ обновлено ${0}

source: - {0} removed.
ru: - {0} удалено.

source: - removed {0}: {1}.
ru: - удалено {0}: {1}.

source: ~ changed {0}: {1} -> {2}, migration available.
ru: ~ изменено {0}: {1} -> {2}. Доступен перенос.

source: ! changed {0}: {1} -> {2}. No migration available!
ru: ! изменено {0}: {1} -> {2}. Перенос недоступен!

source: + added {0}: {1}.
ru: + добавлено {0}: {1}.

source: + added {0}: {1}
ru: + добавлено {0}: {1}

source: {0} {1} migration:
ru: {0} {1} обновление:

source: Can't parse array element schema type from schema type: {0}
ru: Невозможно разобрать тип схемы элемента массива для типа схемы: {0}

source: Can't parse dictionary key schema type from schema type: {0}
ru: Невозможно разобрать тип схемы элемента словаря для типа схемы: {0}

source: Migration info:
ru: Информация о переносе:

source: Migration was performed, migrations.log was saved.
ru: Перенос выполнен, migrations.log был сохранён.

source: Cliffs
ru: Скалы

source: Wrong number of arguments for command: {0}
ru: Неверное количество аргументов для команды: {0}

source: Wrong argument type for command: {0}
ru: Неверный тип аргумента для команды: {0}

source: Invalid number of arguments for command: {0}
ru: Недопустимое количество аргументов для команды: {0}

source: Invalid block type for command: {0}
ru: Недопустимый тип блока для команды: {0}

source: Unknown command: {0}
ru: Неизвестная команда: {0}

source: Import string can't be empty.
ru: Строка импорта не может быть пустой.

source: Command can't be empty.
ru: Команда не может быть пустой.

source: Import finished successfully.
ru: Импорт завершился успешно.

source: Initializing registrars for {0}
ru: Инициализация регистраторов для {0}

source: Time: {0} Resources: {1} Labor: {2}
ru: Время: {0} Ресурсы: {1} Работа: {2}

source: Else If
ru: Иначе, если

source: Owned by {0}.
ru: Владелец {0}.

source: Select a target to transfer ownership to.
ru: Выберите кому передать права собственности.

source: Enter a Number
ru: Введите число

source: Manual Value
ru: Значение загаданное вручную

source: Impact in:
ru: Столкновение через:

source: Failed to parse table rich text: {0}
ru: Не удалось разобрать форматированный текст таблицы: {0}

source: Create a copy of this world?
ru: Создать копию этого мира?

source: Enter a name for this world:
ru: Введите название мира:

source: Please choose another name for this world.
ru: Пожалуйста выберите другое название для этого мира.

source: Hollow
ru: Полый

source: Drilling...
ru: Бурение...

source: Finished!
ru: Завершено!

source: Select Property for '{0}'
ru: Управление землями '{0}'

source: {0} plots. {1} sq m.
ru: Участков - {0}. {1} кв. м.

source: Labor Complete
ru: Работа выполнена

source: You don't have {0}, so someone else will need to perform the labor on this work order. Do you still want to start it?
ru: У вас нет навыков в {0}, вам потребуется кто-то ещё что бы произвести работу над этим проектом. Вы действительно хотите запустить его?

source: object
ru: объект

source: In Election{0}{1}
ru: На голосовании{0}{1}

source: Active {0}
ru: Активный {0}

source: Draft {0}
ru: Черновик {0}

source: Revise {0}
ru: Пересмотреть {0}

source: All {0} objects
ru: Все {0} объектов

source: Place block
ru: Установить блок

source: Place starting block
ru: Разместить начальный блок

source: Place ending floor block
ru: Разместить конечный блок пола

source: Place height, {0} blocks
ru: Разместить вершину, блоков: {0}

source: Place {0} blocks
ru: Разместить блоков: {0}

source: Can't place here
ru: Невозможно разместить здесь

source: Not attached to the ground.
ru: Не прикасается к земле.

source: Need {0} more blocks.
ru: Нужно ещё блоков: {0}.

source: Steam initialization failed with message: {0}\nIt may be related to one of problems described here: https://partner.steamgames.com/doc/sdk/api#initialization_and_shutdown\nYou can also may try to close all other Steam apps and restart client\nor login with SLG account.
ru: Инициализация Steam завершилась с ошибкой: {0}\nЭто может быть связано с одной из описанных здесь проблем: https://partner.steamgames.com/doc/sdk/api#initialization_and_shutdown\nТак же вы можете попробовать закрыть другие приложения Steam и перезапустить клиент\nили попробовать войти с помощью аккаунта SGL.
