Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: You must specialize in this skill before you can level it up.
ru: Вы должны получить специальность в этой профессии, прежде чем сможете повысить её уровень.

source: Legacy Cart Controls
ru: Старое управление тележками

source: Allows carts to be controlled by mouse in addition to keys. Also returns old way of carts behavior as it was in earlier versions.
ru: Позволяет управлять тележками при помощи мыши и дополнительно с клавиатуры. Также возвращает старое поведение тележек, как это было в более ранних версиях.

source: Remove skillpoints from another player. Removes from yourself if target user is empty
ru: Удаляет очки опыта у другого игрока. Удалит у Вас если игрок не указан

source: Gives levels to another player. Gives to yourself if target user is empty
ru: Добавляет уровни другому игроку. Выдаст Вам если игрок не был указан

source: Removes levels from another player. Removes from yourself if target user is empty
ru: Удаляет уровни у другого игрока. Удалит у Вас если игрок не указан

source: Ground Pollution Spread
ru: Распространение загрязнения почвы

source: Air Pollution Spread
ru: Распространение загрязнения воздуха

source: Taiga Biome
ru: Тайга

source: Toggle Cursor
ru: Переключение курсора

source: Vehicle Scoop Rotate
ru: Поворот ковша техники

source: Skid Steer Scoop Rotate
ru: Поворот ковша погрузчика

source: Crane Rope Length
ru: Длина троса крана

source: Camera Behavior
ru: Режим камеры

source: Lowers the tier requirement of related tables by 0.2.(Only applies to claimed workstations)
ru: Уменьшает требования к помещению для верстаков относящихся к специализации на 0.2 (Применяется только к заклеймённым рабочим местам)

source: You gave {0} specialty points to {1}
ru: Вы выдали {0} очков специализации для {1}

source: You removed {0} specialty points from {1}
ru: Вы удалили {0} очков специализации у {1}

source: You gave {0} levels to {1}
ru: Вы дали {0} уровней {1}

source: You removed {0} levels from {1}
ru: Вы удалили {0} уровней у {1}

source: {0} has removed {1} specialty points from you.
ru: {0} удалил у вас {1} очков специализации.

source: You have been given {0} levels by {1}
ru: Вы получили {0} уровней от {1}

source: {0} levels have been removed by {1}
ru: {1} удалил у вас {0} уровней

source: You can't use emotes while sitting.
ru: Вы не можете использовать эмоции, когда сидите.

source: You can't use this emote now.
ru: Вы не можете использовать эту эмоцию прямо сейчас.

source: Logged in as '{0}'{1}.
ru: Вы вошли как '{0}'{1}.

source: via STOVE
ru: через STOVE

source: via Steam
ru: через Steam

source: Server Log
ru: Лог Сервера

source: The value must be between 0.01 and 1.
ru: Значение должно быть между 0.01 и 1.

source: Percentage to refund the player when they remove a specialty.
ru: Процент возврата опыта игроку при удалении специальности.

source: Specialty Refund Percentage
ru: Процент возврата опыта от специальности

source: The value must be between 0.01 and 100.
ru: Значение должно быть между 0.01 и 100.

source: Item Stack Size Multiplier
ru: Множитель размера стопки предметов

source: Item Weight Multiplier
ru: Множитель веса предметов

source: Fuel Amount Multiplier
ru: Множитель Количества топлива

source: Storage Range Multiplier
ru: Множитель дистанции Хранилища

source: Renter
ru: Арендатор

source: Owner
ru: Владелец

source: Random Candidate
ru: Случайный кандидат

source: No Winner
ru: Победителя нет

source: Commands to profile the server and generate diagnostic data.
ru: Команды профилирования сервера и создания диагностических данных.

source: Collects memory dump.
ru: Собрать дамп памяти.

source: Runs CPU profiling for 1 minute.
ru: Выполнить профилирование CPU за 1 минуту.

source: Opens results page in web browser.
ru: Открыть страницу с результатами в браузере.

source: Max number of connections allowed on at one time (-1 is infinite). For this to take effect a server restart is required.
ru: Макс. количество одновременных подключений (-1 без лимита). Для применения требуется перезагрузка сервера.

source: Current list of members.
ru: Список текущих членов.

source: List of people who have been invited and can join anytime.
ru: Список людей, которые были приглашены и могут присоединиться в любой момент.

source: List of people who have applied for membership and can be approved by the owner.
ru: Список людей, которые подали заявку на членство и могут быть одобрены владельцем.

source: Voice Chat Enabled
ru: Голосовой чат Включен

source: When enabled, players will be able to use voice chat.
ru: Когда включен, игроки могут использовать голосовой чат.

source: Force China Locked Mode
ru: Принудительный режим блокировки Китая

source: Debug English
ru: Отладка English

source: Should Simplified Chinese only be enabled, or should the all languages. You'll need to restart the server for changes to fully take effect.
ru: Должен ли быть включен только упрощенный китайский или все языки. Вам необходимо перезапустить сервер, чтобы изменения полностью вступили в силу.

source: Debug
ru: Отладка

source: Debug translations. You'll need to restart the server for changes to fully take effect.
ru: Отладка перевода. Для применения требуется перезагрузка сервера.

source: Channels
ru: Каналы

source: Schedules an automatic shutdown
ru: Расписание автоматического выключения

source: Level the terrain with a wall
ru: Выровнять уровень поверхности до стены

source: Commands related to notifications.
ru: Команды, связанные с уведомлениями.

source: Send mail to the given user (or self if blank).
ru: Отправить письмо указанному пользователю (или себе, если получатель не указан).

source: Channel
ru: Канал

source: A channel is a citizen-defined communication hub.
ru: Канал — это определяемый жителем коммуникационный центр.

source: Managers are allowed to manage the channel details, including permission set.
ru: Менеджеры могут управлять настройками канала, включая редактирование разрешений.

source: Users are allowed to participate in the discussions of the channel.
ru: Пользователи, которым разрешено участвовать в обсуждениях канала.

source: Removes a specialty that matches the passed string.
ru: Удаляет специальность, соответствующую переданной строке.

source: Manages the citizens of this settlement.
ru: Управляет жителями этого поселения.

source: Citizens Per Town
ru: Жителей на Город

source: Towns Per Country
ru: Городов на Страну

source: Countries Per Federation
ru: Стран на Союз

source: Federations
ru: Федерации

source: Government In Each Settlement
ru: Правительство в каждом поселение

source: Api Key
ru: Ключ Api

source: Admin Api Key
ru: Ключ Api Администратора

source: Spawn Search Range
ru: Радиус поиска Спавна

source: API admin authentication key which may be used to access Web UI without a game user as an admin user. May be used for external communication or by automation tools. Keep this setting a secret has it can be used to perform dangerous actions!
ru: API-ключ авторизации администратора может использоваться для доступа к веб-интерфейсу вне игры. Функция полезна для создания инструментов автоматизации. Сохраняйте ключ в тайне для предотвращения непредвиденных ситуаций!

source: Spawn point search range when no exact locatiion is given.
ru: Радиус поиска Спавна, когда позиция не фиксирована.

source: View the input and output pipes to this object.
ru: Просмотр подключений труб к этому объекту.

source: Auto Shutdown Hour
ru: Час Автовыключения

source: Auto Shutdown Reason
ru: Причина Автовыключения

source: Countdown Start
ru: Начало отсчёта

source: Countdown Intervals
ru: Интервалы отсчёта

source: Specifies what UTC hour of the day automatic shutdown should occur. This is best paired with systems that automatically restart the server.
ru: Позводяет указать время (по гринвичу), в которое сервер автоматически завершит работу. Функция предназначена для использования в системах с автоматической перезагрузкой сервера.

source: Specifies the message to be sent when the automatic restart auto shutdown occurs.
ru: Позволяет указать сообщение, отправляемое игрокам перед автоматическим перезапуском или завершением работы сервера.

source: Specifies how many seconds until the shutdown counter starts.
ru: Позволяет настроить количество секунд обратного отсчёта до отключения сервера.

source: Work orders are made to indicate the beginning of a project. They can be completed by putting in the proper materials and labor.
ru: Заказы создаются, чтобы обозначить начало проекта. Их можно завершить предоставив требуемые материалы и работу.

source: Tech Tree Visualizer
ru: Дерево технологий

source: The account to which the new currency is minted.
ru: Счет, на который чеканится новая валюта.

source: Was this the first time the citizen has entered/left the demographic since they joined?
ru: Был ли это первый раз, когда житель вошел/вышел из демографической группы с тех пор, как он присоединился?

source: Stars Refunded
ru: Звезды возвращены

source: XPRefunded
ru: Опыт возвращен

source: Lose Specialty
ru: Потерять специальность

source: A citizen lost a specialty.
ru: Житель потерял специальность.

source: Number of stars refunded.
ru: Число возвращенных звезд.

source: Amount of XP refunded.
ru: Количество возвращаемого опыта.

source: Create and manage access to bank accounts.
ru: Создание и настройка доступа к банковским счетам.

source: Sets the currency used to rent this workbench.
ru: Позволяет установить валюту, используемую для аренды этого верстака.

source: Set the text to display on this sign.
ru: Позволяет установить текст для показа на этой табличке.

source: Set and view currencies to trade.
ru: Выбор и просмотр валют для торговли.

source: Access the inventory of this object and any inventories in range.
ru: Доступ к хранилищу в этом объекте и всем подключенным в радиусе действия.

source: Create and mint new coins for currencies.
ru: Создаёт и чеканит новые монеты для валют.

source: Set and view the upgrade modules for this workbench.
ru: Установка и просмотр модулей улучшений для этого верстака.

source: View the production of this generator and the status of the power grid.
ru: Посмотреть производительность этого генератора и состояние энергосети.

source: Examine status effects and room requirements for this object.
ru: Просмотр состояния и требований к комнате для этого объекта.

source: Store Category
ru: Категория магазина

source: Spawns claims and stakes, based on the number of citizens, which can be used to claim more land.
ru: Создаёт квитанции землемера и колышки в количестве, зависящем от чиста жителей, которые могут быть использованы для отметки владения землёй.

source: Default Executor
ru: Исполнитель по умолчанию

source: The bank account receiving the money transfer
ru: Банковский счет, на который поступил денежный перевод

source: New Citizens Allowed
ru: Доступны новые жители

source: Requirements For New Citizens
ru: Требования к новым жителям

source: Require Citizen To Be Approved
ru: Требования к жителям для одобрения

source: Approver
ru: Утверждающий

source: Requirements For Continued Citizenship
ru: Требования для сохранения гражданства

source: Must Be Citizen To Claim Land
ru: Должен быть жителем, что бы занять территорию

source: Detemines if new citizens are allowed at all.
ru: Определяет, разрешено ли принимать новых жителей.

source: If new citizens are allowed, these requirements must pass in order for a citizen to join the settlement.
ru: Если разрешено присоединение новых жителей, здесь указываются требования для присоединения к поселению.

source: When set, citizens who pass this test must apply and then be confirmed by an approver to become a citizen.
ru: При включении, игроки, соответствующие указанным требованиям, становятся жителями только после утверждения заявки.

source: The person or group who may approve people applying to become a citizen.
ru: Игрок, либо группа, имеющие право на утверждение заявок на жительство.

source: These requirements will be checked periodically on all citizens, who must pass in order to remain a citizen.
ru: Это требования будут периодически проверяться для тех игроков, которые могут подять заявку на жительство.

source: Must be a citizen to claim land.
ru: Должен быть жителем, что бы занять территорию.

source: The left part of the comparison.
ru: Левая часть сравнения.

source: The type of the comparison.
ru: Тип сравнения.

source: The right part of the comparison.
ru: Правая часть сравнения.

source: Consider Parent Settlements
ru: Расширенный учёт жителей

source: The person being checked.
ru: Проверяемый житель.

source: Should we check our parent settlement too? For example, citizens of a different in the town of the same country will be counted if this is set true.
ru: Нужно ли проверять жителей других поселений? Например, жители другого города в этой стране будут учитываться, если эта функция включена.

source: Laws determine rules and processes that all citizens are compelled to follow.
ru: Законы определяют правила и процессы, которым обязаны следовать все жители.

source: The time the election started.
ru: Время начала голосования.

source: The time the election ends or ended.
ru: Время окончания или прерывания голосования.

source: The election process used for voting.
ru: Избирательный процесс, используемый для голосования.

source: The title that is voted upon.
ru: Титул за который голосуют.

source: Actions that will occur once the election is completed.
ru: Действия, которые произойдут после завершения голосования.

source: Vote for a candidate in an election.
ru: Проголосуйте за кандидата на голосовании.

source: Ends an election immediately, blocking its result.
ru: Прерывает голосование немедленно, отменяя его результат.

source: A map that defines the areas of the world covered by a specific set of districts.
ru: Карта, на которой показано деление мира на районы.

source: Plant Maturity Modifier
ru: Модификатор скорости созревания растений

source: How quick plants mature. Lower is faster. (Default: 1)
ru: Как быстро созревают растения. Ниже быстрее. (По умолчанию: 1)

source: Sleep in the bed to advance time.
ru: Спите в постели, чтобы ускорить время.

source: Ethanol
ru: Этанол

source: Trailer Truck
ru: Тягач с полуприцепом

source: Show/Hide Markers
ru: Показать / Скрыть Метки

source: Switch Chat tabs
ru: Переключение вкладок чата

source: Vehicle Ramps Down/Up
ru: Поднять/Опустить Борт Машины

source: Current Constitutions
ru: Действующие Конституции

source: A simple hewn wooden nightstand you can pile unread books on.
ru: Простая деревянная тумбочка, на которую можно складывать непрочитанные книги.

source: Nightstand
ru: Тумбочка

source: A contraption to catch unsuspecting crabs in search of prey.
ru: Приспособление для ловли ничего не подозревающих в поисках добычи крабов.

source: A decorative table made from cast iron.
ru: Декоративный стол из чугуна.

source: A luxurious bed made from the finest cotton strands with added gold filling for the royal experience.
ru: Роскошная кровать изготовлена из лучших хлопковых нитей с добавлением золота для королевского шика.

source: It is very stable.
ru: Очень прочный.

source: Does not look very comfortable.
ru: Выглядит не очень удобно.

source: A solid bed made slightly more comfortable by adding cotton.
ru: Прочная кровать стала немного удобнее благодаря добавлению хлопка.

source: Teachable
ru: Изучаемый

source: Crop Seed
ru: Урожай

source: Wheat Ethanol
ru: Этанол из пшеницы

source: Weave Wool Curtains
ru: Ткать Шерстяные шторы

source: Weave Small Bath Mat
ru: Ткать Небольшой Коврик для ванной

source: Weave Nylon Curtains
ru: Ткать Нейлоновые шторы

source: Weave Large Bath Mat
ru: Ткать Большой коврик для ванной

source: Weave Cotton Curtains
ru: Ткать Хлопковые шторы

source: Melting Fat
ru: Плавить Жир

source: Corn Ethanol
ru: Этанол из кукурузы

source: Clean Crab
ru: Очистить краба

source: Campfire Fish Small
ru: Маленькая рыба на костре

source: Fabric
ru: Ткань

source: Large Fish
ru: Большая рыба

source: Medium Fish
ru: Средняя рыба

source: Medium Wooly Carcass
ru: Средняя Шерстяная Туша

source: Small Fish
ru: Маленькая рыба

source: Medium Leather Carcass
ru: Средняя Кожаная Туша

source: A material used to make biodiesel. Not suitable for food.
ru: Материал, используемый для производства биодизеля. Не пригоден для употребления в пищу.

source: A crustacean that loves the ocean, just dont get caught in its pinch!
ru: Ракообразное, любящее океан, постарайтесь не попасть в его клешни!

source: Harvestable
ru: Созрело

source: A revolutionary method to acquire butter.
ru: Революционный метод получения масла.

source: Fertilizer Filler
ru: Наполнитель удобрений

source: A multipurpose filler that is made from what you have available
ru: Многоцелевой наполнитель, сделанный из того, что у вас есть

source: Window Grilles Edge
ru: Край оконной решётки

source: Window Edge
ru: Край окна

source: Window Corners
ru: Углы окна

source: Thin Wall Edge
ru: Край тонкой стены

source: Thin Floor Top
ru: Тонкое половое покрытие

source: Thin Floor Bottom
ru: Тонкая стяжка

source: Small Corner Brace
ru: Маленькая угловая скоба

source: Curtains woven using the finest wool. \n\n (Only cosmetic does not impact room value.)
ru: Шторы сотканные из тончайшего хлопка. \n\n (Декоративный предмет, не влияет на качество комнаты)

source: Road Type
ru: Тип дороги

source: Curtains made out of plastic? \n\n (Only cosmetic does not impact room value.)
ru: Шторы из пластика? \n\n (Декоративный предмет, не влияет на качество комнаты)

source: Curtains woven using the finest cotton. \n\n (Only cosmetic does not impact room value.)
ru: Шторы сотканные из тончайшего хлопка. \n\n (Декоративный предмет, не влияет на качество комнаты)

source: Increases the headshot damage by 50 percent.
ru: Увеличивает урон от попадания в голову на 50 процентов.

source: Allows you to recover arrows shot into animals when harvesting them with a 50 percent chance.
ru: Позволяет извлекать попавшие стрелы из убитых животных с 50% вероятностью.

source: Can't dig while carrying {0}.
ru: Не возможно копать, держа в руках {0}.

source: Mayor
ru: Мэр

source: Chief Executive
ru: Генеральный директор

source: Sultan
ru: Султан

source: Head of State
ru: Глава государства

source: Premier
ru: Премьер

source: Chancellor
ru: Канцлер

source: Scretary-General
ru: Генеральный секретарь

source: United Nations
ru: ООН

source: League of Nations
ru: Лига Наций

source: Federation of Earth
ru: Федерация Земли

source: Seeds
ru: Семена

source: Wooden crab pots must be placed underwater in salt water to function.
ru: Деревянная ловушка для крабов должна устанавливаться на дно солёных водоёмов.

source: Liquid
ru: Жидкость

source: Invalid api key
ru: Неверный API ключ

source: QA mode inactive
ru: Режим QA неактивен

source: QA mode active (Authorized)
ru: Режим QA активен (Авторизован)

source: QA mode partially active (Not Authorized)
ru: Режим QA частично активен (Не авторизован)

source: Authenticating credentials...
ru: Данные для авторизации...

source: Developer authentication succeeded.
ru: Вы авторизованы как разработчик.

source: Account isn't developer tier.
ru: Аккаунт не предоставляет привилегии разработчика.

source: A profiling session is being started for the server. Gameplay experience could be degraded for the time being.
ru: Запущена оптимизация сервера. Во время её выполнения игра может работать медленнее, чем обычно.

source: Results saved in {0} directory.
ru: Результат сохранен в {0}.

source: To install `dotnet-dump`: {0}\nTo install `dotnet-trace`: {1}
ru: Чтобы установить `dotnet-dump`: {0}\nЧтобы установить `dotnet-trace`: {1}

source: Profiling
ru: Профилирование

source: Take memory dump + profile CPU
ru: Собрать дамп памяти и профиль CPU

source: Take memory dump
ru: Собрать дамп памяти

source: Profile CPU
ru: Профиль CPU

source: Profiling already in progress...
ru: Профилирование уже выполняется...

source: Profiling started...
ru: Профилирование начато...

source: Profiling finished
ru: Профилирование завершено

source: Error while profiling
ru: Ошибка оптимизации

source: Would you like to open the results directory?
ru: Вы хотите открыть каталог с результатом?

source: Could not start profiling
ru: Не удалось запустить профилирование

source: Check logs for installation details.
ru: Для получения информации об установке проверьте журнал.

source: The server has not been setup for profiling. Check logs for more details.
ru: Сервер не подготовлен для профилирования. Проверьте журнал сервера для более подробной информации.

source: Uninstall
ru: Удалить

source: Install
ru: Установить

source: Download
ru: Загрузить

source: Unsubscribe
ru: Отписаться

source: Subscribe
ru: Подписаться

source: MoreInfo
ru: Подробнее

source: Citizen of {0}.
ru: Житель {0}.

source: Active Contracts
ru: Действующие договоры

source: Available Contracts
ru: Доступные договоры

source: Finished Contracts
ru: Завершенные договора

source: Failed Contracts
ru: Неисполненные договора

source: This skill is currently being researched.\n{0} furthest ahead at {1} completion, located at {2}.
ru: В настоящее время этот навык исследуется.\n{0} изучен на {1}, и находится на {2}.

source: {0} item tool will function much less efficiently until repaired.\n
ru: Инструмент {0} будет работать гораздо менее эффективно, пока не будет отремонтирован.\n

source: Test Message {0}
ru: Тестовое сообщение {0}

source: Send many messages
ru: Отправить множество сообщений

source: Foldout
ru: Свернуть

source: Message from {0}: {1}
ru: Сообщение от {0}: {1}

source: Maintenance scheduled.
ru: Обслуживание запланировано.

source: Channel {0} already exists.
ru: Канал {0} уже существует.

source: You are not a moderator of {0}.
ru: Вы не модератор {0}.

source: Are you sure you want to delete channel {0}?
ru: Вы уверены, что хотите удалить канал {0}?

source: UnnamedChannel
ru: Без имени

source: Channel name must be at least {0} characters long and cannot exceed {1} characters
ru: Имя канала должно быть длиной от {0} до {1} символов

source: Channel name must start with a letter; may only contain letters, numbers and dashes/underscores; and must end with a letter or number.
ru: Название канала должно начинаться с буквы; может содержать только буквы, цифры и тире/подчёркивание; в конце должна стоять буква или цифра.

source: Unnamed Tab
ru: Без имени

source: Select Notification Categories
ru: Выбрать категорию уведомлений

source: categories
ru: категории

source: Select Chat Sources
ru: Выбрать источник

source: Chat sources
ru: Источники

source: sources
ru: источники

source: Chat must contain at least one tab
ru: Чат должен содержать как минимум одну вкладку

source: Message does not have a receiver specified.
ru: В сообщении не указан получатель.

source: Message is empty.
ru: Сообщение пустое.

source: Message did not pass profanity check.
ru: Сообщение не прошло проверку на запрещённые слова.

source: You don't have access to {0}.
ru: У вас нет доступа к {0}.

source: Current Channels
ru: Текущие Каналы

source: Click to show in the map. Ctrl+Shift+Click to create marker.
ru: Нажмите, чтобы показать на карте. Ctrl-клик, чтобы создать метку.

source: {0:n0} chat messages
ru: {0:n0} сообщений чата

source: Chat & Notifications
ru: Чат и Уведомления

source: test {0}
ru: тест {0}

source: This storage only accepts food.
ru: Это хранилище принимает только еду.

source: Displays the tech tree visualizer and the research progress across the world.
ru: Отображает дерево технологий и прогресс исследований в мире.

source: (has {0}
ru: (имеет {0}

source: World Difficulty Multiplier: {0}
ru: Множитель Сложности мира: {0}

source: Government Account
ru: Правительственный счет

source: Parameters
ru: Параметры

source: Available Slots
ru: Доступные слоты
