Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Choose a percent based on increasing thresholds, like tax-brackets.
ru: Выберите процент, основанный на увеличении пороговых значений, таких как налоговые тарифы.

source: Value to query.
ru: Значение для запроса.

source: List of threshold to query progressive percent value.
ru: Список пределов для запроса прогрессивного процентного значения.

source: Threshold
ru: Предел

source: The name of the stat that will be recorded, creating it if it doesn't exist. Case insensitive.
ru: Наименование показателя, который будет записываться. Если он не существует, то будет создан. Не чувствителен к регистру.

source: Population Type
ru: Популяция Вида

source: Population Game Value
ru: Значение игровой популяции

source: Defines what kind of population will be queried.
ru: Определяет какой тип населения будет опрошен.

source: House Value
ru: Качество дома

source: House Value Game Value
ru: Стоимость дома Ценность игры

source: Defines what kind of house value will be queried.
ru: Определяет какой тип ценности дома будет запрошен.

source: The list of districts to query.
ru: Список районов для запроса.

source: Queries population overlapping or contained in specific districts.
ru: Опросы населения, которое пересекается или проживает в определенных районах.

source: Population At Location
ru: Популяция в области

source: Population values at given location.
ru: Популяция в выбранной области.

source: Location to query population.
ru: Местоположение для опроса населения.

source: Population At District
ru: Популяция в районе

source: Population values relative to districts.
ru: Популяция по районам.

source: The relation of resident's property and the districts.
ru: Отношения собственности резидентов и районов.

source: House Value At Location
ru: Качество дома в данном месте

source: Get a value related to housing at a given location.
ru: Получить значение, относящееся к жилью в данном месте.

source: Location to check house value of.
ru: Место для которого определяется значение.

source: Analysis Type
ru: Тип анализа

source: Property Relation Type
ru: Тип отношения собственности

source: House Value At Districts
ru: Качество домов в районах

source: Get a value related to housing at given districts.
ru: Получить значение, относящееся к жилью в данных районах.

source: Defines what analysis of the data you want to perform.
ru: Определяет, какой анализ данных вы хотите выполнить.

source: Resident Type
ru: Тип резидента

source: Is Resident Type
ru: Является типом резидента

source: Check if a citizen is a resident, renter, owner, or invited on a given property
ru: Проверяет, является ли гражданин жителем, арендатором, владельцем или приглашенным на данную недвижимость

source: Defines the resident type to check for.
ru: Определяет тип резидента для проверки.

source: List the achievements avaialable.
ru: Список доступных достижений.

source: Show Achievements At Trust Level
ru: Показывать достижения на уровня доверия

source: Only achievements earned on other servers this level of trust and up will be shown in the game.
ru: В игре будут отображаться только достижения, заработанные серверах этого уровня доверия и выше.

source: CO2 Total Delta
ru: Общая дельта CO2

source: Temperature Total Delta
ru: Общая дельта температур

source: Sea Level Total Delta
ru: Общая дельта уровня моря

source: Is Terrestrial
ru: Сухопутное

source: Group By Essential Fields
ru: Группировка по основным областям

source: Group By All Fields
ru: Группировка по всем областям

source: Dont Group
ru: Не группировать

source: Stats Grouping Days
ru: Дни группировки статистики

source: Max Records To Group
ru: Максимум записей на Группу

source: Keep Details Hours
ru: Оставить детализацию времени

source: Rebuild Database On Exit
ru: Перестроить базу данных при выходе

source: Grouping Level
ru: Уровень группирования

source: How old records can be grouped. It means it will try to process all last X days of records to group them. Usually you want to have this number low (1-2) in order to avoid process already processed records, but you can set high value (by example world age) in order to process at once all records from some old save with disabled grouping.
ru: Как старые записи могут быть сгруппированы. Это означает, что система попытается обработать все записи за последние X дней, чтобы сгруппировать их. Обычно вы указываете небольшое количество дней (1-2), чтобы избежать обработки уже обработанных записей, но вы можете установить высокое значение (например, мировой возраст), чтобы обрабатывать сразу все записи из какого-то старого сохранения с отключенной группировкой.

source: Max count of records that will be proccesed at once hourly. For reference, server with 100 players may reach 1.000.000 records per day. Usually 500.000 (default) should be ok, but you may want to tweak it if you have incredibly big count of records or if you are facing lag while it groups records.
ru: Максимальное количество записей, которые будут обрабатываться каждый час. Для справки, сервер со 100 игроками может достигать 1.000.000 записей в день. Обычно 500000 (по умолчанию) записей достаточно, но вы можете настроить его, если у вас невероятно большое количество записей или если вы сталкиваетесь с задержкой при группировании записей.

source: Most recent records wont be processed in order to have more exact values for laws like 'Users who in last 1 hour claimed plots ...'. You may want to tweak this value to increase this support.
ru: Самые свежие записи не будут обрабатываться, чтобы иметь более точные значения для таких законов, как «Пользователи, которые за последний час заявили права на участки ...». Вы можете изменить это значение, чтобы увеличить эту поддержку.

source: It rebuilds database file at the moment of exiting the application. It may reduce space of stats file, but it will increase the time needed to exit.
ru: Система перестраивает файл базы данных в момент выхода из приложения. Это может уменьшить занимаемое на диске место, но увеличит время, необходимое для выхода.

source: Level of grouping data. Essential fields means only citizen, i.e, it may group action of 'drop rubble' and 'drop garbage' for same citizen. Currently othey fields are not used, so it should be good enough. But in the future there are may be another features with database, which may requiere another properties.
ru: Уровень группировки данных. Основные поля сущности жителя, то есть можно группировать действия «бросить мусор» и «бросить обломки» для одного и того же гражданина. В настоящее время другие поля не используются, но в будущем могут появиться другие функции с базой данных, для которых могут потребоваться другие свойства.

source: Weight of land to spawn for the desert biome.
ru: Приоритет биома Пустыня на суще при генерации мира.

source: Weight of land to spawn for the warm forest biome.
ru: Приоритет биома Теплый Лес на суще при генерации мира.

source: Weight of land to spawn for the cold forest biome.
ru: Приоритет биома Холодный лес на суще при генерации мира.

source: Weight of land to spawn for the taiga biome.
ru: Приоритет биома Тайга на суще при генерации мира.

source: Weight of land to spawn for the tundra biome.
ru: Приоритет биома Тундра на суще при генерации мира.

source: Weight of land to spawn for the ice biome.
ru: Приоритет биома Ледяной на суще при генерации мира.

source: Weight of land to spawn for the rainforest biome.
ru: Приоритет биома Тропический лес на суще при генерации мира.

source: Weight of land to spawn for the wetland biome.
ru: Приоритет биома Болото на суще при генерации мира.

source: Weight of land to spawn for the steppe biome.
ru: Приоритет биома Степь на суще при генерации мира.

source: Weight of land to spawn for the high desert biome.
ru: Приоритет биома Высокая пустыня на суще при генерации мира.

source: Weight of land to spawn as smaller islands.
ru: Приоритет небольших островов на суще при генерации мира.

source: Min number of smaller islands to spawn.
ru: Минимальное количество небольших островов.

source: Minimum number of rainforest biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Тропический лес. Несколько биомов могут быть объединены в один большой.

source: Minimum number of warm forest biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Теплый лес. Несколько биомов могут быть объединены в один большой.

source: Minimum number of cool forest biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Холодный лес. Несколько биомов могут быть объединены в один большой.

source: Minimum number of taiga biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Тайга. Несколько биомов могут быть объединены в один большой.

source: Minimum number of tundra biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Тундра. Несколько биомов могут быть объединены в один большой.

source: Minimum number of ice biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Ледяной. Несколько биомов могут быть объединены в один большой.

source: Minimum number of desert biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Пустыня. Несколько биомов могут быть объединены в один большой.

source: Minimum number of wetland biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Болото. Несколько биомов могут быть объединены в один большой.

source: Minimum number of high desert biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Высокая Пустыня. Несколько биомов могут быть объединены в один большой.

source: Minimum number of steppe biomes to spawn. Multiple biomes can merge into one larger biome.
ru: Мин количество биомов Степь. Несколько биомов могут быть объединены в один большой.

source: Distance in meters that rivers avoid themselves or other rivers.
ru: Минимальное расстояние в метрах от реки до других рек и самой себя.

source: The distance in meters from the ocean where the maximum world elevation is allowed. (x in the elevation equation [(d*x)^y])
ru: Расстояние в метрах от океана, где разрешена максимальная высота над уровнем моря. (x в уравнении высоты [(d * x) ^ y])

source: Autoscales features based on world size compared to default (720). Internally affects the number of biomes and continent size. For finer control of larger worlds, disable this feature.
ru: Функция автомасштабирования на основе размера мира по сравнению с размером по умолчанию (72x72). Внутренне влияет на количество биомов и размер континента. Для более точного управления большими мирами отключите эту функцию.

source: Allows setting immigration policy to define who may become citizens of a settlement and how.
ru: Позволяет установить иммиграционную политику, чтобы определить, кто и как может стать гражданами поселения.

source: Explorer Boots
ru: Ботинки Исследователя

source: Beaver Carcass
ru: Туша бобра

source: Marmot Carcass
ru: Туша сурка

source: Prairie Dog Carcass
ru: Туша луговой собачки

source: Tailoring Modern Upgrade
ru: Современное улучшение для портняжного дела

source: Blackboard
ru: Классная доска

source: Canning Assembly
ru: Линия производства консерв

source: Cast Iron Bed
ru: Чугунная кровать

source: Cast Iron Bench
ru: Чугунная лавка

source: Cast Iron Chair
ru: Чугунный стул

source: Cast Iron Royal Bed
ru: Чугунная Королевская Кровать

source: Cast Iron Table
ru: Чугунный стол

source: Elevator Call Post
ru: Пульт управления лифтом

source: Feminine Mannequin
ru: Женский манекен

source: Hewn Dresser
ru: Комод из тесаного дерева

source: Hewn Nightstand
ru: Тумбочка из тесаного дерева

source: Huge Banner Sign
ru: Огромная вывеска

source: Huge Iron Banner Sign
ru: Огромная железная вывеска

source: Huge Iron Sign
ru: Огромный железный знак

source: Huge Steel Banner Sign
ru: Огромная стальная вывеска

source: Huge Steel Sign
ru: Огромный стальной знак

source: Huge Wooden Banner Sign
ru: Огромная деревянная вывеска

source: Large Wooden Bookshelf
ru: Большой деревянный книжный шкаф

source: Limestone Podium
ru: Кафедра из известняка

source: Masculine Mannequin
ru: Мужской манекен

source: Plastic Bench Blue
ru: Пластиковая Синяя Лавка

source: Plastic Bench Green
ru: Пластиковая Зеленая Лавка

source: Plastic Bench Red
ru: Пластиковая Красная Лавка

source: Plastic Chair Blue
ru: Пластиковый Синий Стул

source: Plastic Chair Green
ru: Пластиковый Зеленый Стул

source: Plastic Chair Red
ru: Пластиковый Красный Стул

source: Plastic Table Blue
ru: Пластиковый Синий Стол

source: Plastic Table Green
ru: Пластиковый Зеленый Стол

source: Plastic Table Red
ru: Пластиковый Красный Стол

source: Pottery Table
ru: Гончарный круг

source: Small Meeting Chair
ru: Маленький стул

source: Small Meeting Table
ru: Маленький стол

source: Steel Abstract Fixture
ru: Стальной абстрактный светильник

source: Steel Hanging Fixture
ru: Стальной подвесной светильник

source: Steel Hanging Lamp
ru: Стальная подвесная лампа

source: Steel Kitchen Lamp
ru: Стальная кухонная лампа

source: Steel Podium
ru: Кафедра из стали

source: Steel Row Seating
ru: Стальная лавка

source: Steel Searchlight
ru: Стальной прожектор

source: Steel Square Fixture
ru: Стальной квадратный светильник

source: Wooden Podium
ru: Кафедра из дерева

source: Wood Kitchen Lamp
ru: Деревянная кухонная лампа

source: Cotton Species
ru: Хлопчатник

source: Max Professions per Citizen: {0}
ru: Максимум профессий на жителя: {0}

source: Max Specialties per Citizen: {0}
ru: Максимум специализаций на жителя: {0}

source: Over-Specialization Rate: {0}
ru: Уровень сверхспециализации: {0}

source: Desired Max Users: {0}
ru: Желаемое макс кол-во пользователей: {0}

source: {0} star: {1}
ru: {0} звезд: {1}

source: Current constituion:
ru: Действующая конституция:

source: World Skill Settings
ru: Глобальные настройки умений

source: Tier {0} Skills
ru: Навыки {0} уровня

source: XP Needed For Each Star
ru: Необходимо опыта для каждой звезды

source: Each additional star after these costs {0} more than the previous.
ru: Каждая последующая звезда будет стоить на {0} больше чем предыдущая.

source: A device with a rotating drum that is used to shape molten synthetic materials into thin ribbons.
ru: Устройство с вращающимся барабаном, используемое для придания расплавленным синтетическим материалам формы тонких лент.

source: Spices
ru: Специи

source: Food Storage
ru: Склад пищи

source: Fireplace
ru: Камин

source: Food Preparation
ru: Готовка еды

source: A device for making fabric by weaving yarn or thread.
ru: Устройство для изготовления ткани из пряжи или ниток.

source: A large corrugated steel door.
ru: Большая гофрированная стальная дверь.

source: Used to call a nearby elevator.
ru: Используется для управления ближайшим лифтом.

source: A corrugated steel door with fence-like viewing slots.
ru: Гофрированная стальная дверь со смотровыми отверстиями в виде забора.

source: A secure door made of hard corrugated steel.
ru: Надежная дверь, сделанная из закаленной стали.

source: An automated device for making fabric by weaving yarn or thread.
ru: Автоматизированное устройство для производства ткани из пряжи или ниток.

source: Fountain
ru: Фонтан

source: Clean Medium Fish
ru: Почистить среднюю рыбу

source: Clean Large Fish
ru: Почистить большую рыбу

source: Campfire Fish Medium
ru: Пожарить среднюю рыбу

source: Campfire Fish Large
ru: Пожарить большую рыбу

source: Butcher Medium Wooly Animal
ru: Разделать среднее шерстяное животное

source: Tailoring Basic Upgrades
ru: Обычные улучшения для портняжного дела

source: Basic Upgrade that greatly increases efficiency when crafting Tailoring recipes
ru: Обычное улучшение, которое значительно увеличивает эффективность работы портного

source: Modern Upgrade that greatly increases efficiency when crafting Tailoring recipes
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов портняжного дела

source: Spun wool that can be used for knitting, weaving, or sewing.
ru: Прядильная шерсть, которую можно использовать для вязания, ткачества или шитья.

source: Wool fabric is warm and durable, but it can be slightly itchy.
ru: Шерстяная ткань теплая и прочная, но может слегка чесаться.

source: A dead prairie dog.
ru: Мертвая луговая собачка.

source: Synthetic thread that has more resistance to abrasion than more natural threads.
ru: Синтетическая нить, более устойчива к истиранию, чем натуральные нити.

source: A synthetic fabric that is desired for its durability and cheap cost to produce.
ru: Синтетическая ткань - прочная и дешевая в производстве.

source: Nylon is a synthetic polymer that can be used as a cheap alternative to more natural textiles.
ru: Нейлон - это синтетический полимер, который можно использовать в качестве дешевой альтернативы более натуральным тканям.

source: A dead marmot.
ru: Мёртвый сурок.

source: Cotton fiber that has been processed at a cotton gin and is ready to be used for textiles.
ru: Хлопковое волокно прошедшее очистку и готовое для производства тканей.

source: Cotton fabric is valued for its light weight, breathability, and softness.
ru: Хлопковая ткань ценится за легкость, воздухопроницаемость и мягкость.

source: A fluffy round boll harvested from a cotton plant. The seeds must be separated from their protective case before the cotton fiber can be spun into thread.
ru: Пушистый круглый шарик, собранный с хлопчатника. Семена должны быть отделены от защитной оболочки, прежде чем из хлопкового волокна можно будет прясть нить.

source: A dead beaver.
ru: Мёртвый бобр.

source: Boots designed to be rugged and reduce muscle strain while working.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Прочные ботинки, созданные для того, чтобы уменьшить мышечное напряжение во время работы.\n\n(Снижает потребление калорий при использовании инструментов на 10\u0025)

source: Lighter pack that causes lower calorie consumption.\n\n(Decreases calories consumed when using tools by 10\u0025 and increases max carry weight by 5 kg)
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025 и увеличивает максимальный переносимый вес на 5 кг)

source: Two-toned suede shoes.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Двухцветные замшевые туфли.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: A form-fitting vest and tie ensemble which includes measuring tape.
ru: Комплект из облегающего жилета и галстука, включающий измерительную ленту.

source: Tailored slacks that fit just right.
ru: Сшитые по фигуре брюки, которые идеально сидят.

source: A stylish bowler hat made of tighly spun fur felt.
ru: Стильная шляпа-котелок из плотно сплетенного мехового фетра.

source: Denim pants with knee patches.
ru: Джинсовые брюки с нашивкой на коленях.

source: A reinforced wrist guard paired with a lone work glove.
ru: Усиленная защита запястья в паре с рабочей перчаткой.

source: Heavy duty steel-toed boots.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Тяжелые ботинки со стальными носками.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: A cloth bandana that is great for keeping the hair out of your face and acts as a sweat band.
ru: Бандана из ткани, которая отлично защищает лицо от волос и стекающего пота.

source: A thick leather apron that provides protection from the ocassional chunk of flying metal when hammering on an anvil.
ru: Толстый кожаный фартук, обеспечивающий защиту от разлетающихся осколков металла при ударах молотом по наковальне.

source: Light weight shoes designed to make you run faster.\n\n(Increases movement speed)
ru: Облегченная обувь для бега.\n\n(Повышает скорость передвижения)

source: Smaller than your standard three-day backpack. You can't fit that much inside, but that makes you more agile.\n\n(Increases movement speed and increases max carry weight by 5 kg)
ru: Меньше чем ваш стандартный трехдневный рюкзак. В него помещается не так много всего, но зато он делает вас проворнее.\n\n(Повышает скорость передвижения и увеличивает максимальный переносимый вес на 5 кг)

source: A long-sleeved flannel shirt that is often worn when working outdoors.
ru: Фланелевая рубашка с длиным рукавом, которую часто носят при работе на открытом воздухе.

source: Comfortable denim overalls to help with the frequent bending over that comes with farm work.
ru: Джинсовый комбинезон, в котором удобно наклоняться и работать на ферме.

source: A wide-brimmed straw hat designed to provide protection from the sun.
ru: Широкополая соломенная шляпа, предназначенная для защиты от солнца.

source: Water-resistant nylon gloves with textured palms for increased grip.
ru: Водонепроницаемые нейлоновые перчатки с текстурированными ладонями для лучшего захвата.

source: Waterproof rubber sole boots with synthetic lining that provides protection against the elements when working in the fields.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Водонепроницаемые ботинки на резиновой подошве с синтетической подкладкой, обеспечивают защиту от непогоды во время работы в поле.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Explorer's boots.
ru: Ботинки Исследователя.

source: Hide from the animals!\n\n(Reduces the detection range of animals)
ru: Скрывайтесь от животных!\n\n(Уменьшает дальность обнаружения животными)

source: A short sleeved work shirt made from a blend of cotton and synthetic materials.
ru: Рабочая рубашка с коротким рукавом, изготовленная из хлопка и синтетических материалов.

source: Durable overalls with cargo pockets and hammer loops.
ru: Прочный комбинезон с большими карманами и петлями для молотка.

source: A plastic hard hat that protects from falling objects and other hazards found in construction sites.
ru: Каска, которая защищает от падающих предметов и других опасностей, встречающихся на строительных площадках.

source: Leather construction gloves with durable palms and fabric backs for breathability.
ru: Перчатки из натуральной кожи с износостойкими ладонями и тыльной стороной из ткани, чтобы ваши руки "дышали".

source: Snug work boots with side zippers.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Удобные рабочие ботинки на молнии.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: A survival backpack that offers more support than the basic backpack.\n\n(Increases max carry weight by 10 kg)
ru: Рюкзак для выживания, который поможет вам больше, чем простой рюкзак.\n\n(Увеличивает максимальный переносимый вес на 10 кг)

source: Can you carry as much as a bear! Not really, but it helps you carry more.\n\n(Increases max carry weight by 15 kg)
ru: Вы можете нести столько же, сколько медведь! Не совсем правда, но вы действительно сможете нести больше.\n\n(Увеличивает максимальный переносимый вес на 15 кг)

source: A basic backpack to carry supplies.\n\n(Increases max carry weight by 5 kg)
ru: Простой рюкзак для переноски предметов.\n\n(Увеличивает максимальный переносимый вес на 5 кг)

source: A woven wool floor covering attached to a lumber backing.
ru: Тканое напольное покрытие из шерсти, закрепленное на подложке из пиломатериалов.

source: A woven nylon floor covering attached to a lumber backing.
ru: Тканое напольное покрытие из нейлона, закрепленное на подложке из пиломатериалов.

source: A woven cotton floor covering attached to a lumber backing.
ru: Тканое напольное покрытие из хлопка, закрепленное на подложке из пиломатериалов.

source: Prairie Dog
ru: Луговая собачка

source: Marmot
ru: Сурок
