Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Cutting edge cooking works with ingredients that don't quite sound like food but can potentially provide high calorie and nutrition. Level by crafting related recipes.
ru: Передовая кулинария использует ингредиенты, на первый взгляд не являющиеся съедобными, но крайне питательными и содержащими большое количество калорий. Уровень повышается при изготовлении блюд из связанных с профессией рецептов.

source: The basics of cooking in a more civilized environment give bonuses to a variety of food recipes. Level by crafting related recipes.
ru: Основы кулинарии в более обустроенной кухне позволяет приготовить более разнообразную пищу. Уровень повышается при изготовлении блюд из связанных с профессией рецептов.

source: Butchery allows for more usable products to be harvested from hunted animals and fish. Level by crafting related recipes.
ru: Разделка позволяет производить разнообразные полуфабрикаты из продуктов охоты и рыбалки. Повышается при создании относящихся к профессии рецептов.

source: White Bursage Seed
ru: Семечко амброзии кустарниковой

source: Plant to grow a white bursage.
ru: Посадите, чтобы вырастить амброзию кустарниковую.

source: WhiteBursage
ru: Амброзия кустарниковая

source: White Bursage Seed Pack
ru: Упаковка семян амброзии кустарниковой

source: Joshua Seed
ru: Семечко юкки коротколистной

source: Plant to grow a joshua tree.
ru: Посадите, чтобы вырастить юкку коротколистную.

source: Joshua
ru: Юкка коротколистная

source: Joshua Seed Pack
ru: Упаковка семян юкки коротколистной

source: Barrel Cactus Seed
ru: Семечко бочкообразного кактуса

source: Plant to grow barrel cactus.
ru: Посадите, чтобы вырастить бочкообразный кактус.

source: BarrelCactus
ru: Бочкообразный кактус

source: Barrel Cactus Seed Pack
ru: Упаковка семян бочкообразного кактуса

source: Butcher Otter
ru: Разделка выдры

source: Otter Carcass
ru: Туша выдры

source: A dead otter.
ru: Мёртвая выдра.

source: Exclusive Fullscreen
ru: Эксклюзивный режим

source: Borderless Fullscreen
ru: Полноэкранный без полей

source: Windowed
ru: Оконный режим

source: SwitchObject
ru: Переключатель

source: ButtonObject
ru: Кнопка

source: TollObject
ru: Платный объект

source: LogicGateObject
ru: Объект Логический Элемент

source: Specialty Leveled-Up\nLevel 5
ru: Владение специальностью улучшено\nУровень 5

source: WaterPumpObject
ru: Объект Водяной Насос

source: Logging\nGold
ru: Рубка дерева\nЗолото

source: Tool\nStrength
ru: Инструмент\nСила

source: Arrow\nEfficiency
ru: Стрела\nЭффективность

source: Lucky\nBreak
ru: Удачный\nудар

source: Spruce
ru: Ель

source: Spruce Seed
ru: Семечко ели

source: Spruce Seed Pack
ru: Упаковка семян ели

source: Wheat Mortar
ru: Раствор из пшеницы

source: Pulp Mortar
ru: Раствор из древесной массы

source: Masonry Mortar
ru: Раствор каменщика

source: Charred Mortar
ru: Пережжённый раствор

source: Baked Mortar
ru: Вытопленный раствор

source: A byproduct of processing lumber, wood pulp can be burned for Mortar or pressed into paper.
ru: Побочный продукт производства пиломатериалов, древесная масса может быть пережжена в раствор или спрессована в бумагу.

source: Mortar
ru: Строительный раствор

source: A log hewn and shaped to be a building material. Hewing logs at a workbench will grant no experience.
ru: Очищенное от коры бревно, пригодное для использования в качестве строительного материала. Производство тёсаных брёвен на верстаке не принесёт опыта.

source: Player Trampled
ru: Вытоптано игроками

source: Can mine
ru: Можно добывать

source: WARN: UPnP mapping wasn't created due to an error. Server fallback to default connection settings.
ru: Внимание: перенаправление UPnP не включено из-за ошибки. Сервер откатывается на настройки соединения по умолчанию.

source: Id
ru: Ид

source: {0} haven't enough funds.
ru: У {0} недостаточно средств.

source: {0} hasn't enough funds.
ru: У {0} недостаточно средств.

source: {0}: {1} {2} experience
ru: {0}: {1} опыта в {2}

source: Added {0} to {1} managers.
ru: {0} добавлен в список управляющих {1}.

source: Removed {0} from {1} managers.
ru: {0} исключён из списка управляющих {1}.

source: Added {0} to {1}
ru: {0} добавлен в {1}

source: Removed {0} from {1}
ru: {0} удалён из {1}

source: Can't make {0} the owner of {1} for security.
ru: В целях безопасности невозможно сделать {0} владельцем {1}.

source: {0} is now the owner of {1} account.
ru: {0} теперь является владельцем счёта {1}.

source: Changed {0} account name to
ru: Имя счёта {0} изменено на

source: Custom
ru: Настраиваемое

source: Generate Random Landscape
ru: Создать случайную поверхность

source: Small
ru: Маленький

source: Default
ru: Стандартный

source: Large
ru: Большой

source: Insane
ru: Безумный

source: Note: Modifying this values may result in an unpredictable result. \nChange it only if you know what you are doing.
ru: Заметка: изменение этих значений может привести к непредсказуемым результатам.\nИспользуйте, только если уверены в том, что делаете.

source: Custom World Language
ru: Нестандартный Язык Мира

source: Custom Difficulty Settings
ru: Настраиваемая сложность

source: Impact Days
ru: Дней до столкновения

source: Random
ru: Сменить

source: Do you want to place {0} on another player's property? The player become an owner of {1} and you can be removed from the property at any moment
ru: Вы точно хотите разместить {0} на территории, принадлежащей другому игроку? Этот игрок станет владельцем {1} и сможет распоряжаться данной собственностью

source: Connecting to {0}...
ru: Соединение с {0}...

source: WARN: Can't discover UPnP NatDevice due to an error. Server fallback to default connection settings.
ru: WARN: Из-за ошибки не обнаружено UPnP NatDevice. Сервер откатывается на настройки соединения по умолчанию.

source: Target some {0}, {1}, {2} or {3} and left-click to break it apart.
ru: Наведите на какой-нибудь {0}, {1}, {2} или {3} и нажмите левую кнопку мыши, чтобы разбить его на части.

source: Pick up the stone pieces by targeting each and pressing 'E'.
ru: Поднимите обломки камня, смотря на них и нажимая 'E'.

source: You must enter a tax reason.
ru: Вы должны ввести назначение налога.

source: Garbage is rotting. Average Tick: {0:n1}ms. Last Tick: {1:n1}ms. Tick Interval: {2}.
ru: Мусор гниёт. Среднее время такта: {0:n1} мс. Последний такт: {1:n1} мс. Интервал между тактами: {2}.

source: Time in days when the meteor will impact. Changing this value will override impact time for current active meteor.
ru: Время в днях, через которое астероид столкнётся с планетой. Изменение параметра перезапишет данное значение для текущего астероида.

source: {0} at {1}
ru: {0} в {1}

source: {0} Bought {1} and sold {2}
ru: {0} купил {1} и продал {2}

source: {0} Bought {1}
ru: {0} купил {1}

source: {0} Sold {1}
ru: {0} продал {1}

source: Changes the distance at which game objects are rendered.\n\nPerformance impact: High
ru: Изменяет максимальную дистанцию, на которой отрисовываются объекты.\n\nВлияние на производительность: высокое

source: Determines actual interface size.\n\nPerformance impact: None
ru: Размер элементов интерфейса.\n\nВлияние на производительность: нет

source: Extent of the observable game world that is seen on the display at any given moment.\n\nPerformance impact: None
ru: Угол обзора, демонстрируемый на экране.\n\nВлияние на производительность: нет

source: The amount of objects shown on minimap and it's actual quality.\n\nPerformance impact: Average
ru: Количество объектов, отображаемых на миникарте и качество их прорисовки.\n\nВлияние на производительность: среднее

source: Determines how bright the final picture is.\n\nPerformance impact: None
ru: Яркость изображения на экране.\n\nВлияние на производительность: нет

source: Antialiasing aims to cut down on the pixellated, jagged edges you see in the game and helps to smooth out objects when you can't increase the resolution any further.\n\nPerformance impact: High
ru: Сглаживание устраняет неровности объектов, вроде краёв-лесенок и неровных граней при приближении.\n\nВлияние на производительность: высокое

source: Shadow quality determines how good shadows look in game.\n\nPerformance impact: Average
ru: Качество отображения теней в игре.\n\nВлияние на производительность: среднее

source: Render scale
ru: Масштаб отрисовки

source: Render scale lets you use a 'lower resolution' while technically keeping your native resolution going. Playing at a 75% render scale will lower the load on your GPU as if it was a lower resolution while still displaying it in the proper, native resolution to avoid the blurry image.\n\nPerformance impact: High
ru: Масштаб отрисовки позволяет 'уменьшить разрешение', технически оставив разрешение тем же. Поставив на 75% можно уменьшить нагрузку на видеокарту без размывания изображения из-за растягивания.\n\nВлияние на производительность: высокое

source: Global Illumination is a sophisticated method for achieving realistic lighting effects.\n\nPerformance impact: High
ru: Глобальное освещение - это метод обсчёта источников света, позволяющий более реалистично отрисовывать соответствующие эффекты.\n\nВлияние на производительность: высокое

source: Vertical Synchronization
ru: Вертикальная синхронизация

source: Enabling VSync tells your graphics card to synchronize its actions with your monitor. That means the graphics card is only allowed to render things to the monitor when the monitor says it is ready to repaint a new screen.\n\nPerformance impact: Average
ru: Включение вертикальной снихронизации сообщает вашей видеокарте о необходимости синхронизировать свой действия с монитором, то есть отрисовывать новый кар только тогда, когда монитор подтвердит о готовности его отобразить.\n\nВлияние на производительность: среднее

source: Microphone
ru: Микрофон

source: Voice Chat
ru: Голосовой чат

source: World dimensions should divide on {0}
ru: Размеры мира должны делиться нацело на {0}

source: Failed to start the server. {0}: {1}
ru: Не удалось запустить сервер. {0}: {1}

source: Contract not accepted: cannot accept multiple copies of same contract at once.
ru: Договор не принят: невозможно взять один договор несколько раз.

source: Ideal Water Range
ru: Диапазон идеальной влажности

source: Water Extremes
ru: Крайности воды

source: water Range
ru: диапазон воды

source: Sunflower
ru: Подсолнечник

source: Seagrass
ru: Водоросли

source: Jointfir
ru: Хвойник

source: Sunflower Seed
ru: Семечко подсолнечника

source: Plant to grow sunflowers.
ru: Посадите, чтобы вырастить подсолнечник.

source: Sunflower Seed Pack
ru: Упаковка семян подсолнечника

source: Seagrass Seed
ru: Семечко водоросли

source: Plant to grow seagrass.
ru: Посадите, чтобы вырастить водоросли.

source: Seagrass Seed Pack
ru: Упаковка семян водорослей

source: Jointfir Seed
ru: Семечко хвойника

source: Plant to grow a jointfir.
ru: Посадите, чтобы вырастить хвойник.

source: Jointfir Seed Pack
ru: Упаковка семян хвойника

source: Common Grass
ru: Обычная трава

source: Ocean Biome
ru: Океан

source: Deep Ocean Biome
ru: Глубокий океан

source: Q - use module
ru: Q - использовать модуль

source: Target water
ru: Целевая вода

source: The plant's preferred salt water range. Water in this range won't inhibit population growth or reduce yield.
ru: Подходящий для растения уровень солёной воды. В этом диапазоне растение не будет испытывать проблем со скоростью роста и объёмом урожая.

source: The rainfall range that can support this plant (albeit at reduced efficiency if the rainfall is not also within the ideal range). Rainfall outside this range prohibits reproduction entirely and prevent any yield at all.
ru: Подходящий для растения уровень осадков. Вне этого диапазона растение не будет размножаться и приносить урожай.

source: The salt water range that can support this plant (albeit at reduced efficiency if the salt water is not also within the ideal range). Salt water outside this range prohibits reproduction entirely and prevent any yield at all.
ru: Подходящий для растения уровень солёной воды. Вне этого диапазона растение не будет размножаться и приносить урожай.

source: Identifier used to create the server's voice channel, keep secret
ru: Идентификатор, используемый для создания голосового канала сервера, держите в секрете

source: EXPERIMENTAL: Tick World Objects in parallel. May significantly increase performance, but also may cause crashes and inconsistency. Use it on your own risk.
ru: ЭКСПЕРИМЕНТАЛЬНО: параллельная обработка объектов мира. Может существенно увеличить производительность, но также привести к падениям и несогласованности данных. Используйте на свой риск.

source: Can't find suitable server executable
ru: Не найден подходящий исполняемый файл сервера

source: Q - Enable/Disable tool\n
ru: Q - включить/выключить инструмент\n

source: Q - Enable/Disable tool
ru: Q - включить/выключить инструмент

source: Resource List
ru: Список ресурсов

source: A trap to catch river fish as they swim. It's too small to catch the larger ocean fish.
ru: Ловушка для проплывающей речной рыбы. Слишком маленькая что бы поймать крупные океанические экземпляры.

source: Error when requesting voice login token: {0}
ru: Ошибка при запросе авторизационного токена голосового чата: {0}

source: Error when requesting voice join token: {0}
ru: Ошибка при запросе входного токена голосового чата: {0}

source: You can sleep at any bed including the one inside your starter camp. Try sleeping for a bit to pass a bit of time.
ru: Вы можете спать на любой доступной кровати, включая ту что находится внутри палатки. Попробуйте немного поспать что бы пропустить некоторое время.

source: Sleeping
ru: Сон

source: When you're playing single player or on a server with fast-forwarding enabled, you can speed up the passage of time by sleeping in a bed.
ru: Когда вы играете в одиночной игре или на сервере с включенным ускорением времени, вы можете пропускать время просто засыпая на кровати.

source: Logging level for admin commands executed: None - no logging; Log File - logged in a file; Log File And Notify Admins - logged in a file and admins see a message in the chat; Log File And Notify Everyone - logged in a file and everyone see a message in the chat
ru: Уровень ведения записи выполнения команд администратора: None - запись не ведётся; Log File - запись в файл; Log File And Notify Admins - запись в файл и отправка сообщения в чат администраторам; Log File And Notify Everyone - запись в файл и отправка сообщения в общий чат

source: Currently trapping animals.
ru: В настоящее время отлавливает животных.

source: Choose {0} as a specialty?\nThis will permanently consume a star.
ru: Выбрать {0} специальностью?\n Это навсегда потратит звезду.

source: Push to talk
ru: Нажать и говорить

source: Open mic
ru: Микрофон всегда включен

source: Voice Mode
ru: Режим ввода

source: Host in Cloud
ru: Запустить в облаке

source: World runs while you run\nEco
ru: Мир работает и доступен пока вы играете в нём.\n(Игровой клиент Eco должен быть запущен.)

source: Host Locally
ru: Запустить у себя

source: World runs 24/7
ru: Мир доступен 24/7

source: Add 'Citizen' accounts to allow friends to play\nwithout owning Eco
ru: Добавьте учётные записи типа 'Житель',\nчтобы ваши друзья могли играть не покупая Eco.

source: Voice chat
ru: Голосовой чат

source: Player voice
ru: Голос игрока

source: Click to mute player
ru: Нажмите, чтобы заглушить выбранного игрока

source: Click to unmute the player
ru: Нажмите, чтобы слышать выбранного игрока

source: Moisture
ru: Влажность

source: Plant Group
ru: Группа растений

source: Animal Group
ru: Группа животных

source: Nutrient
ru: Питательное вещество

source: Consumption
ru: Потребление

source: Misc
ru: Разное

source: Lights
ru: Освещение

source: Power
ru: Энергия

source: Sign
ru: Знак

source: Research
ru: Исследование

source: {0} needed, but no liquid flow available.
ru: {0} требуется, но отсутствует поток жидкости.

source: {0} flow available at {1} liters per second, must be at least {2} liters per second.
ru: {0} расход, доступный при {1} литрах в секунду, должен быть не менее {2} литров в секунду.

source: {0} flow available at {1} liters per second.
ru: {0} расход доступен при {1} литрах в секунду.

source: Generating tokens
ru: Генерация токенов

source: Experience Multiplier
ru: Множитель опыта

source: Posted by {0}. State: {1}
ru: Размещено {0}. Состояние: {1}

source: SFX Volume\n
ru: Громкость эффектов\n

source: Music Volume
ru: Громкость музыки

source: Show speaking players on screen
ru: Отображать говорящих игроков

source: Voice Volume
ru: Громкость голоса

source: Push to Talk
ru: Нажать и говорить

source: Voice Users\n
ru: Игроки в голосовом чате\n

source: No Spread
ru: Нет распространения

source: For plants that shouldn't ever grow more. Old growth, mostly. Normal growth is needed for world gen to work properly.
ru: Для растений которые не должны больше расти. Например для гигантских. Для нормальной генерации мира необходим нормальный рост.

source: Global Reputation
ru: Глобальная репутация

source: Object Rights
ru: Право использования

source: Permanently
ru: Навсегда

source: Contract End
ru: Конец договора

source: {0} Property. Location: {1}
ru: Собственность {0}. Местонахождение: {1}

source: {0} Location: {1}
ru: {0} Местонахождение: {1}

source: IP Address or Hostname and Port
ru: IP адрес или имя хоста:порт

source: Entries
ru: Записей

source: XP
ru: Опыт

source: Item Type
ru: Тип предмета

source: Items Moved
ru: Перемещенные предметы

source: Amount
ru: Размер

source: Number Of Items
ru: Число предметов

source: Bought
ru: Покупает

source: Seller
ru: Продавец

source: Cost
ru: Цена

source: Demographic
ru: Демография

source: Entered
ru: Внесенный

source: First Time
ru: Первый раз

source: Claimed
ru: Занято

source: Tax Rate
ru: Налоговая ставка

source: Election
ru: Выборы

source: Election Process
ru: Тип голосования

source: Elected Title
ru: Выборный титул

source: Profession
ru: Профессия

source: Specialty
ru: Специальность

source: Felled
ru: Сбитый

source: Branches Targeted
ru: Выбранные ветви

source: Destroyed
ru: Уничтожен

source: Placed
ru: Размещен

source: Tag
ru: Группа

source: Tons
ru: Тонн

source: Source Account
ru: Исходный банковский счёт

source: Element
ru: Элемент

source: Applies to
ru: Относится к

source: Proposers
ru: Авторы

source: Any Law
ru: Любой Закон

source: Process
ru: Процесс

source: If
ru: Если

source: Then
ru: Тогда

source: Else
ru: Иначе

source: Trigger
ru: Событие

source: Conditions
ru: Состояния

source: Causes
ru: Причины

source: Effects
ru: Эффекты

source: Left Number
ru: Номер слева

source: Right Number
ru: Номер справа

source: Number
ru: Число

source: Requirements
ru: Требования

source: Block
ru: Блок

source: Position
ru: Позиция

source: Speech
ru: Речь

source: Elected
ru: Избран

source: Removed
ru: Удалено

source: Active
ru: Активный

source: Storage Handle
ru: Управление хранилищем

source: Total CO2 ppm
ru: Всего CO2 ppm

source: Past 24 Hours CO2 ppm Delta
ru: Разница в ppm CO2 за последние 24 часа

source: CO2 From Pollution ppm
ru: PPM СО2 от загрязнений

source: CO2 From Animals ppm
ru: PPM СО2 от животных

source: CO2 From Plants ppm
ru: PPM СО2 от растений

source: Temperature Delta
ru: Разница температур

source: Initial Sea Level
ru: Исходный уровень моря

source: Sea Level Applied
ru: Применяемый уровень моря

source: Unique Abbreviation
ru: Уникальная аббревиатура

source: Controller ID
ru: Идентификатор контроллера

source: Is Considered Nearby Food During Spawn Check
ru: Считается близлежащая еда во время проверки точки появления

source: Invertebrates
ru: Беспозвоночные

source: Ecko accepts your tribute of {0:wanted} and grants you {1:given} for your devotion.
ru: Эско принимает ваше подношение {0:wanted} и дарует вам {1:given} за преданность.

source: stomach capacity
ru: объём желудка

source: Wooden fish traps must be placed underwater in fresh water to function.
ru: Чтобы работали деревянные ловушки для рыбы нужно поместить их в чистую воду.

source: Road Items
ru: Элементы дороги

source: {0} leveled-up to level {1}
ru: {0} получает новый уровень {1}

source: RPC received {0} with {1} args
ru: RPC получил {0} с параметром {1}

source: Use for spawn finder
ru: Использовать для поиска точек появления

source: Animal failed to set tick.
ru: Животное не смогло установить такт.

source: <Missing>
ru: <Отсутствует>

source: Referenced By
ru: Связано с

source: A helpful player-created description explaining the purpose of this object for other players.
ru: Полезное описание, созданное игроком, объяснит назначение данного предмета другим игрокам.

source: Created by {0}
ru: Создано {0}

source: Playtimes for {0}
ru: Время в игре: {0}

source: Total time: {0}
ru: Общее время: {0}

source: {0} Entries
ru: {0} Записей

source: Object types include:
ru: Включены типы объектов:

source: The following sub-commands are available:
ru: Доступны следующие подкоманды:

source: Actionbar Items
ru: Элемент панели действий

source: Current population of a given species.
ru: Текущая популяция данного вида.

source: The species which should have its population measured.
ru: Вид, численность которого нужно измерить.

source: Count how many times an action has occurred.
ru: Посчитайте, сколько раз это произошло.

source: Only count statistics within this many hours of the present.
ru: Считайте статистику только за эти часы.

source: The game action we're counting.
ru: Подсчитываемое игровое действие.

source: If set, only count actions by this user.
ru: Если отмечено, то подсчитываются действия только этого игрока.

source: Statistics
ru: Статистика

source: success.
ru: успех.

source: failed
ru: провал

source: Districts to check.
ru: Области для проверки.

source: Must be inside or outside the listed districts?
ru: Должен быть внутри или снаружи перечисленных областей?

source: Total online hours of {0}
ru: Всего часов онлайн {0}

source: The range to check. '0' means count all online time.
ru: Диапазон для проверки. '0' означает считать всё время в сети.

source: Player
ru: Игрок

source: {0} is {1}
ru: {0} это {1}

source: Detect skills players have or lack.
ru: Выявлять навыки, которыми обладают или нет игроки.

source: Which skills to consider.
ru: Какие навыки нужно учитывать.

source: Must the user have only one, or all of the listed skills?
ru: Пользователь должен иметь только один, или все из перечисленных навыков?

source: How many level-ups must the skills have?
ru: Как много уровней должно быть у умений?

source: Which demographics to check.
ru: Какую демографию проверить.

source: The left number of the operation.
ru: Левое число операции.

source: The right number of the operation.
ru: Правое число операции.

source: The value to take the percent from.
ru: Значение, от которого берется процент.

source: The percentage to take. 100 = 100%.
ru: Процент для завершения. 100 = 100%.

source: The specific user whose currency should be used.
ru: Пользователь, чья валюта должна быть использована.

source: The user whose personal bank account will be used.
ru: Пользователь, чей личный банковский счёт будет использован.

source: And
ru: И

source: Not
ru: Не

source: Logic
ru: Логический

source: Math
ru: Математика

source: Current Titles:
ru: Текущие титулы:

source: Can holders of this position set global markers?
ru: Могут ли обладатели этой должности ставить глобальные маркеры?

source: Can holders of this position change treasury taxes?
ru: Могут ли обладатели этой должности менять налоги в казне?

source: Occupants:
ru: Занимающие должность:

source: Properties:
ru: Свойства:

source: Currently held by: {0}{1}Elected via {2}
ru: В настоящее время: {0}{1}Избран {2}
