Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: <Unassigned>
ru: <Не назначен>

source: No property specified for Blocks clause.
ru: Не выбрана территория для условия о блоках.

source: property rights
ru: права собственности

source: Mining
ru: Горное дело

source: Objectives
ru: Цели

source: Stores
ru: Магазины

source: Text
ru: Текст

source: Auth
ru: Доступ

source: Username
ru: Имя пользователя

source: password
ru: пароль

source: calorie consumption
ru: расход калорий

source: damage
ru: урон

source: craft time
ru: время изготовления

source: Selling
ru: Продажа

source: Buying
ru: Покупка

source: payment
ru: оплата

source: {0} output
ru: Выход {0}

source: <NOT FOUND>
ru: <НЕ НАЙДЕНО>

source: Skills
ru: Навыки

source: Unstable nuclear fuel.
ru: Нестабильное ядерное топливо.

source: species
ru: виды

source: item
ru: предмет

source: {0:skill scroll} created. Read to gain skill or share with other players.
ru: {0:skill scroll} создан. Прочтите, чтобы выучить навык или поделитесь с другими.

source: Opens the objectives panel, showing the stated objectives and other activities of citizens.
ru: Открывает панель задач, показывающую заявленные цели и другие действия жителей.

source: Reputation
ru: Репутация

source: Dump
ru: Уничтожить

source: The currently selected language. If you change languages, you'll need to restart the server for changes to fully take effect.
ru: Выбранный сейчас язык. При его смене вам необходимо перезапустить сервер, чтобы изменения вступили в силу.

source: Special
ru: Специальный

source: Actions
ru: Действия

source: Encasement
ru: Обшивка

source: Freeze
ru: Заморозить

source: Pay
ru: Выплата

source: <undefined material>
ru: <неопределённый материал>

source: <undefined>
ru: <не определено>

source: trades
ru: сделок

source: Sea levels start rising when CO2 is above this value
ru: Уровень моря растёт когда уровень CO2 выше этого значения

source: Radius range
ru: Радиус

source: Online
ru: В сети

source: Property
ru: Собственность

source: Tax
ru: Налог

source: <Unnamed>​
ru: <Не назван>

source: Item Name
ru: Название предмета

source: Crafting
ru: Изготовление

source: Save
ru: Сохранить

source: Currency
ru: Валюта

source: on
ru: вкл

source: <Enter work description>​
ru: <Введите описание работы>

source: Generate random landscape
ru: Создать случайную поверхность

source: <None>
ru: <Нет>

source: <unassigned>
ru: <не назначено>

source: selling
ru: продажа

source: buying
ru: покупает

source: Craft time
ru: Время изготовления

source: There is no existing citizen with username, steamid, or slgid '{0}'. Added '{1}' to the whitelist. If '{2}' is a username, this will not do anything.
ru: Житель с именем, либо идентификатором (Steam, SLG) '{0}' не найден. Добавление '{1}' в белый список. Если '{2}' является именем пользователя, то ничего не произойдёт.

source: There is no existing citizen with username, steamid, or slgid '{0}'. Added '{1}' to the admin list. If '{2}' is a username, this will not do anything.
ru: Житель с именем, либо идентификатором (Steam, SLG) '{0}' не найден. Добавление '{1}' в список администраторов. Если '{2}' является именем пользователя, то ничего не произойдёт.

source: There is no existing citizen with username, steamid, or slgid '{0}'. Removed '{1}' from the admin list. If '{2}' is a username, this will not do anything.
ru: Житель с именем, либо идентификатором (Steam, SLG) '{0}' не найден. Удаление '{1}' из списка администраторов. Если '{2}' является именем пользователя, то ничего не произойдёт.

source: User
ru: Пользователь

source: Government
ru: Правительство

source: Item
ru: Предмет

source: Property Rights
ru: Право собственности

source: Payment
ru: Оплата

source: Contracts
ru: Договоры

source: This {0} is on unowned property.
ru: {0} находится на ничейной земле.

source: Items
ru: Предметы

source: Hours
ru: Часы

source: currency
ru: валюта

source: actions
ru: действия

source: or
ru: или

source: Species
ru: Виды

source: Password
ru: Пароль

source: Spawn Location
ru: Место появления

source: online
ru: в сети

source: Radius Range
ru: Радиус охвата

source: Calorie Consumption
ru: Расход калорий

source: Damage
ru: Урон

source: Reaction
ru: Реакция

source: yes
ru: да

source: no
ru: нет

source: Taxed on loan forgiveness to {0}.
ru: Налог по кредиту {0} прощён.

source: <Inaccessible>
ru: <Недоступно>

source: Send
ru: Да

source: Trades
ru: Торговля

source: {0} changed the global skill rate multiplier from {1} to {2}.
ru: {0} изменяет глобальный множитель прироста очков навыков с {1} на {2}.

source: {0} changed parameters of title {1}.
ru: {0} изменил параметры титула {1}.

source: Trees
ru: Деревья

source: Bighorn Sheep Population
ru: Толсторогий баран - популяция

source: Players
ru: Игроки

source: Ok
ru: Ок

source: Item name
ru: Название предмета

source: mining
ru: горное дело

source: ITEMS
ru: ПРЕДМЕТЫ

source: SKILLS
ru: НАВЫКИ

source: reaction
ru: реакция

source: Level {0}\nNew Specialty Available.
ru: Уровень {0}\nДоступна новая специальность.

source: items
ru: предметы

source: Percent
ru: Процент

source: Whitelist
ru: Белый список

source: {0} Output
ru: Выход {0}

source: There is no existing citizen with account id '{0}'. You can try again with a username, steamid, or slgid.
ru: Не существует жителя с id аккаунта '{0}'. Попробуйте ещё раз с именем пользователя, SteamID или slgID.

source: A string describing when this server typically has active players. Each character represents an hour, starting from Monday 12am. 0 is 'Rarely', 1 is 'Sometimes', 2 is 'Usually'. This is automatically set when a client starts the server directly, but can also be set manually. Time must be specified in GMT! Easiest way to get this string is copy playtime.eco in the settings folder after creating it by running the Eco client.
ru: Отображает активность игроков на сервере. Каждый символ - час, начиная с 12 часов понедельника. 0 - «Редко», 1 - «Иногда», 2 - «Обычно». Автоматически устанавливается если запускать сервер напрямую, но может быть задано вручную. Время указывается в GMT! Самый просто способ настроить под себя - скопировать playtime.eco в папку настроек после создания его в клиенте.

source: The address of a discord server used for players on this world. Should only include the portion after 'http://discord.gg/' as that will be filled in.
ru: Адрес сервера discord используемого игроками в этом мире. Используйте адрес после 'http://discord.gg/' (начало будет подставлено автоматически).

source: The description of this server. Max 250 characters.
ru: Название сервера. Максимум 250 символов.

source: Category for public server listing within the server browser.
ru: Категория (для публичных серверов), в которой будет отображаться ваш сервер.

source: Override to bind to a specific IP address, otherwise IPAddress.Any is used. Requires a restart to take effect.
ru: Привязка сервера к конкретному сетевому интерфейсу с указанным IP-адресом. В противном случае используются все доступные (IPAddress.Any). Не предназначено для привязки к внешним адресам. Для применения требуется перезапуск сервера.

source: Port for game traffic. UDP only. Requires a restart to take effect.
ru: Номер порта для передачи игровых данных. Только UDP. Для применения требуется перезапуск сервера.

source: Bind port for web traffic. TCP only. Requires a restart to take effect.
ru: Номер порта для передачи данных веб-интерфейса. Только TCP. Для применения требуется перезапуск сервера.

source: Max number of connections allowed on at one time (-1 is infinite)
ru: Максимальное количество одновременных подключений (-1 для снятия ограничений)

source: {0} of {1} citizens currently sleeping.\n(All online citizens must sleep for time to accelerate.)
ru: Спящих жителей: {0} из {1}.\n(Все граждане, находящиеся в сети должны спать для ускорения времени.)

source: Sleep
ru: Сон

source: Fast-Forward disabled on this server.
ru: Ускорение времени отключено на этом сервере.

source: Can players fast forward time by sleeping in a bed? If all online players sleep, time will accelerate. (This shouldn't be enabled for public servers!)
ru: Могут ли игроки ускорить время уснув на кровати? Если все игроки, находящиеся в сети спят, время будет ускорено. (Не рекомендуем включать это на публичных серверах!)

source: The max time multiplier that time will pass while sleeping. Lower this to make the simulation fast-forward more reliably.
ru: Максимальное ускорение времени, которого можно достичь во время сна. Уменьшение данного параметра делает данную функциональность более надёжной.

source: How long it takes to reach the max sleep time. Makes for a smooth transition into sleeping.
ru: Как долго будет достигаться максимальное ускорение времени во время сна. Обеспечивает плавное ускорение при засыпании.

source: Give Reputation To {0}
ru: Изменить репутацию {0}

source: ({0}) Available
ru: ({0}) Доступно

source: Your review of {0}
ru: Ваше мнение о {0}

source: {0} online
ru: {0} в сети

source: World Objective from {0}:
ru: Цель мира от {0}:

source: (Leader has not set a World Objective yet.)
ru: (Лидер не задал цель мира.)

source: Target Frame Rate
ru: Целевая частота кадров

source: Selected: {0}
ru: Выбрано: {0}

source: Total Available {0}: {1}
ru: Всего доступно {0}: {1}

source: Amount Per Person: {0}
ru: Количество на человека: {0}

source: Underwater Distortion
ru: Размытие под водой

source: Sunshafts
ru: Солнечные лучи

source: Fog
ru: Туман

source: Ambient Occlusion
ru: Непрямое затенение

source: VSync
ru: Вертикальная синхронизация

source: Show Interact Cursor
ru: Курсор взаимодействия

source: Level Up!\n
ru: Уровень повышен!\n

source: You can discover new specialties by reading skill scrolls.
ru: Вы можете открыть новые специальности читая страницы навыков.

source: Each level up you gain a star to learn a discovered specialty.
ru: При каждом повышении уровня вы получите звезду для изучения открытых специальностей.

source: Even if you don't learn the specialty, discovering one unlocks some recipes.
ru: Даже без изучения специальности, её исследование откроет некоторые рецепты.

source: Global Illumination
ru: Глобальное освещение

source: Hewn Logs
ru: Тёсаные брёвна

source: Work orders will use nearby tables and storage to fulfill work orders.
ru: Проекты используют ресурсы из ближайших верстаков и хранилищ.

source: Storage links can be managed by interacting with the tables.
ru: Управление подключенными хранилищами производится через интерфейс верстаков.

source: Carrying
ru: Груз

source: Currencies In Use
ru: Используемые валюты

source: Public Crafting Stations
ru: Публичные верстаки

source: Your Debts
ru: Ваши долги

source: Distance
ru: Расстояние

source: Backed\n
ru: Обеспечение\n

source: Type
ru: Тип

source: Accepted Contracts
ru: Принятые договоры

source: Fee/Min
ru: Цена/Минута

source: Circulation
ru: Обращение

source: Creator
ru: Создатель

source: Fee/Item
ru: Цена/Предмет

source: Posted Contracts
ru: Опубликованные договоры

source: Wait
ru: Ожидание

source: State\n
ru: Состояние\n

source: Name\n
ru: Название\n

source: Atmosphere Scattering
ru: Рассеивание в атмосфере

source: Fastest
ru: Минимум

source: Fast
ru: Быстрое

source: Simple
ru: Простое

source: Good
ru: Хорошее

source: Beautiful
ru: Отличное

source: Fantastic
ru: Фантастическое

source: Points\n
ru: Очки\n

source: Trade
ru: Торговля

source: For sale
ru: Продажа

source: Food and Nutrition
ru: Еда и питание

source: The pie shrinks as your calories go down.
ru: Круг уменьшается вместе с вашим запасом калорий.

source: The better quality and more balanced your diet, the faster you gain experience.
ru: Чем качественнее и сбалансированней ваша диета, тем быстрее вы получаете опыт.

source: Optimal balance is 25% of each nutrient.
ru: Оптимальный баланс каждого компонента — 25%.

source: Nutrition Meter Unlocked.
ru: Индикатор питания разблокирован.

source: Track your calories and nutrients here.
ru: Здесь вы можете увидеть ваши калории и питательные вещества.

source: If you run out of calories, you can't work until you eat.
ru: Если не останется калорий, вы не сможете работать, пока не поедите.

source: Each slice represents a different nutrient.
ru: Каждый сегмент отображает отдельное питательное вещество.

source: Fat
ru: Жиры

source: Carbohydrates
ru: Углеводы

source: Protein
ru: Белки

source: Housing and Furniture
ru: Жильё и обстановка

source: You can renovate your house or build new rooms as they become available.
ru: Вы можете обновлять ваш дом или строить новые комнаты по мере надобности.

source: Higher tier housing materials will increase your experience rate.
ru: Строительство из качественных материалов, ускорит получение опыта.

source: Advanced crafting stations will require rooms made from advanced materials.
ru: Продвинутые верстаки, требуют комнаты построенные из качественных материалов.

source: Add furniture to your rooms to gain additional experience from it.
ru: Размещайте обстановку в ваших комнатах, чтобы получать больше опыта.

source: You'll need to create villages and cities to build all the types of rooms you need.
ru: Создавайте деревни и города, для строительства всех помещений которые вам потребуются.

source: View your house and furniture quality here.
ru: Здесь вы можете увидеть качество вашего дома и обстановки.

source: Multiple rooms with different types of furniture in each will give you a bonus.
ru: Несколько комнат с различными наборами обстановки дадут вам бонус.

source: Room Complete!
ru: Комната завершена!

source: General\n
ru: Общие\n

source: Bathroom
ru: Ванная

source: Bedroom
ru: Спальня

source: Choose Contract Destination
ru: Выберите назначение контракта

source: Property On Deed\n
ru: Находится в собственности\n

source: Delete
ru: Удалить

source: Title​
ru: Введите название

source: Who Can Access
ru: Кто имеет доступ

source: Show All
ru: Показать всё

source: Title:
ru: Название:

source: Actual Behavior:
ru: Фактическое поведение:

source: Expected Behavior:
ru: Ожидаемое поведение:

source: Steps To Reproduce:
ru: Шаги для воспроизведения:

source: Location
ru: местоположение

source: Move
ru: Движение

source: Reset Defaults
ru: Сбросить настройки

source: Music
ru: Музыка

source: Primary
ru: Основные

source: Mouse Sensitivity
ru: Чувствительность мыши

source: Confirm
ru: Принять

source: Confirm settings? Resetting in
ru: Подтвердить настройки? Сброс через

source: Field of View
ru: Угол поля зрения

source: Controls\n
ru: Управление\n

source: Press any key to continue . . .
ru: Нажмите любую кнопку для продолжения . . .

source: Fullscreen
ru: Полноэкранный режим

source: Tutorials
ru: Обучение

source: Render Scale\n
ru: Разрешение рендера\n

source: Shadow Quality
ru: Качество теней

source: Disconnect
ru: Отсоединиться

source: View Distance
ru: Дальность видимости

source: Select Construct
ru: Выбрать конструкцию

source: Invert Mouse Y
ru: Инвертировать Y

source: Interact
ru: Взаимодействие

source: Restart Tutorial\n
ru: Сбросить обучение\n

source: Action Bar
ru: Панель действий

source: Use Tool
ru: Использование инструмента

source: Logout
ru: Выйти из системы

source: Sprint
ru: Бег

source: Set Play Times\n
ru: Указать игровое время\n

source: Interface Scale
ru: Размер интерфейса

source: Resolution
ru: Разрешение

source: Secondary
ru: Дополнительные

source: Minimap Detail
ru: Качество миникарты

source: Jump
ru: Прыжок

source: Rotate Left
ru: Повернуть влево

source: Rotate Right
ru: Повернуть вправо

source: Quit
ru: Выйти

source: SFX
ru: Звуки

source: Place Block
ru: Установить блок

source: Toolbar
ru: Панель инструментов

source: Brightness
ru: Яркость

source: Your Objective
ru: Ваша цель

source: Set
ru: Задать

source: Citizen Objectives
ru: Цели жителей

source: Split Stack
ru: Разделить

source: Deposit\n
ru: Депозит\n

source: New Game
ru: Новая игра

source: Continue
ru: Продолжить

source: password\n
ru: пароль\n

source: Server requires a password to connect
ru: Сервер требует пароль для подключения

source: Load
ru: Загрузить

source: Log in to your Strange Loop account
ru: Войдите в свою учетную запись Strange Loop

source: Login
ru: Войти

source: On
ru: Вкл

source: Fuel Supply\n
ru: Топливо\n

source: Atmosphere\n
ru: Атмосфера\n

source: Repetitions:
ru: Повторения:

source: Time Left:
ru: Осталось времени:

source: Hours To Complete:
ru: Часов до завершения:

source: Accepted By:
ru: Исполнитель:

source: Job Finished
ru: Работа завершена

source: Auto-Accept:
ru: Авто-завершение:

source: Drop Marker
ru: Установить метку

source: Center: \n
ru: Центр: \n

source: Markers
ru: Метки

source: Follow Player
ru: Следовать за игроком

source: Spin Planet
ru: Вращать планету

source: Show In World
ru: Показать в мире

source: Delete all Markers
ru: Удалить все метки

source: Copy to Clipboard
ru: Копировать в буфер обмена

source: Global (visible to everyone)
ru: Глобальный (видим всеми)

source: Display Offscreen
ru: Отображать всегда

source: Color:
ru: Цвет:

source: Remove
ru: Удалить

source: Display Distance
ru: Показывать дистанцию

source: Shirt
ru: Рубашка

source: Masculine
ru: Мужчина

source: Clothing
ru: Одежда

source: Body
ru: Тело

source: Belt
ru: Пояс

source: Shoes
ru: Обувь

source: Pants
ru: Штаны

source: Facial Hair
ru: Волосы на лице

source: Hair
ru: Волосы

source: Shade
ru: Оттенок

source: Eye Color
ru: Цвет глаз

source: Create Avatar
ru: Создание персонажа

source: Hat
ru: Шапка

source: Skin
ru: Кожа

source: Feminine
ru: Женщина

source: Okay
ru: OK

source: Select All
ru: Всё

source: Trash Pile\n
ru: Куча мусора\n

source: Task Complete
ru: Задача выполнена

source: Head
ru: Голова

source: Walking
ru: Ходьба

source: Edit
ru: Изменить

source: Suit\n
ru: Костюм\n

source: Back
ru: Назад

source: Working
ru: В процессе работы

source: Crane Controls
ru: Управление краном

source: Third Person
ru: От 3-го лица

source: Enter text...
ru: Введите текст...

source: Slot 8
ru: Слот 8

source: Slot 5
ru: Слот 5

source: Slot 4
ru: Слот 4

source: Slot 9
ru: Слот 9

source: Slot 1
ru: Слот 1

source: Slot 7
ru: Слот 7

source: Slot 6
ru: Слот 6

source: Slot 3
ru: Слот 3

source: Slot 2
ru: Слот 2

source: Slot 0
ru: Слот 0

source: You gain experience over time, even when logged off.
ru: Вы получаете опыт всё время, даже когда не в сети.

source: Learning specialties give you bonuses and level up through use.
ru: Изучение специальностей дает вам бонусы и повышение уровня за счет использования.

source: Experience gained is based on your diet and housing.
ru: Получение опыта основано на вашем питании и жилище.

source: Specialties grant large benefits to the player when taken.
ru: Специальности дают большие преимущества взявшему их игроку.

source: These benefits can be improved by leveling up the specialty.
ru: Эти преимущества могут быть улучшены путём повышения уровня специальности.

source: Experience gain is multiplied by your experience multiplier.
ru: Прирост опыта умножается на ваш множитель опыта.

source: You can only pick one talent per option, so choose wisely!
ru: Вы можете выбрать только один талант из представленных, так что выбирайте обдуманно!

source: Level up your chosen specialties by performing related actions.
ru: Повышайте уровень выбранных специальностей, выполняя соответствующие им действия.

source: Occasionally specialties allow you to pick between special talents.
ru: Иногда специальности позволяют вам выбрать один из талантов.

source: Crafting is done through a system called work orders.
ru: Изготовление осуществляется через систему заказов.

source: Work orders will pause and resume depending on available resources.
ru: Проекты приостанавливаются при нехватке компонентов и продолжаются при их поступлении.

source: Work orders can be queued up and rearranged as they progress.
ru: Заказы можно ставить в очередь и менять местами при необходимости.

source: You can order more products than you have ingredients.
ru: Вы можете заказывать даже если вам не хватает ресурсов.

source: Your XP Multiplier is determined by food + housing.
ru: Ваш Множитель Опыта определяется разнообразием еды и обустройством дома.

source: Each time you level up, you get to choose another specialty (represented by a star).
ru: Каждый раз при получении уровня вы можете выбрать дополнительную специальность (отмечается звездой).

source: Trunk Resources
ru: Ресурсы ствола

source: Character XP
ru: Опыт персонажа

source: Select None
ru: Очистить

source: Select Targets
ru: Выберите цели

source: Create Title
ru: Создайте заголовок

source: Direct Transfer Tax (own)
ru: Налог на перевод (собственных средств)

source: Direct Transfer Tax (public)
ru: Налог на перевод (общих средств)

source: Mark Failed
ru: Отметить работу проваленной

source: Post
ru: Разместить

source: Mark Finished
ru: Отметить работу завершённой

source: Off
ru: Выключить

source: Ultra
ru: Ультра

source: Extreme
ru: Экстрим

source: Antialiasing
ru: Сглаживание

source: Temporal
ru: Временной

source: Graphics
ru: Графика

source: experience multiplier
ru: множитель опыта

source: Amount to Show:
ru: Количество к показу:

source: Your Review of Player
ru: Ваш отзыв об игроке

source: Give Reputation
ru: Дать репутацию

source: Delete All
ru: Удалить всё

source: Resolution:
ru: Разрешение

source: Profession Title
ru: Название профессии

source: Or
ru: Или

source: All\n
ru: Все\n

source: Mechanical Water Pump
ru: Механический водяной насос

source: Electric Water Pump
ru: Электрический водяной насос

source: {0} of {1} currently filtered.
ru: {0} из {1} отфильтровано.

source: Failed to notify changed: {0}.{1}
ru: Не удалось уведомить об изменении: {0}.{1}

source: Assertion failed: {0}
ru: Подтверждение не удалось: {0}

source: Pool size can't be more than {0}
ru: Размер пула не может быть больше {0}

source: Trying to call INotifyRemoval.OnRemoved for already destroyed object: {0}
ru: Попытка вызова INotifyRemoval.OnRemoved для уже уничтоженного объекта: {0}

source: {0} unlocked
ru: {0} разблокировано

source: specialty
ru: специальность

source: Level: {0}
ru: Уровень: {0}

source: Experience: {0}
ru: Опыт: {0}

source: The government taxed {0} from {1} for '{2}'. Treasury balance: {3}.
ru: Правительство получило {0} с {1} за '{2}'. Баланс казны: {3}.

source: You must select one or more receivers to distribute to.
ru: Вы должны выбрать хотя бы одного получателя для распределения.

source: You paid {0} in tax for: {1}. ({2})
ru: Вы заплатили {0} в качестве налога за: {1}. ({2})

source: Sales tax: {0} Crafting fee tax: {1} Contract tax: {2} Direct Transfer tax: (public:{3}, own:{4})
ru: Налог на продажу: {0}\nНалог на изготовление: {1}\nНалог на контракты: {2}\nНалог на перевод средств: (общих: {3}, собственных: {4})

source: Balance: {0}
ru: Баланс: {0}

source: {0:n1}ms
ru: {0:n1}мс

source: Error during shutdown
ru: Ошибка при выключении

source: Joshua Tree
ru: Юкка коротколистная

source: White Bursage
ru: Амброзия кустарниковая

source: Barrel Cactus
ru: Бочкообразный кактус

source: Advanced industrialization to produce larger machines and advanced technology. Level by crafting related recipes.
ru: Продвинутая индустриализация для производства больших механизмов и более сложных технологических процессов. Уровень повышается при изготовлении предметов из связанных с профессией рецептов.

source: Gathering covers harvesting materials both from the natural environment and human-created farms. Level by gathering plants - farmed or natural.
ru: Собирательство включает в себя сбор как диких, так и культивируемых растений. Уровень повышается при сборе.
