Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Last Config Version
ru: Последняя Версия Конфигурации

source: Config Version
ru: Версия Конфигурации

source: Rent Enabled
ru: Включить Аренду

source: Snapping Turtle
ru: Каймановая черепаха

source: Mountain Goat
ru: Снежная коза

source: A pointed metal fastener used in crafting to attach pieces of material together.
ru: Заостренная стяжка из металла, используемая в производстве для скрепления материалов друг с другом.

source: Cotton boll is harvested from cotton. It can spooled into cotton thread or planted to grow cotton.
ru: Хлопковая коробочка собирается с Хлопчатника. Его можно намотать нитью на катушку или посадить для выращивания хлопка.

source: Fertilizer
ru: Удобрение

source: (No penalty for room count because of residents number: {0})
ru: (Нет штрафа за количество комнат из-за числа жителей: {0})

source: {0} payment type changed from {1} to {2}.
ru: {0} типа платежа изменен с {1} на {2}.

source: If this entry is removed, then all the property that belongs it will be transferred to this backup owner. (Note: if this backup owner is invalid, then the property will become unowned.)
ru: Если удалить эту запись, то все имущество владельца будет передано резервному владельцу. (Примечание: если резервный владелец недействителен, собственность станет ничейной.)

source: Materials such as logs and stones are best placed into stockpiles so that crafting tables can use the resources directly. Next to your tent there is a tiny stockpile suitable for a tiny amount of resources.
ru: Такие материалы как брёвна и камни лучше всего хранить на складах, так верстаки смогут использовать их напрямую. Рядом с вашей палаткой есть крошечный склад, куда вы можете положить немного ресурсов.

source: Logs have a myriad of uses - acquiring some early is a good first goal. Use the axe from the tent and cut down a tree.
ru: Брёвна могут быть использованы кучей разных способов, поэтому разжиться ими это хорошая идея! Срубите дерево, используя топор из вашей палатки.

source: Cannot move selected plot onto {0}: would result in non-continuous deed
ru: Нельзя передвинуть выбранный участок на {0}: ваши владения перестанут быть непрерывными

source: Moving this plot from {0} to another deed would cause the original deed to not have contiuous plots
ru: Перемещение прав с этого участка с {0} на другое место приведет к тому, что в вашей собственности не будет единого участка

source: When enabled, players can rent access to deeds and vehicles.
ru: Если включено, то игроки смогут сдавать в аренду участки и транспорт.

source: {0} is outdated. All data was migrated to the new version.
ru: {0} устарело. Все данные были перенесены в новую версию.

source: Failed to handle RPC method: {0}
ru: Не удалось обработать метод RPC: {0}

source: Failed to handle RPCResponse
ru: Не удалось обработать RPC ответ

source: Login failed
ru: Вход не удался

source: Failed to login to the server
ru: Не удалось войти на сервер

source: Failed to receive views from the server
ru: Не удалось получить представления с сервера

source: A game of Eco takes place over multiple days, with the world simulating even while offline. We can match you with the best worlds by finding servers that have similar playtimes.
ru: Eco займёт несколько дней Вашей жизни, создавая симуляцию мира, даже когда вы оффлайн. Мы можем предложить Вам лучшие сервера в соответствии с вашим игровым расписанием.

source: Digging mode
ru: Режим копания

source: Driving mode
ru: Режим вождения

source: Rotate Platform
ru: Повернуть платформу

source: Boom Down+Pull/Up+Push
ru: Стрела Вниз+Втянуть/Вверх+Выдвинуть

source: Boom Down/Up
ru: Стрела Вниз/Вверх

source: Boom Pull/Push
ru: Стрела Втянуть/Выдвинуть

source: Rotate Scoop
ru: Повернуть ковш

source: Pick Up Items
ru: Поднять предметы

source: Dump Contents
ru: Содержимое дампа

source: Use module
ru: Использовать модуль

source: Hold to Dig
ru: Зажмите чтобы копать

source: Arm Down/Up
ru: Стрела Вниз/Вверх

source: Skill Points
ru: Очки навыков

source: Summation
ru: Суммирование

source: Substraction
ru: Вычитание

source: Multiplication
ru: Умножение

source: Division
ru: Деление

source: Modulo
ru: По модулю

source: Max Active Players
ru: Максимально активных игроков

source: Exhaustion After Hours
ru: Истощение После Нескольких Часов

source: Is Limiting Hours
ru: Ограничивает часы

source: Max active players allowed on the server, online or offline. 0 means unlimited allowed. Determines the desired number of specialties per players. Setting this give your match score a boost in the server browser when you have fewer players than needed, and an extra boost if players have recently abandoned.
ru: Максимально допустимое количество игроков на сервере, онлайн или оффлайн. 0 означает - без ограничений. Определяет желаемое количество специальностей на каждого игрока. Установка этого параметра повысит рейтинг вашего сервера на странице выбора серверов в том случае, если у вас по факту будет меньше игроков, чем вы указали в этом параметре, а так же дополнительный рейтинг появляется если игроки на сервере перестают заходить в игру и получают статус "Брошенный".

source: Max hours a user can play per day. After their allotted time, they can still play but not expend calories with work. 0 means no limit.
ru: Максимальное количество часов, которые пользователь может играть в день. После отведенного им времени они все еще могут продолжать играть, но больше не могут тратить калории на работу. 0 означает отсутствие ограничений.

source: Achievement
ru: Достижение

source: Tuition
ru: Обучение

source: Crafting Payment
ru: Оплата за крафт

source: Crafting Refund
ru: Возмещение крафта

source: A person who is a resident on the property.
ru: Человек являющийся резидентом на собственности.

source: A person who is a resident and not an owner.
ru: Человек являющийся резидентом, но не владельцем.

source: A person who is an owner on a property where there are non-owning renters.
ru: Человек являющийся владельцем собственности, где есть арендаторы.

source: A person who has been invited to become a resident, but is not yet one (and not an owner).
ru: Человек, который был приглашен стать резидентом, но еще не является таковым (и не является владельцем).

source: A person who owns the property.
ru: Человек владеющий собственностью.

source: property skill value
ru: значение навыков собственности

source: Rent Cost
ru: Стоимость аренды

source: Median
ru: Медиана

source: Deed Removed
ru: Права удалены

source: An animal or a plant was damaged, but not destroyed.
ru: Животное или растение было повреждено, но не уничтожено.

source: An animal or a plant was destroyed.
ru: Животное или растение было уничтожено.

source: School
ru: Школа

source: Root In District
ru: Корни в этой области

source: Overlaps District
ru: Пересекающиеся районы

source: Self Taught
ru: Самоучка

source: Educated
ru: Образованный

source: Dropped Out
ru: Отчисленный

source: Expelled
ru: Изгнанный

source: Legacy
ru: Наследство

source: Rcon Server Port
ru: Порт Rcon

source: Rcon IPAddress
ru: IP адрес Rcon

source: Rcon Password
ru: Пароль Rcon

source: Bind port for RCON traffic. TCP only. Requires a restart to take effect. More info available here: https://wiki.play.eco/en/RCON
ru: Указать порт для RCON. Только TCP. Для применения изменений требуется рестарт. Подробнее тут: https://wiki.play.eco/ru/RCON

source: RCON IP Address for the traffic. If not specified then Any (0.0.0.0) address will be used. Requires a restart to take effect. More info available here: https://wiki.play.eco/en/RCON
ru: IP адрес для RCON. Если не указан будет использовал любой (0.0.0.0). Для применения изменений требуется рестарт. Подробнее тут: https://wiki.play.eco/ru/RCON

source: Password for authenticating incoming RCON traffic. A password must be provided to enable RCON support. More info available here: https://wiki.play.eco/en/RCON
ru: Пароль для авторизации RCON соединения. Для включения функции RCON требуется указать пароль. Подробнее тут: https://wiki.play.eco/ru/RCON

source: Commands related to world stuff.
ru: Команды связанные с управлением миром.

source: Education Enabled
ru: Образование включено

source: Food Variety Multiplier Enabled
ru: Разнообразие питания Включено

source: Food Tastiness Multiplier Enabled
ru: Вкус еды Включен

source: Allows players to rent access to a given deed from one another when enabled.
ru: Позволяем игрокам сдавать права в субаренду, если это включено.

source: Allows creation of schools and a differnet skill system that supports getting educated for easier gains.
ru: Позволяет создавать школы и другую систему навыков, которая поддерживает получение образования для более легкого развития.

source: When enabled, the variety of food you eat will provide a bonus.
ru: Когда функция включена, при питании разнообразной едой вы будите получать бонус.

source: When enabled, each player has unique preferences for each type of food that yields a bonus, and periodic 'cravings' will emerge for an additional bonus.
ru: Если эта функция включена, у каждого игрока есть уникальные предпочтения для каждого вида пищи, которая дает бонус, и периодически возникают "тяга" к дополнительному бонусу.

source: Set education value (0 to 1) for a skill (default to 1), giving the skill if the user doesn't have it. If no target user is set, apply to self.
ru: Установите для навыка значение образования (от 0 до 1) (по умолчанию - 1), присваивая навык, если у пользователя его нет. Если пользователь не указан, применяется на себя.

source: Gives a skill matching the given name.
ru: Выдает указанный навык игроку.

source: Force global stats to collect now. Updates world progress stats as well.
ru: Собирать глобальную статистику сейчас. Также обновляет статистику прогресса мира.

source: Evaluates provided math expression
ru: Оценивает математическое выражение

source: Achievement2
ru: Достижение2

source: Achievement3
ru: Достижение3

source: Achievement4
ru: Достижение4

source: Stars To Self Teach
ru: Звезды самообразования

source: Stars To Be Taught
ru: Звезды учебы

source: Stars To Become Teacher
ru: Звезд Чтобы Стать Учителем

source: Calories To Teach
ru: Калорий для обучения

source: Calories To Learn
ru: Калорий чтобы научиться

source: Time To Learn Hours
ru: Время на обучение в часах

source: Classroom Tier Required
ru: Требуемый уровень класса

source: Can Be Educated
ru: Можно обучить

source: Deed Property Type
ru: Тип собственности

source: Optional amount charged upon move-in for new residents.
ru: Дополнительная сумма, взимаемая с жителей при заселении.

source: A list of citizens and demographics that may join as residents. Only the owner of the property can set this list.
ru: Список жителей и демографических групп которые могут быть заселены. Только владелец собственности может изменять этот список.

source: Commands for changing things about users.
ru: Команды для изменения параметров игроков.

source: Provide a user with extra hours they can use to perform labor when exhauasted. Can be negative to remove previously granted energy.
ru: Обеспечить пользователя дополнительным временем, которые он может потратить на выполнение работы когда устанет. Удаление ранее выданной энергии может привести к отрицательным значениям.

source: Force a user to be exhausted for the remainder of the day.
ru: Сделать игрока обессиленным до конца дня.

source: SLGAccount Name
ru: Логин SLG

source: SLGAccount Password
ru: Пароль

source: Movement Hack Detection
ru: Обнаружен Чит на перемещение

source: The user account associated with this server. This is public knowledge and shared with clients. Setting this will allow achievements earned by players on this server to be visible in other servers (as well as future features to come). Visti play.eco to link your steam account or create a new account.
ru: Аккаунт пользователя привязан к этому серверу. Это общедоступная информация и её видят все клиенты. Установка этого параметра позволит достижениям, заработанным игроками на этом сервере, быть видимыми на других серверах (а также будущие функции). Посетите play.eco, чтобы связать свою учетную запись steam или создать новую учетную запись.

source: Password for the above SLG account.
ru: Пароль от аккаунта SLG.

source: When enabled users who likely cheat movement will be identified and kicked from server (beta - may identify non-cheating users as cheaters and disconnect)
ru: Если функция включена, то читеры будут обнаруживаться и удаляться с сервера. (функция в бета статусе - возможны ложные срабатывания)

source: Force a craving on a given user (self if untargeted user, random food if not set)
ru: Принудительно задать предпочтения по еде выбранному пользователю (или самому себе, если пользователь не выбран, а также предпочтения будут произвольными, если не выбраны конкретные)

source: Which category this room evaluates to, based on the furniture it contains
ru: К какой категории относится эта комната, исходя из имеющейся в ней мебели

source: The computed value of the object towards skill, which gets reduced based on room state.
ru: Расчетная ценность объекта по отношению к навыку, которое уменьшается в зависимости от состояния комнаты.

source: Multiple furniture of the same type will provide diminishing returns.
ru: Несколько предметов мебели одного и того же типа будут давать меньший прирост.

source: Multiple furnishings of the same type will be reduced by this percent with each additional object.
ru: Бонус от нескольких предметов мебели одного и того же типа будут уменьшены на этот процент с каждым дополнительным объектом.

source: Total Skill Points
ru: Всего очков навыков

source: Room Sums
ru: Сумма по комнате

source: Scale
ru: Масштаб

source: Applies To Property Type
ru: Применимо к типу собственности

source: If this is a teacher workstation, put the tier in this value.
ru: Если это рабочее место учителя, укажите уровень в этом значении.

source: If this is a student workstation, put the tier in this value.
ru: Если это рабочее место ученика, укажите уровень в этом значении.

source: Each workstation needs 'support' matching its tier value.
ru: Каждое рабочее место требует 'поддержки' уровня соответствующего значения.

source: For support objects, this many repeats will still provide value in a classroom.
ru: Для объектов поддержки такое количество повторений все равно будет иметь значение в классе.

source: Increases learning speed by this multiplier, summing with other furnishings.
ru: Увеличивает скорость обучения на этот множитель, суммируя с другими предметами обстановки.

source: Increase calorie efficiency for studying by this multiplier in this classroom.
ru: Увеличивает эффективность затрачиваемых калорий для обучения с помощью этого множителя в этом классе.

source: Increase calorie efficiency for teaching by this multiplier in this classroom.
ru: Увеличивает эффективность затрачиваемых калорий для учебы с помощью этого множителя в этом классе.

source: Aggregatable Action
ru: Накапливаемое действие

source: Accumulatable Action
ru: Накапливаемое действие

source: Stars Used
ru: Звезд использовано

source: Method Learned
ru: Изученный метод

source: Number of stars used.
ru: Число использованных звезд.

source: Was the skill gained by self-teaching or education?
ru: Навык приобретен в результате самообучения или образования?

source: Create Tree Debris
ru: Сделайте древесный мусор

source: A citizen felled a tree and created debris
ru: Гражданин срубил дерево и создал древесные остатки

source: The citizen who chopped down the tree that is generating debris.
ru: Гражданин, который срубил дерево, которое производит древесные остатки.

source: The average location of the debris.
ru: Усредненное расположение древесного мусора.

source: The number of debris blocks created in this action.
ru: Число блоков древесного мусора созданное при этом действии.

source: Open Door Action
ru: Открыть Дверь

source: Student
ru: Студент

source: Education Action
ru: Образовательное действие

source: Student enrolling.
ru: Зачисление учащихся.

source: The teacher, if one is assigned.
ru: Учитель, если таковой назначен.

source: Tuition Fee
ru: Плата за обучение

source: Tuition Currency
ru: Валюта обучения

source: Teacher Percent
ru: Учительский процент

source: Subject Being Taught
ru: Изучаемый предмет

source: Enroll Action
ru: Записать действие

source: A student enrolled in a class.
ru: Учащийся, зачисленный в класс.

source: Tuition fee, held in escrow.
ru: Плата за обучение хранится на эскроу счете.

source: Currency which tuition is charged in.
ru: Валюта, в которой взимается плата за обучение.

source: Percent of tuition to be held for teacher.
ru: Процент от платы за обучение, который будет удерживаться с учителя.

source: The subject being taught in this class.
ru: Предмет, изучаемый в этом классе.

source: Tuition Fee Total
ru: Итоговая плата за обучение

source: {0:minutes}m
ru: {0:minutes}м

source: {0:days}d
ru: {0:days}д

source: {0:hours}h
ru: {0:hours}ч

source: {0:seconds}s
ru: {0:seconds}с

source: {0:meters}m
ru: {0:meters}м

source: Tuition Fee Paid To Teacher
ru: Плата за обучение, выплачиваемая учителю

source: Tuition Fee Paid To Owner
ru: Плата за обучение, выплачиваемая владельцу

source: Tuition Fee Refunded
ru: Плата за обучение возращена

source: Leave Class Base
ru: Покинуть классовую базу

source: Final tuition fee (prorated if left early), in total.
ru: Итоговая плата за обучение (пропорционально, если покинуть раньше), всего.

source: Tuition paid to teacher.
ru: Оплата за обучение учителю.

source: Tuition paid to table owner.
ru: Оплата за обучение на столе владельца.

source: Tuition refunded to the student, if left early.
ru: Плата за обучение возвращается студенту, если он отчислится досрочно.

source: Complete Class
ru: Завершить обучение

source: A student completed a class successfully.
ru: Ученик успешно завершил курс.

source: Completion Reason
ru: Причина завершения

source: Left Class
ru: Покинуть Класс

source: A student left or was removed from a class.
ru: Ученик покинул класс или был удален из него.

source: Describes why the student left the class.
ru: Причина по которой ученик покинул класс.

source: Currency And Amount Game Values
ru: Валюта и общая стоимость игры

source: Education Context
ru: Образовательный контекст

source: The student being educated.
ru: Ученик получает образование.

source: The teacher of the class.
ru: Преподаватель курса.

source: Students
ru: Студенты

source: Subject Type
ru: Тип темы

source: Student Requirements
ru: Требования к ученику

source: Teacher Requirements
ru: Требования к учителю

source: Percent Of Tuition Earned
ru: Процент выученного

source: Min Students Before Teaching
ru: Минимум учеников до обучения

source: Requirements that must be satisfied throughout the course. If the student fails to maintain these requirements, they will be expelled.
ru: Требования, которые должны выполняться на протяжении всего курса. Если студент не выполнит эти требования, он будет исключен.

source: If set, students will be charged this amount upon enrollment, which will be held in Escrow until completion or unerollment, upon which it will be split with the teacher and the owner's bank account. Students that leave class before completion will have a prorated amount refunded. Students who have a partial education when joining will be charged a prorated tuition.
ru: Если включено, со студентов будет взиматься эта сумма при зачислении, которая будет храниться на депозитном счете до завершения или отмены платежа, после чего она будет разделена с учителем и банковским счетом владельца. Учащимся, которые покинут обучение до его завершения, будет возвращена пропорциональная сумма депозита. Студенты, имеющие неполное образование при последующем вступлении, будут оплачивать пропорциональную часть для завершения обучения.

source: Requirements that must be satisfied throughout the course. If the teacher fails to maintain these requirements, they will be removed.
ru: Требования, которые должны выполняться на протяжении всего курса. Если учитель не выполнит эти требования, он будет отстранен.

source: Thie percentage of tuition will be paid to the teacher when a student finishes a course or unenrolls.
ru: Процент от стоимости обучения будет выплачен преподавателю, когда студент закончит курс или прервет его.

source: Teaching will not begin until this many students are enrolled and have met the calorie requirements for studying. This is to limit the calorie expenditure of the teacher, which is the same regardless of the number of students being taught.
ru: Обучение не начнется до тех пор, пока выбранное количество студентов не будет зачислено и не будет соответствовать требованиям к калориям для обучения. Это делается для того, чтобы ограничить расход калорий преподавателем, который одинаков независимо от количества обучаемых студентов.

source: Teaching requires labor, paid in advance in the form of calories. When students are enrolled and have studied, their queued 'study' calories and the teachers queued 'teaching' calories will tick down together, while their education rises.
ru: Обучение требует труда, оплачиваемого заранее в виде калорий. Когда учащиеся зачислены и учатся, их калории, поставленные в очередь на «учебу», и калории, поставленные учителями в очередь на «обучение», будут уменьшаться вместе, в то время как их образование повышается.

source: Affects where the message will be displayed.
ru: Влияет на то, где будет отображаться сообщение.

source: Immigrant
ru: Иммигрант

source: Imigration Context
ru: Иммиграционный контекст

source: The immigrant applying to become a citizen.
ru: Иммигрант, подающий заявление на получение гражданства.

source: New Citizens Need Approval
ru: Новые граждане нуждаются в одобрении

source: Immigrant Requirements
ru: Требования к иммигрантам

source: May Instantly Approve Immigrants
ru: Можем мгновенно утвердить иммигрантов

source: A set of rules for how immigrants may become citizens of a settlement.
ru: Свод правил о том, как иммигранты могут стать гражданами поселения.

source: Do new citizens need approval? If false, they can join instantly.
ru: Нужно ли подтверждать новых граждан? Если нет, они могут присоединяться мгновенно.

source: These requirements must pass in order for a citizen to join the settlement.
ru: Эти требования должны быть выполнены, чтобы житель смог присоединиться к поселению.

source: If set, an election will be run when someone applies to become a citizen.
ru: Если выбрано, то выборы будут проводиться, когда кто-то подаст заявку на получение гражданства.

source: If set, these citizens may instantly approve any immigrants applying to be citizens.
ru: Если включить опцию, то эти жители смогут самостоятельно утверждать любых иммигрантов, претендующих на гражданство.

source: Target citizen's personal bank account.
ru: Целевой банковский счет жителя.

source: Definition
ru: Определение

source: Variable's text representation.
ru: Текстовое представление переменной.

source: Variable's value that will be used in calculations.
ru: Значение переменной, которое будет использоваться в расчетах.

source: Formula
ru: Формула

source: Where
ru: Где

source: Text Formula
ru: Текстовая формула

source: Calculates a formula written out in text, using variables defined below.
ru: Вычисляет формулу, записанную текстом, используя переменные, определенные ниже.

source: The formula to compute. Can use operators +,-,*,/,%,^,(). Can use variables: add a name and you'll have the option to auto-create them from the tooltip.
ru: Формула для вычислений. Можно использовать операторы +,-,*,/,%,^,(). Можно использовать переменные: назначьте имя и вы сможете автоматически создать переменную из подсказки.

source: Thresholds
ru: Пороговые значения

source: Progressive Percent
ru: Прогрессивный процент
