Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: A nice composite table for eating meals or getting some work done.
ru: Хороший композитный стол для приема пищи или выполнения какой-либо работы.

source: A rustic brick fireplace. Nothing beats sitting around the fire on a cold day.
ru: Кирпичный камин. Что может быть лучше, чем собраться у огня в холодный, пасмурный день.

source: A porcelain bathtub for when you need to get clean or just relax
ru: Фарфоровая ванна для тех случаев, когда вам нужно помыться или просто расслабиться

source: The assembly line allows for mass production of mechanical products
ru: Сборочная линия позволяет осуществлять массовое производство механических изделий

source: A large stone table crafted by an expert mason.
ru: Большой каменный стол, изготовленный искусным каменщиком.

source: A fancy ashlar stone fireplace. Nothing beats sitting around the fire on a cold day.
ru: Роскошный камин из резного камня. Что может быть лучше, чем собраться у огня в холодный, пасмурный день?

source: An ashlar stone chair. Great for display though maybe not as comfy as a padded chair.
ru: Стул из резного камня. Отлично подходит для демонстрации, хотя, возможно, не так удобен, как стул с обивкой.

source: An ashlar stone bench. Great for display though maybe not as comfy as a padded couch.
ru: Скамейка из резного камня. Отлично подходит для демонстрации, хотя, возможно, не так удобна, как мягкий диван.

source: A beautiful ashlar stone fountain with flowing water that makes a great centerpiece. Small enough to fit indoors.
ru: Красивый струящийся фонтан из резного камня, который является прекрасным центральным элементом. Достаточно маленький, чтобы поместиться в помещении.

source: A large stone table crafted by an expert mason
ru: Большой каменный стол, изготовленный опытным каменщиком

source: An ashlar stone chair. Great for display though maybe not as comfy as a padded chair.
ru: Стул из резного камня. Отлично подходит для демонстрации, хотя, возможно, не так удобен, как стул с обивкой.

source: A beautiful ashlar stone fountain with flowing water that makes a great centerpiece.
ru: Красивый струящийся фонтан из резного камня, который является прекрасным центральным элементом.

source: A modern carpentry table with an electric motor and heavy duty steel sawblades.
ru: Современный стол для плотницких работ. Оснащён электродвигателем и сверхпрочными стальными пильными дисками.

source: A fancy ashlar stone table that has been adorned with gold
ru: Изящный стол из резного камня, украшенный золотом

source: A fancy ashlar stone chair that has been adorned with gold. A throne fit for a king.
ru: Изящный стул из резного камня, украшенный золотом. Трон, достойный короля.

source: A fancy ashlar stone bench that has been adorned with gold.
ru: Изящная скамья из резного камня, украшенная золотом.

source: A stone sickle used to harvest crops or cut grass.
ru: Каменный серп, используемый для сбора урожая или покоса травы.

source: A tool for tamping dirt into roads.
ru: Инструмент для утрамбовки грунта на дорогах.

source: A machete used to quickly clear plants.
ru: Мачете используется для быстрой расчистки от растительности.

source: A steel sickle used to harvest crops or cut grass. Has an AoE with each swing.
ru: Стальной серп, используемый для сбора урожая или покоса травы. Убирает большую область при взмахе.

source: A modern scythe used to harvest crops or cut grass. Has a large AoE with each swing.
ru: Современная коса, используемая для сбора урожая или покоса травы. Убирает большую область при взмахе.

source: A machete used to quickly clear plants. Has a large AoE with each swing.
ru: Мачете используется для быстрой расчистки от растений. Убирает большую область при взмахе.

source: An iron sickle used to harvest crops or cut grass.
ru: Железный серп, используемый для сбора урожая или покоса травы.

source: Basic Upgrade with greatly increased efficiency for tailoring recipes.
ru: Базовое улучшение со значительно повышенной эффективностью рецептов портняжного дела.

source: Advanced Upgrade with greatly increased efficiency for smelting recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов выплавки.

source: Advanced Upgrade with greatly increased efficiency for pottery recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов гончарства.

source: Advanced Upgrade with greatly increased efficiency for paper milling recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов производства бумаги.

source: Modern Upgrade with greatly increased efficiency for oil drilling recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов добычи нефти.

source: Modern Upgrade Lvl4
ru: Современное улучшение Ур. 4

source: Modern Upgrade with great efficiency increase.
ru: Современное улучшение с большим повышением эффективности.

source: Modern Upgrade Lvl 4
ru: Современное улучшение Ур. 4

source: Modern Upgrade Lvl3
ru: Современное улучшение Ур. 3

source: Modern Upgrade Lvl 3
ru: Современное улучшение Ур. 3

source: Modern Upgrade Lvl2
ru: Современное улучшение Ур. 2

source: Modern Upgrade Lvl 2
ru: Современное улучшение Ур. 2

source: Modern Upgrade Lvl1
ru: Современное улучшение Ур. 1

source: Modern Upgrade Lvl 1
ru: Современное улучшение Ур. 1

source: Mining Modern Upgrade
ru: Современное улучшение для горного дела

source: Modern Upgrade with greatly increased efficiency for oil mining recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов горного дела.

source: Mining Basic Upgrade
ru: Базовое улучшение для горного дела

source: Basic Upgrade with greatly increased efficiency for mining recipes.
ru: Базовое улучшение со значительно повышенной эффективностью рецептов горного дела.

source: Mining Advanced Upgrade
ru: Продвинутое улучшение для горного дела

source: Advanced Upgrade with greatly increased efficiency for baking recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов выпечки.

source: Advanced Upgrade with greatly increased efficiency for milling recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов мельничного дела.

source: Mechanics Modern Upgrade
ru: Современное улучшение для механики

source: Modern Upgrade with greatly increased efficiency for mechanics recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов механики.

source: Mechanics Advanced Upgrade
ru: Продвинутое улучшение для механики

source: Advanced Upgrade with greatly increased efficiency for mechanics recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов механики.

source: Masonry Modern Upgrade
ru: Современное улучшение для каменной кладки

source: Advanced Upgrade with greatly increased efficiency for masonry recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов каменной кладки.

source: Masonry Basic Upgrade
ru: Базовое улучшение для каменной кладки

source: Basic Upgrade with greatly increased efficiency for masonry recipes.
ru: Базовое улучшение со значительно повышенной эффективностью рецептов каменной кладки.

source: Logging Basic Upgrade
ru: Базовое улучшение для заготовки леса

source: Basic Upgrade with greatly increased efficiency for logging recipes.
ru: Базовое улучшение со значительно повышенной эффективностью рецептов заготовки леса.

source: Logging Advanced Upgrade
ru: Продвинутое улучшение для заготовки леса

source: Advanced Upgrade with greatly increased efficiency for logging recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов заготовки леса.

source: Modern Upgrade with great efficiency increases for industry recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов промышленности.

source: Glassworking Modern Upgrade
ru: Современное улучшение для обработки стекла

source: Modern Upgrade with great efficiency increases for glassworking recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов обработки стекла.

source: Glassworking Advanced Upgrade
ru: Продвинутое улучшение для стеклообработки

source: Advanced Upgrade with greatly increased efficiency for glassworking recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов обработки стекла.

source: Basic Upgrade with greatly increased efficiency for fertilizers recipes.
ru: Базовое улучшение со значительно повышенной эффективностью рецептов удобрений.

source: Basic Upgrade with greatly increased efficiency for farming recipes.
ru: Базовое улучшение со значительно повышенной эффективностью фермерских рецептов.

source: Modern Upgrade with great efficiency increases for electronics recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов электроники.

source: Modern Upgrade with great efficiency increases for cutting edge cooking recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов передовой кулинарии.

source: Advanced Upgrade with greatly increased efficiency for cooking recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов готовки.

source: Modern Upgrade with great efficiency increases for composites recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов композитов.

source: Carpentry Basic Upgrade
ru: Базовое улучшение для плотницкого дела

source: Basic Upgrade with greatly increased efficiency for carpentry recipes.
ru: Базовое улучшение со значительно повышенной эффективностью плотницких рецептов.

source: Carpentry Advanced Upgrade
ru: Продвинутое улучшение для плотницкого дела

source: Advanced Upgrade with greatly increased efficiency for carpentry recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов плотницкого дела.

source: Basic Upgrade with greatly increased efficiency for campfire cooking recipes.
ru: Базовое улучшение со значительно повышенной эффективностью рецептов готовки на костре.

source: Basic Upgrade with greatly increased efficiency for butchery recipes.
ru: Базовое улучшение со значительно повышенной эффективностью рецептов разделки.

source: Basic Upgrade Lvl4
ru: Базовое улучшение Ур. 4

source: Basic Upgrade that increases crafting efficiency.
ru: Базовое улучшение, повышающее эффективность производства.

source: Basic Upgrade Lvl 4
ru: Базовое улучшение Ур. 4

source: Basic Upgrade Lvl3
ru: Базовое улучшение Ур. 3

source: Basic Upgrade Lvl 3
ru: Базовое улучшение Ур. 3

source: Basic Upgrade Lvl2
ru: Базовое улучшение Ур. 2

source: Basic Upgrade Lvl 2
ru: Базовое улучшение Ур. 2

source: Basic Upgrade Lvl1
ru: Базовое улучшение Ур. 1

source: Basic Upgrade Lvl 1
ru: Базовое улучшение Ур. 1

source: Basic Upgrade with greatly increased efficiency for basic engineering recipes.
ru: Базовое улучшение со значительно повышенной эффективностью рецептов основ инженерного дела.

source: Advanced Upgrade Lvl4
ru: Продвинутое улучшение Ур. 4

source: Advanced Upgrade that increases crafting efficiency.
ru: Продвинутое улучшение, повышающее эффективность производства.

source: Advanced Upgrade Lvl 4
ru: Продвинутое улучшение Ур. 4

source: Advanced Upgrade Lvl3
ru: Продвинутое улучшение Ур. 3

source: Advanced Upgrade Lvl 3
ru: Продвинутое улучшение Ур. 3

source: Advanced Upgrade Lvl2
ru: Продвинутое улучшение Ур. 2

source: Advanced Upgrade Lvl 2
ru: Продвинутое улучшение Ур. 2

source: Advanced Upgrade Lvl1
ru: Продвинутое улучшение Ур. 1

source: Advanced Upgrade Lvl 1
ru: Продвинутое улучшение Ур. 1

source: Modern Upgrade with greatly increased efficiency for masonry recipes.
ru: Современное улучшение со значительно повышенной эффективностью рецептов каменной кладки.

source: Advanced Upgrade with greatly increased efficiency for advanced cooking recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов продвинутой кулинарии.

source: Advanced Upgrade with greatly increased efficiency for advanced baking recipes.
ru: Продвинутое улучшение со значительно повышенной эффективностью рецептов продвинутой выпечки.

source: A basic wheel for use in early wooden vehicles.
ru: Простое колесо для использования в деревянных транспортных средствах.

source: A disc shaped steel saw that can be attached to rotary machines to shape wood and masonry products.
ru: Дисковая стальная пила, которая может крепиться к роторным машинам для придания формы изделиям из дерева и камня.

source: A sturdy steel plate for use in various crafting recipes.
ru: Прочный стальной лист используемый в различных ремесленных рецептах.

source: A rotating steel rod that can be fixed to wheels for use in vehicles.
ru: Вращающийся стальной стержень, который можно прикрепить к колесам для использования в транспортных средствах.

source: A pointed metal fastner used in crafting to attach pieces of material together.
ru: Заостренная стяжка из металла, используемая в производстве для скрепления материалов друг с другом.

source: Rubber wheels provide much better traction and allow the construction of more modern vehicles.
ru: Резиновые колеса обеспечивают гораздо лучшее сцепление с дорогой и позволяют создавать более современные транспортные средства.

source: A sturdy iron wheel that can support heavier vehicles than early wooden wheels.
ru: Прочное железное колесо, способное выдерживать вес более тяжелых транспортных средств, чем простые деревянные колеса.

source: A disc shaped iron saw that can be attached to rotary machines to shape wood products.
ru: Дисковая железная пила, которая может крепиться к роторным машинам для придания формы изделиям из дерева.

source: A solid iron plate for use in various crafting recipes.
ru: Цельная железная пластина используемая в различных ремесленных рецептах.

source: A rotating iron rod that can be fixed to wheels for use in vehicles.
ru: Вращающийся железный стержень, который можно прикрепить к колесам для использования в транспортных средствах.

source: In order to be usable it needs to be reinforced.
ru: Необходимо укрепить это, чтобы использовать.

source: A vessel used for heating fluids.
ru: Сосуд, используемый для нагрева жидкостей.

source: A baked bun filled with tasty meat and mushrooms.
ru: Запеченная булочка с начинкой из мяса и грибов.

source: An extra fatty leavened dough for making yummy pastries.
ru: Очень жирное тесто на закваске для приготовления вкусной выпечки.

source: Leavened dough with added yeast that rises when baked.
ru: Тесто на закваске с добавлением дрожжей, которое поднимается при выпечке.

source: A sweet pastry that is great for breakfast or anytime you need a quick boost in energy.
ru: Сладкая выпечка, которая отлично подойдет вам в любое время, чтобы быстро зарядиться энергией.

source: Blackened taro root. Not the tastiest meal, but a great source of energy for early rainforest settlers.
ru: Почерневший корень таро. Не самая вкусная еда, но это отличный источник энергии для первых тропических поселенцев.

source: Pineapple that has been charred over a basic campfire.
ru: Ананас, обугленный над костром.

source: Papaya fruit that has been charred over a basic campfire.
ru: Плоды папайи, обугленные над костром.

source: A collection of charred mushrooms. Cooking mushrooms properly can remove some of the toxins.
ru: Кучка грибов приготовленных на углях. При правильном приготовлении грибов можно удалить некоторые токсины.

source: Heart of palm collected fom fallen pineapple trees that have been charred over a campfire.
ru: Пальмовая сердцевина, собранная с упавших ананасовых деревьев, которая была приготовлена на углях.

source: Blackened cactus fruit. A favorite of early desert settlers.
ru: Почерневшие плоды кактуса. Излюбленное блюдо пустынных поселенцев.

source: Agave leaves that have been charred over a campfire
ru: Листья агавы, приготовленные над костром

source: Baked tomatoes might not look as red or plump as the raw variety, but they are nice and tasty.
ru: Запеченные томаты может и не выглядят такими яркими и сочными, как сырые, но они всё равно очень вкусные.

source: Baked taro root
ru: Запечённый корень таро

source: Baked meat is less fatty than other methods of cooking.
ru: Запеченное мясо менее жирное, чем при других методах приготовления.

source: Baked heart of palm that retains more nutrients than more simple methods of cooking.
ru: Запеченная пальмовая сердцевина содержит больше питательных веществ, чем при приготовлении другими, более простыми способами.

source: Baked corn that retains more nutrients than more simple methods of cooking.
ru: Запеченная кукуруза содержит больше питательных веществ, чем при приготовлении другими, более простыми способами.

source: Baked beets that retain more nutrients than more simple methods of cooking.
ru: Запеченная свекла содержит больше питательных веществ, чем при приготовлении другими, более простыми способами.

source: The succulent leaves of the agave plant can be cooked to make a nice meal.
ru: Из сочных листьев агавы можно приготовить очень хорошую еду.

source: Wood pulp and dirt make a great filler for other fertilizers.
ru: Древесная масса и грязь являются отличным наполнителем для удобрений.

source: Phosphate fertilizer is a great source of Phosphorus.
ru: Фосфорные удобрения - отличный источник фосфора.

source: A fertilize made from fur pelts and filler.
ru: Удобрение, изготовленное из меховых шкур и наполнителя.

source: A fertilizer made from hide ash and fillers.
ru: Удобрение, изготовленное из кожной золы и наполнителей.

source: A filler ingredient used in a variety of fertilizers.
ru: Наполнитель - ингредиент, используемый в различных удобрениях.

source: Compost fertilizer is a classic, low effort fertilizer.
ru: Компостное удобрение - это классическое удобрение с минимальными усилиями.

source: A mix of different fillers that provide the benefits of both
ru: Смесь различных наполнителей, которая даёт преимущества обоих

source: Camas ash fertilizer, though not very potent, is a great source of potassium.
ru: Удобрение из золы камассии, хотя и не очень мощное, но является отличным источником калия.

source: Blood meal is a great source of nitrogen.
ru: Кровяная мука является отличным источником азота.

source: An excellent fertilizer that provide a mix of nutrients, but especially potassium.
ru: Отличное удобрение, содержащее смесь питательных веществ, в особенности много калия.

source: Wide Hips
ru: Широкие бёдра

source: WhiteRampLineD
ru: БелаяЛинияРампыD

source: Asphalt White Ramp LineD
ru: Белая линия асфальтовой рампы D

source: WhiteRampLineC
ru: БелаяЛинияРампыC

source: Asphalt White Ramp LineC
ru: Белая линия асфальтовой рампы C

source: WhiteRampLineB
ru: БелаяЛинияРампыB

source: Asphalt White Ramp LineB
ru: Белая линия асфальтовой рампы B

source: WhiteRampLineA
ru: БелаяЛинияРампыA

source: Asphalt White Ramp LineA
ru: Белая линия асфальтовой рампы A

source: WhiteRampEdgeD
ru: БелыйКрайРампыD

source: White Ramp Edge LineD
ru: Белый край рампы D

source: WhiteRampEdgeC
ru: БелыйКрайРампыC

source: White Ramp Edge LineC
ru: Белый край рампы C

source: WhiteRampEdgeB
ru: БелыйКрайРампыB

source: White Ramp Edge LineB
ru: Белый край рампы B

source: WhiteRampEdgeA
ru: БелыйКрайРампыA

source: White Ramp Edge LineA
ru: Белый край рампы A

source: WhiteRampDashLineD
ru: БелаяПрерывистаяРазметкаРампыD

source: Asphalt White Ramp Dash LineD
ru: Белая прерывистая разметка асфальтовой рампы D

source: WhiteRampDashLineC
ru: БелаяПрерывистаяРазметкаРампыC

source: Asphalt White Ramp Dash LineC
ru: Белая прерывистая разметка асфальтовой рампы C

source: WhiteRampDashLineB
ru: БелаяПрерывистаяРазметкаРампыB

source: Asphalt White Ramp Dash LineB
ru: Белая прерывистая разметка асфальтовой рампы B

source: WhiteRampDashLineA
ru: БелаяПрерывистаяРазметкаРампыA

source: Asphalt White Ramp Dash LineA
ru: Белая прерывистая разметка асфальтовой рампы A

source: WhiteLine
ru: БелаяЛиния

source: Asphalt White Line
ru: Белая асфальтовая линия

source: WhiteEdge
ru: БелыйКрай

source: White Edge
ru: Белый край

source: WhiteDashLine
ru: БелаяПрерывистаяРазметка

source: Asphalt White Dash Line
ru: Асфальт с белой прерывистой разметкой

source: WhiteCube
ru: БелыйКуб

source: Asphalt White Cube
ru: Белый асфальтовый куб

source: UnderSlopeTurn
ru: ПоворотНижнегоСкоса

source: Under Slope Turn
ru: Поворот нижнего скоса

source: UnderSlopeSide
ru: НижнийБоковойСкос

source: Under Slope Side
ru: Нижний боковой скос

source: UnderSlopePeak
ru: НижняяВершинаСкоса

source: Under Slope Peak
ru: Нижняя вершина скоса

source: UnderSlopeCorner
ru: НижнийУголСкоса

source: Under Slope Corner
ru: Нижний угол скоса

source: UnderPeakSet
ru: ДинамичнаяНижняяВершина

source: Under Peak Set
ru: Динамичная нижняя вершина

source: UnderInnerPeak
ru: НижняяВыемка

source: Under Inner Peak
ru: Нижняя выемка

source: RoofTurn
ru: ПоворотКрыши

source: Roof Turn
ru: Поворот крыши

source: RoofSide
ru: СкосКрыши

source: Roof Side
ru: Скос крыши

source: RoofPeakSet
ru: ДинамичнаяВершинаКрыши

source: Roof Peak Set
ru: Динамичная вершина крыши

source: RoofPeak
ru: ВершинаКрыши

source: Roof Peak
ru: Вершина крыши

source: RoofCube
ru: БлокКрыши

source: Roof Cube
ru: Блок крыши

source: RoofCorner
ru: УголКрыши

source: Roof Corner
ru: Угол крыши

source: PeakSet
ru: ДинамичнаяВершина

source: Peak Set
ru: Динамичная вершина

source: AsphaltRampD
ru: АсфальтоваяРампаD

source: Asphalt RampD
ru: Асфальтовая рампа D

source: AsphaltRampC
ru: АсфальтоваяРампаC

source: Asphalt RampC
ru: Асфальтовая рампа C

source: AsphaltRampB
ru: АсфальтоваяРампаB

source: Asphalt RampB
ru: Асфальтовая рампа B

source: AsphaltRampA
ru: АсфальтоваяРампаA

source: Asphalt RampA
ru: Асфальтовая рампа A

source: AsphaltCube
ru: БлокАсфальта

source: Asphalt Cube
ru: Блок асфальта

source: Spruce log is a type of softwood, sometimes referred to as whitewood.
ru: Ель - это хвойная порода дерева, иногда называемая белым деревом.

source: Saguaro rib is a basic, lightweight wood harvested from the saguaro cactus.
ru: Обрубок карнегии - это базовая, лёгкая древесина, заготовленная из кактуса карнегии.

source: Redwood log is a type of softwood that can be easily identified by its distinct red bark.
ru: Секвойя - это хвойная порода дерева, которая легко распознается по выраженной красной коре.

source: Palm log is a basic wood that is a favorite among settlers in the rainforest.
ru: Пальмовое бревно - это любимая древесина поселенцев в тропических лесах.

source: Oak log is a type of hardwood. With its great strength and hardness, oak is commonly used for furniture and building materials.
ru: Бревно Дуба - это один из видов лиственных пород. Благодаря своей большой прочности и твердости дуб широко используется для изготовления мебели и строительных материалов.

source: Joshua log is a basic wood log, harvested from one of the few species of trees that thrive in the desert
ru: Бревно юкки коротколистной - это древесина заготовленная из одного из немногих видов деревьев, которые процветают в пустыне

source: Iron ore that has been concentrated to remove impurities. Ore concentrate is used by smiths to smelt metal bars.
ru: Железная руда, которая была обогащена для удаления примесей. Обогащенная руда используется кузнецами для выплавки металлических слитков.

source: Gold ore that has been concentrated to remove impurities. Ore concentrate is used by smiths to smelt metal bars.
ru: Золотая руда, которая была обогащена для удаления примесей. Обогащенная руда используется кузнецами для выплавки металлических слитков.

source: Fir log is a type of softwood with a nice piney smell.
ru: Пихта - это хвойная порода дерева с приятным запахом сосны.

source: Slag that has been crushed into a fine gravel.
ru: Шлак, который был раздроблен в мелкий гравий.
