Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: You have too many Skill Scrolls already.
ru: У вас уже слишком много страниц навыков.

source: Only {0} can collect that
ru: Только {0} может забрать это

source: {0} was just elected server leader!
ru: {0} успешно избирается на роль мирового лидера!

source: Election completed without a winner: {0}
ru: Выборы завершились без победителя: {0}

source: You have received {0:property claims} to use/give as you see fit.
ru: Вы получили {0:property claims}. Используйте, как посчитаете нужным. Можно отдавать другим.

source: You can now set the tax rates at a {0:treasury}.
ru: Теперь используя {0:treasury} вы можете установить налоги.

source: Attempted to elect '{0}' as the world leader, but this user could not be found. There is now no world leader
ru: Попытка избрать «{0}» мировым лидером не удалась, пользователь не найден. Сейчас нет мирового лидера

source: Not enough money in the treasury to distribute {0:amount}.
ru: В казне не хватает денег для распределения {0:amount}.

source: You must enter an allocation reason.
ru: Вы должны указать причину для распределения денег.

source: Can't place there, blocked.
ru: Невозможно разместить здесь, заблокировано.

source: You are not authorized to build here.
ru: Вам не разрешено строить здесь.

source: This plant is dead.
ru: Растение мертво.

source: Atmosphere:({0})
ru: Атмосфера:({0})

source: Balanced Multiplier: {0}
ru: Множитель баланса: {0}

source: Base Gain: {0}
ru: Базовый прирост: {0}

source: Calories
ru: Калории

source: Waste
ru: Отходы

source: Nutrition
ru: Питание

source: Stomach Contents
ru: Содержимое желудка

source: full
ru: полный

source: You are not logged in
ru: Вы не авторизованы в игре

source: You have kicked {0}
ru: Вы выгнали {0}

source: {0} is not online
ru: {0} вне игры

source: You have banned {0}
ru: Вы заблокировали {0}

source: You have been whitelisted by {0}
ru: {0} добавил Вас в "Белый список

source: You have whitelisted {0}
ru: Вы добавили {0} в «Белый список»

source: You have been given admin permissions by {0}
ru: Вы получили права администратора от {0}

source: You have made {0} an admin
ru: Вы сделали {0} администратором

source: Your admin permissions have been revoked by {0}
ru: Ваши права администратора были аннулированы по решению {0}

source: Your Steam id is {0}.
ru: Ваш Steam идентификатор {0}.

source: Your SLG id is {0}.
ru: Ваш SLG идентификатор {0}.

source: {0} is not logged in to a Steam account.
ru: {0} не авторизован в Steam.

source: {0}'s Steam id is {1}.
ru: Идентификатор {0} в Steam – {1}.

source: {0} is not logged in to an SLG account.
ru: {0} не авторизован в SLG.

source: {0} World Marker
ru: {0} Глобальная метка

source: Located {0:distance and direction} at {1}.
ru: Расположен {0:distance and direction} на {1}.

source: Link added to clipboard.
ru: Ссылка добавлена в буфер обмена.

source: Waypoint added.
ru: Метка добавлена.

source: Cleared all non-global markers.
ru: Очищены все не глобальные метки.

source: {0} set their objective: {1}
ru: {0} объявляет о своей цели: {1}

source: You already own this deed.
ru: Это и так ваше право.

source: Room is too big. {0} is more than {1} meters from the room detection point.
ru: Помещение слишком большое. {0} больше чем на {1} метр(ов) от определяющей точки помещения.

source: Room had no ceiling at {0}.
ru: У комнаты нет потолка в {0}.

source: Room is flooded at {0}
ru: Комната затоплена в {0}

source: '{0}' is not a valid tier number
ru: '{0}' несуществующий уровень блоков

source: Must be contained within a room
ru: Необходимо размещать в помещении

source: Contained within a room
ru: Расположен в помещении

source: Pressure:{0}atm
ru: Давление:{0}атм

source: This skill gives you {0} but you are unable to carry it right now.
ru: Этот навык даёт вам {0}, но вы не можете это взять в данный момент.

source: Current skill rate is {0}.
ru: Текущий прирост очков навыков {0}.

source: {0} has issued you a warning. {1}
ru: {0} выдаёт вам предупреждение. {1}

source: You have sent a warning to {0}
ru: Вы отправили предупреждение {0}

source: Bad elk meat?
ru: Плохое мясо вапити?

source: Time for some government spending!
ru: Настало время для государственных расходов!

source: Gabe has made it rain.
ru: Гейб вызвал дождь.

source: You gave {0} skillpoints to {1}
ru: Вы передаёте {0} очков навыков для {1}

source: Atmosphere added.
ru: Атмосфера добавлена.

source: You gave {0} plots to {1}.
ru: Вы передали {0} земельных участков для {1}.

source: You gained {0} plots.
ru: Вы получили участков – {0}.

source: With great power comes great responsibility
ru: С большой властью приходит большая ответственность

source: Selected item doesn't have durability.
ru: Выбранный предмет не имеет прочности.

source: Durability set to {0}
ru: Прочность установлена на {0}

source: Finished in {0}
ru: Завершится через {0}

source: Could not find command: {0}.
ru: Не удалось найти команду: {0}.

source: You do not have the necessary permissions to invoke {0}.
ru: У Вас нет необходимых разрешений для вызова {0}.

source: Value '{0}' is not valid for property '{1}'
ru: Значение «{0}» не допустимо для свойства «{1}»

source: No value assigned to the property '{0}'
ru: Собственности '{0}' не присвоено значение

source: {0} commands:
ru: Уровень команд - {0}:

source: User '{0}' does not exist.
ru: Пользователь «{0}» не существует.

source: Tags must only use {0} as their first character
ru: В метках может использоваться только {0} в качестве первого символа

source: Cannot send to read only channel.
ru: Невозможно отправить сообщение в канал «только для чтения».

source: Reputation for {0} set to {1}
ru: Репутация {0} изменилась на {1}

source: Online: {0}
ru: В сети: {0}

source: You are a {0}
ru: Вы {0}

source: {0} is not a world layer.
ru: {0} не является слоем мира.

source: Missing Location
ru: Местоположение отсутствует

source: Can't add tutorial item to inventory, no room.
ru: Не удаётся добавить учебный предмет в инвентарь, нет места.

source: Building Blocks...
ru: Строятся блоки...

source: {0} has no access rights for {1} at {2}.
ru: {0} не имеет прав доступа для {1} в {2}.

source: {0} not selected.
ru: {0} не выбран.

source: {0} cannot accept items of type {1}.
ru: {0} не может принять элементы типа {1}.

source: Destination container is missing.
ru: Отсутствует хранилище в месте назначения.

source: Need to add {0} to {1}.
ru: Необходимо добавить {0} к {1}.

source: Establishing Tech Tree...
ru: Создание Дерева Технологий...

source: Couldn't find block type.
ru: Не удалось найти тип блока.

source: Button pressed.
ru: Нажата кнопка.

source: meters
ru: метра(ов) на

source: Plant
ru: Растение

source: This plant is dead. {0}
ru: Растение мертво. {0}

source: Calories Available: {0}
ru: Доступно калорий: {0}

source: Calories Required per Organism: {0}
ru: Необходимые калории для организма: {0}

source: Amount of {0} Available: {1}
ru: Доступное количество {0}: {1}

source: User '{0}' is not a user on this server.
ru: {0}" не является пользователем на этом сервере.

source: User '{0}' is banned on this server.
ru: Пользователь '{0}' заблокирован на этом сервере.

source: Log is not ready for harvest. Remove all branches first.
ru: Бревно не готово к сбору. Сперва отрубите все ветки.

source: Log is too large to pick up, slice into smaller pieces first.
ru: Бревно слишком большое, чтобы поднять. Разрубите на более мелкие части.

source: You are already carrying {0:items} and cannot pick up {1:items}.
ru: Вы уже несёте {0:items} и не можете поднять ещё {1:items}.

source: You must obtain authorization to shoot {0}.
ru: Вы обязаны получить разрешение для отстрела {0}.

source: You attempt to dig up the soil, but the roots are too strong!
ru: Вы попытались раскопать землю, но древесные корни слишком сильны!

source: Axe
ru: Топор

source: Pickaxe
ru: Кирка

source: Scythe
ru: Коса

source: Shovel
ru: Лопата

source: Iron Axe
ru: Железный топор

source: Iron Hammer
ru: Железный молоток

source: Iron Hoe
ru: Железная тяпка

source: Iron Pickaxe
ru: Железная кирка

source: Iron Scythe
ru: Железная коса

source: Iron Shovel
ru: Железная лопата

source: Modern Axe
ru: Современный топор

source: Modern Hammer
ru: Современный молоток

source: Modern Hoe
ru: Современная тяпка

source: Modern Pickaxe
ru: Современная кирка

source: Modern Scythe
ru: Современная коса

source: Modern Shovel
ru: Современная лопата

source: Steel Axe
ru: Стальной топор

source: Steel Hammer
ru: Стальной молоток

source: Steel Hoe
ru: Стальная тяпка

source: Steel Pickaxe
ru: Стальная кирка

source: Steel Scythe
ru: Стальная коса

source: Steel Shovel
ru: Стальная лопата

source: Stone Axe
ru: Каменный топор

source: Stone Hammer
ru: Каменный молоток

source: Stone Pickaxe
ru: Каменная кирка

source: Wooden Hoe
ru: Деревянная тяпка

source: Wooden Shovel
ru: Деревянная лопата

source: Bow
ru: Лук

source: Amanita Mushrooms
ru: Мухоморы

source: Beet
ru: Свёкла

source: Corn
ru: Кукуруза

source: Crimini Mushrooms
ru: Шампиньоны

source: Fiddleheads
ru: Побеги папоротника

source: Fireweed Shoots
ru: Побеги Иван-чая

source: Giant Cactus Fruit
ru: Плод сагуаро

source: Huckleberries
ru: Черника

source: Prickly Pear Fruit
ru: Плод опунции

source: Tomato
ru: Помидор

source: Wheat
ru: Пшеница

source: Plant Fibers
ru: Растительные волокна

source: Acorn
ru: Жёлудь

source: Beans
ru: Бобы

source: Beet Seed
ru: Семечко свёклы

source: Birch Seed
ru: Семечко берёзы

source: Bunchgrass Seed
ru: Семечко осоки

source: Camas Bulb
ru: Луковица камассии

source: Cedar Seed
ru: Семечко кедра

source: Corn Seed
ru: Семечко кукурузы

source: Creosote Bush Seed
ru: Семечко ларреи

source: Crimini Mushroom Spores
ru: Споры шампиньонов

source: Fern Spore
ru: Спора папоротника

source: Fireweed Seed
ru: Семечко иван-чая

source: Fir Seed
ru: Семечко пихты

source: Grass Seed
ru: Семечко травы

source: Huckleberry Seed
ru: Семечко черники

source: Prickly Pear Seed
ru: Семечко опунции

source: Rice
ru: Рис

source: Sagebrush Seed
ru: Семечко полыни

source: Tomato Seed
ru: Семечко помидора

source: Wheat Seed
ru: Семечко пшеницы

source: Leather Hide
ru: Кожа

source: Cloth
ru: Ткань

source: Cellulose Fiber
ru: Целлюлозное волокно

source: Fur Pelt
ru: Мех

source: Composite Filler
ru: Композитный наполнитель

source: Huckleberry Extract
ru: Экстракт черники

source: Berry Extract Fertilizer
ru: Удобрение из ягодного экстракта

source: Pulp Filler
ru: Древесный наполнитель

source: Scrap Meat
ru: Мясные обрезки

source: Blood Meal Fertilizer
ru: Удобрение из кровяной муки

source: Fiber Filler
ru: Волоконный наполнитель

source: Charred Camas Bulb
ru: Обжаренная луковица камассии

source: Camas Ash Fertilizer
ru: Удобрение из пепла камассии

source: Dirt
ru: Земля

source: Hide Ash Fertilizer
ru: Зольное удобрение из шкуры

source: Pelt Fertilizer
ru: Удобрение из меха

source: Stone
ru: Камень

source: Phosphate Fertilizer
ru: Фосфорное удобрение

source: Wood Pulp
ru: Древесная масса

source: Acorn Powder
ru: Мука из желудей

source: Raw Meat
ru: Сырое мясо

source: Baked Meat
ru: Запечённое мясо

source: Raw Roast
ru: Мясо для жаркого

source: Baked Roast
ru: Запечённое жаркое

source: Tallow
ru: Сало

source: Bannock
ru: Пресная лепёшка

source: Bean Paste
ru: Бобовая паста

source: Flour
ru: Мука

source: Sugar
ru: Сахар

source: Yeast
ru: Дрожжи

source: Bearclaw
ru: Пирог «Медвежий коготь»

source: Prime Cut
ru: Вырезка

source: Vegetable Medley
ru: Овощная смесь

source: Meat Stock
ru: Мясной бульон

source: Infused Oil
ru: Масляный настой

source: Bear S U P R E M E
ru: Блюдо «Матёрый медведь»

source: Raw Sausage
ru: Сырая сарделька

source: Boiled Sausage
ru: Варёная сосиска

source: Bread
ru: Хлеб

source: Camas Paste
ru: Паста из камассии

source: Camas Bread
ru: Хлеб с камассией

source: Camas Bulb Bake
ru: Запечённая луковица камассии

source: Campfire Roast
ru: Жаркое на костре

source: Campfire Stew
ru: Рагу на костре

source: Charred Beet
ru: Свёкла на углях

source: Charred Corn
ru: Кукуруза на углях

source: Raw Fish
ru: Сырая рыба

source: Charred Fish
ru: Жареная на костре рыба

source: Charred Meat
ru: Жареное на костре мясо

source: Charred Sausage
ru: Сарделька на углях

source: Charred Tomato
ru: Помидор на углях

source: Steel
ru: Сталь

source: C O2 Canister
ru: Баллон углекислоты

source: Cornmeal
ru: Кукурузная мука

source: Oil
ru: Масло

source: Corn Fritters
ru: Кукурузные оладьи

source: Corn Starch
ru: Кукурузный крахмал

source: Basic Salad
ru: Простой салат

source: Crimson Salad
ru: Винегрет

source: Raw Bacon
ru: Сырой бекон

source: Crispy Bacon
ru: Хрустящий бекон

source: Tortilla
ru: Тортилья

source: Wild Mix
ru: Смесь диких растений

source: Elk Taco
ru: Тако с олениной

source: Elk Wellington
ru: Оленина «Веллингтон»

source: Flatbread
ru: Лепёшка

source: Prepared Meat
ru: Обработанное мясо

source: Fried Hare Haunches
ru: Жаренное филе зайца

source: Fried Tomatoes
ru: Жареные помидоры

source: Huckleberry Pie
ru: Черничный пирог

source: Hydrocolloids
ru: Загуститель

source: Liquid Nitrogen
ru: Жидкий азот

source: Simple Syrup
ru: Простой сироп

source: Macaroons
ru: Миндальное печенье

source: Maltodextrin
ru: Патока

source: Meat Pie
ru: Мясной пирог

source: Cereal Germ
ru: Зародыш зерна

source: Seared Meat
ru: Обжаренное мясо

source: Simmered Meat
ru: Тушёное мясо

source: Stuffed Turkey
ru: Фаршированная индейка

source: Fruit Salad
ru: Фруктовый салат

source: Sweet Salad
ru: Сладкий салат

source: Transglutaminase
ru: Трансглютаминаза

source: Vegetable Stock
ru: Овощной бульон

source: Vegetable Soup
ru: Овощной суп

source: Wheat Porridge
ru: Пшеничная каша

source: Wild Stew
ru: Рагу из диких растений

source: Wilted Fiddleheads
ru: Увядшие побеги папоротника

source: Piston
ru: Поршень

source: Valve
ru: Клапан

source: Servo
ru: Сервопривод

source: Circuit
ru: Электросхема

source: Advanced Combustion Engine
ru: Улучшенный двигатель внутреннего сгорания

source: Log
ru: Бревно

source: Arrow
ru: Стрела

source: Concrete
ru: Цемент

source: Asphalt Ramp
ru: Асфальтовая рампа

source: Asphalt Road
ru: Асфальтовая дорога

source: Barrel
ru: Бочка

source: Biodiesel
ru: Биодизель

source: Board
ru: Доска

source: Brick
ru: Кирпич

source: Lumber
ru: Пиломатериал

source: Charcoal
ru: Древесный уголь

source: Substrate
ru: Подложка

source: Copper Wiring
ru: Медный провод

source: Gold Flakes
ru: Чешуйки золота

source: Gearbox
ru: Коробка передач

source: Combustion Engine
ru: Двигатель внутреннего сгорания

source: Copper Ore
ru: Медная руда

source: Copper Pipe
ru: Медная труба

source: Corrugated Steel
ru: Гофрированная сталь

source: Deed
ru: Право

source: Dirt Ramp
ru: Земляная рампа

source: Electric Motor
ru: Электродвигатель

source: Petroleum
ru: Нефть

source: Epoxy
ru: Эпоксидная смола

source: Plastic
ru: Пластик

source: Glass
ru: Стекло

source: Fiberglass
ru: Стекловолокно

source: Fishing Pole
ru: Удочка

source: Flat Steel
ru: Листовая сталь

source: Framed Glass
ru: Обрамлённое стекло

source: Gasoline
ru: Бензин

source: Gear
ru: Шестерёнка

source: Sand
ru: Песок

source: Gold Ore
ru: Золотая руда

source: Hewn Log
ru: Тёсаное бревно

source: Iron Ore
ru: Железная руда

source: Iron Pipe
ru: Железная труба

source: Mortared Stone
ru: Строительный камень

source: Paper
ru: Бумага

source: Rebar
ru: Арматура

source: Reinforced Concrete
ru: Железобетон

source: Rivet
ru: Заклёпка

source: Soil Sampler
ru: Анализатор почвы

source: Steel Pipe
ru: Стальная труба

source: Stone Ramp
ru: Каменная рампа

source: Stone Road
ru: Каменная дорога

source: Torch
ru: Факел

source: Bison Carcass
ru: Туша бизона

source: Elk Carcass
ru: Туша вапити

source: Fox Carcass
ru: Туша лисы

source: Hare Carcass
ru: Тушка зайца

source: Turkey Carcass
ru: Туша индейки

source: Wolf Carcass
ru: Туша волка

source: Salmon
ru: Лосось

source: Trout
ru: Форель

source: Tuna
ru: Тунец

source: Urchin
ru: Морской ёж

source: Kelp
ru: Ламинария

source: Clam
ru: Моллюск

source: Coal
ru: Уголь

source: Waterwheel
ru: Водяное колесо

source: Anvil
ru: Наковальня

source: Bakery Oven
ru: Печь для выпечки

source: Blast Furnace
ru: Доменная печь

source: Bloomery
ru: Сыродутная печь

source: Bookshelf
ru: Книжный шкаф

source: Brazier
ru: Жаровня

source: Butchery Table
ru: Разделочный стол

source: Campfire
ru: Костёр

source: Candle Stand
ru: Подсвечник

source: Carpentry Table
ru: Плотницкий верстак

source: Cast Iron Stove
ru: Чугунная плита

source: Ceiling Candle
ru: Люстра со свечами

source: Cement Kiln
ru: Печь для обжига цемента

source: Chair
ru: Стул

source: Combustion Generator
ru: Генератор внутреннего сгорания

source: Computer Lab
ru: Компьютерная лаборатория

source: Construction Post
ru: Строительный знак

source: Contract Board
ru: Доска объявлений

source: Couch
ru: Диван

source: Currency Exchange
ru: Пункт обмена валюты

source: Electric Wall Lamp
ru: Электрическая настенная лампа

source: Electronics Assembly
ru: Сборщик электроники

source: Farmers Table
ru: Фермерский стол

source: Fishery
ru: Шкаф рыбака

source: Fish Trap
ru: Верша

source: Icebox
ru: Ледник

source: Kiln
ru: Печь для обжига

source: Laboratory
ru: Лаборатория

source: Laser
ru: Лазер

source: Wooden Latrine
ru: Деревянный туалет

source: Masonry Table
ru: Верстак каменщика

source: Mill
ru: Мельница

source: Mint
ru: Пресс для чеканки монет

source: Oil Refinery
ru: Нефтеперерабатывающий завод

source: Padded Chair
ru: Кресло

source: Round Pot
ru: Круглый горшок

source: Square Pot
ru: Квадратный горшок

source: Pump Jack
ru: Нефтяная вышка

source: Refrigerator
ru: Холодильник

source: Research Table
ru: Стол для исследований

source: Rolling Mill
ru: Прокатный стан

source: Medium Rug
ru: Средний ковёр

source: Small Rug
ru: Маленький коврик

source: Salt Basket
ru: Корзина с солью

source: Sawmill
ru: Лесопилка

source: Shelf Cabinet
ru: Сервант

source: Small Table
ru: Маленький столик

source: Small Wood Sign
ru: Маленькая деревянная табличка

source: Solar Generator
ru: Солнечный генератор

source: Stockpile
ru: Склад

source: Stone Brazier
ru: Каменная жаровня

source: Storage Chest
ru: Сундук

source: Stove
ru: Плита

source: Streetlamp
ru: Уличный фонарь

source: Tailoring Table
ru: Стол портного

source: Tallow Candle
ru: Сальная свеча

source: Tallow Lamp
ru: Сальная лампа

source: Tallow Wall Lamp
ru: Настенная сальная лампа

source: Torch Stand
ru: Стойка для факела

source: Treasury
ru: Казна

source: Wainwright Table
ru: Верстак колесника

source: Wall Candle
ru: Настенная свеча

source: Washboard
ru: Стиральная доска

source: Washing Machine
ru: Стиральная машина

source: Windmill
ru: Ветряная мельница

source: Wind Turbine
ru: Ветряная турбина

source: Wooden Fabric Bed
ru: Деревянная кровать с матрасом

source: Wooden Straw Bed
ru: Деревянная кровать с соломой

source: Wood Sign
ru: Деревянная табличка

source: Workbench
ru: Верстак

source: Advanced Baking
ru: Продвинутая выпечка

source: Advanced Cooking
ru: Продвинутая кулинария

source: Advanced Smelting
ru: Продвинутая выплавка

source: Baking
ru: Выпечка

source: Basic Engineering
ru: Основы инженерного дела

source: Butchery
ru: Разделка животных

source: Campfire Cooking
ru: Готовка на костре

source: Cement
ru: Цемент

source: Cooking
ru: Готовка

source: Cutting Edge Cooking
ru: Передовая кулинария

source: Digging
ru: Копание

source: Electronics
ru: Электроника

source: Farming
ru: Фермерство

source: Fertilizers
ru: Удобрения

source: Fishing
ru: Рыбалка

source: Gathering
ru: Собирательство

source: Glassworking
ru: Обработка стекла

source: Hewing
ru: Обтёсывание

source: Hunting
ru: Охота

source: Industry
ru: Промышленность

source: Logging
ru: Заготовка леса

source: Mechanics
ru: Механика

source: Milling
ru: Мельничное дело

source: Oil Drilling
ru: Добыча нефти

source: Paper Milling
ru: Производство бумаги

source: Self Improvement
ru: Самосовершенствование

source: Smelting
ru: Выплавка

source: Tailoring
ru: Работа с тканью

source: Woodworking
ru: Обработка дерева

source: Backpack
ru: Рюкзак

source: Backpacks
ru: Рюкзака(ов)

source: Chat Log
ru: История сообщений

source: Alpha Cloak
ru: Альфа плащ

source: Alpha Cloaks
ru: Альфа плащей

source: Alpha Goggles
ru: Альфа очки

source: Alpha Hat
ru: Альфа шляпа

source: Alpha Hats
ru: Альфа шляпы

source: Basic Backpack
ru: Простой рюкзак

source: Bearpack
ru: Медвежий рюкзак

source: Big Backpack
ru: Большой рюкзак

source: Blinky Eyelids
ru: Моргающие веки

source: Camo Pants
ru: Камуфляжные штаны

source: Camo Shirt
ru: Камуфляжная рубашка

source: Capris
ru: Короткие брюки

source: Derpy Hat
ru: Неуклюжая шляпа

source: Fabulous Pants
ru: Потрясающие штаны

source: Fit Torso
ru: Накачанный торс

source: Garden Boots
ru: Садовые сапоги

source: Gigot Sleeve Shirt
ru: Рубашка с пышными рукавами

source: Hardy Beard
ru: Суровая борода

source: Henley
ru: Хенли

source: Hip Hop Hips
ru: Ноги-самоплясы

source: Human Limbs
ru: Человеческие конечности

source: Light Backpack
ru: Лёгкий рюкзак

source: Low Top Shoes
ru: Кеды

source: Normal Hair
ru: Обычные волосы

source: Notch Belt
ru: Зубчатый ремень

source: Peasant Hair
ru: Косички

source: Rounded Face
ru: Круглое лицо

source: Running Shoes
ru: Беговые кеды

source: Scruffy Hair
ru: Взлохмаченные волосы

source: Short Beard
ru: Короткая борода

source: Square Belt
ru: Ремень с квадратной пряжкой

source: Square Jaw
ru: Квадратная челюсть

source: Tall Boots
ru: Сапоги

source: Trousers
ru: Брюки

source: Wolf Whisperer Hat
ru: Шляпа говорящего с волками

source: Wolf Whisperer Hats
ru: Шляпы говорящего с волками

source: Wolf Whisperer Mask
ru: Маска говорящего с волками

source: Wolf Whisperer Masks
ru: Маски говорящего с волками

source: Wolf Whisperer Shirt
ru: Рубашка говорящего с волками

source: Wolf Whisperer Shirts
ru: Рубашки говорящего с волками

source: Work Backpack
ru: Рабочий рюкзак

source: Work Boots
ru: Рабочие ботинки

source: Bricks
ru: Кирпича(ей)

source: Logs
ru: Брёвна

source: Sands
ru: Песка

source: Sewage
ru: Канализация

source: Tailings
ru: Хвосты

source: Tree Debris
ru: Обломки дерева

source: Wire
ru: Провод

source: Wires
ru: Связи

source: Beets
ru: Свекла

source: Boiled Sausages
ru: Варёные сардельки

source: Camas Bulbs
ru: Луковиц(ы) камассии

source: Corns
ru: Кукурузы

source: Ecoylent
ru: Эколиксир

source: Fruit Salads
ru: Фруктовые салаты

source: Kelp Seed
ru: Семя бурой водоросли

source: Milk
ru: Молоко

source: Sugarcane
ru: Сахарный тростник

source: Tomatoes
ru: Помидоры

source: Tortillas
ru: Тортильи

source: Waterweed Seed
ru: Семечко элодеи

source: Acorn Pack
ru: Упаковка желудей

source: Arrows
ru: Стрел(ы)

source: Beans Pack
ru: Упаковка бобов

source: Beet Seed Pack
ru: Упаковка семян свёклы

source: Birch Seed Pack
ru: Упаковка семян берёзы

source: Boards
ru: Доски

source: Bunchgrass Seed Pack
ru: Упаковка семян осоки

source: Camas Bulb Pack
ru: Упаковка луковиц камассии

source: Cedar Seed Pack
ru: Упаковка семян кедра

source: Clams
ru: Моллюски

source: Corn Seed Pack
ru: Упаковка семян кукурузы

source: Creosote Bush Seed Pack
ru: Упаковка семян ларреи

source: Crimini Mushroom Spores Pack
ru: Упаковка спор шампиньонов

source: Deeds
ru: Права

source: Fern Spore Pack
ru: Упаковка спор папоротника

source: Fir Seed Pack
ru: Упаковка семян пихты

source: Fireweed Seed Pack
ru: Упаковка семян иван-чая

source: Grass Seed Pack
ru: Упаковка семян травы

source: Huckleberry Seed Pack
ru: Упаковка семян черники

source: Kelp Seed Pack
ru: Упаковка семян ламинарии

source: Nuclear Fuel
ru: Ядерное топливо

source: Papers
ru: Производства бумаги

source: Pistons
ru: Поршни

source: Plastics
ru: Пластик

source: Prickly Pear Seed Pack
ru: Упаковка семян опунции

source: Rice Pack
ru: Упаковка риса

source: Rivets
ru: Заклепки
