Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: The rules for how this election is run. Election Processes are defined directly by the constitution.
ru: Правила проведения выборов. Избирательные процессы определяются непосредственно Конституцией.

source: Only candidates who are part of this group can run for this position.
ru: Только кандидаты данной группы могут быть избраны на эту должность.

source: An individual player may hold the position this many times, after which they will not be allowed to run for election.
ru: Конкретный игрок может занимать должность указанное количество раз, после чего он не сможет участвовать в выборах.

source: Office Holders History
ru: История должностных лиц

source: Election currently running for this position: {0}
ru: Текущие выборы на должность: {0}

source: Valid.
ru: Действительный.

source: Property must be set.
ru: Свойство должно быть установлено.

source: List must not be empty.
ru: Список не должен быть пустым.

source: Object is not set.
ru: Объект не выбран.

source: (draft)
ru: (черновик)

source: (proposed)
ru: (предложенный)

source: (removed)
ru: (удалено)

source: If {0} then {1}
ru: Если {0}, то {1}

source: {0} Else {1}
ru: {0} иначе {1}

source: {0}, proceeding.
ru: {0}, продолжаем.

source: Prevent.
ru: Предотвратить.

source: Perform different actions depending on a test.
ru: Выполняйте различные действия в зависимости от теста.

source: Which currency to collect the tax in.
ru: В какой валюте собирать налог.

source: The amount that is going to be taxed.
ru: Сумма, которая будет облагаться налогом.

source: Conditional
ru: Условный

source: Ignore Authorization
ru: Игнорировать права доступа

source: {0} blocked by
ru: {0} заблокирован

source: When this action happens in the game, the conditions below will be tested for this law.
ru: Когда это действие происходит в игре, условия ниже будут проверены на соответствие с этим законом.

source: The list of triggers that will cause this law to activate.
ru: Список событий, которые активируют данный закон.

source: On {0}
ru: На {0}

source: is {0}
ru: являться {0}

source: is not {0}
ru: не являться {0}

source: Nothing selected.
ru: Ничего не выбрано.

source: A set of rules for how an election is run.
ru: Свод правил проведения выборов.

source: Must specify who can vote in this election or who can veto it (or both).
ru: Необходимо указать, кто может голосовать на этих выборах или кто может наложить на них запрет (или и то, и другое).

source: nobody
ru: никто

source: Elections can be voted on by {0}
ru: В выборах могут проголосовать: {0}

source: Elections can be vetoed by {0}
ru: {0} владеет правом вето на выборах.

source: {0} Election
ru: {0} Выборы

source: Start election for {0}
ru: Начало выборов для {0}

source: Vote {0} in {1}
ru: Голосуйте {0} в {1}

source: {0} entered the election {1}. Speech: {2}
ru: {0} вступил в выборы {1}. Речь: {2}

source: Enter election {0}. Speech:{1}
ru: Стать кандидатом на выборах {0}. Речь: {1}

source: Withdraw from election {0}
ru: Снять кандидатуру {0}

source: Enter Election
ru: Стать кандидатом

source: Withdraw From Election
ru: Снять кандидатуру

source: This election cannot be joined as a candidate.
ru: К этим выборам нельзя присоединиться в качестве кандидата.

source: You cannot withdraw from an election in which you are not a candidate.
ru: Вы не можете отказаться от участия в выборах, на которых вы не являетесь кандидатом.

source: Election for {0}
ru: Выборы для {0}

source: Election proposal: {0}
ru: Предложение выборов: {0}

source: {0}% required, but only {1}% of eligible voters voted.
ru: Требуется {0}%, но проголосовало только {1} % от числа имеющих право голоса избирателей.

source: Election expired without enough voters to yield a valid result.{0}
ru: Выборы закончились с недостаточным количеством голосов.{0}

source: Not enough votes to yield result yet.{0}
ru: Недостаточно голосов, результата пока нет.{0}

source: Election finished after {0} hours.
ru: Выборы закончатся через {0} ч.

source: Election ended early because {0}% of voters have voted.
ru: Выборы закончились досрочно, потому что проголосовало {0}%.

source: Election ended early because a choice has won at least {0}% of the vote.
ru: Выборы закончились досрочно, потому что избранный набрал больше {0}% голосов.

source: Election was force-finished.
ru: Выборы были закончены принудительно.

source: Vote contains an incorrect choice ID.
ru: Голосование содержит неверный ID выбора.

source: Election complete, no winner.
ru: Выборы завершены, победителя нет.

source: Election complete, winner is {0}.
ru: Выборы завершены, победитель: {0}.

source: Election complete, winners are {0}.
ru: Выборы завершены, победители: {0}.

source: Candidates:
ru: Кандидаты:

source: {0} completed!
ru: {0} завершено!

source: {0} elected {1}
ru: {0} избран {1}

source: ({0} have been removed from this title.)
ru: ({0} лишён титула)

source: No winner.
ru: Победителя нет.

source: Motion failed. Action will not be executed: {0}
ru: Провал движения. Действие не будет выполнено: {0}

source: {0} have voted with {1} voting for a single choice, triggering a fast-election.
ru: {0} проголосовали с {1} голосованием за единый выбор, вызвав быстрые выборы.

source: Vote will end in {0}.
ru: Голосование будет завершено через {0}.

source: Election will end in {0}.
ru: Выборы будут завершены через {0}.

source: Voting ends in {0} hours.
ru: {0} ч. до конца голосования.

source: {0} is now a member of {1}
ru: {0} теперь участник {1}

source: {0} is no longer a member of {1}
ru: {0} больше не участник {1}

source: are
ru: в

source: Passed
ru: Выполнено

source: are not
ru: больше не

source: Failed
ru: Провалено

source: You {0} currently a member of {1}.
ru: Вы теперь{0}участник {1}.

source: Viva la Revolución!
ru: Да здравствует Революция!

source: {0} no longer applies.
ru: {0} более не применяется.

source: changing {0}
ru: изменяя {0}

source: changing laws
ru: изменяет законы

source: election processes
ru: процессы выборов

source: Constitutional Amendments
ru: Поправки к Конституции

source: An election process was specified but not the 'proposers': users that can start the election.
ru: Процесс выборов настроен, но не настроена должность 'авторов' с правами для их начала.

source: Proposing users were set but not what election process would be used. Need to set both or neither.
ru: Не указан тип выборов, при этом выбраны игроки, которые могут предлагать выборы. Нужно или указать и то, и другое, или ничего из этого.

source: The constitution with the highest room-value is the only active one.
ru: Конституция с наивысшим значением помещения, является единственной активной.

source: Constitution Room Value: {0}
ru: Значение помещения Конституции: {0}

source: Collect wild {0}.
ru: Соберите {0}.

source: Collect some food.
ru: Соберите немного еды.

source: Talents
ru: Таланты

source: Global scale for all crafting speeds. Must restart to take effect. Default: 1
ru: Глобальный параметр для настройки скорости изготовления. Для применения эффекта необходима перезагрузка. По умолчанию: 1

source: Global scale for all crafting resource costs. Must restart to take effect. Default: 1
ru: Глобальный параметр для настройки затрат ресурсов на изготовление. Для применения эффекта необходима перезагрузка. По умолчанию: 1

source: Global marker, can only be set by users with title privilege.
ru: Глобальный маркер может быть установлен только пользователями с титулом дающим такие права.

source: {0}'s SLG id is {1}.
ru: SLG-ID пользователя {0} — {1}.

source: {0}'s ID is {1}.
ru: ID пользователя {0} — {1}.

source: Delay in minutes for the next searching nearby food location and moving spawn point
ru: Задержка в минутах до следующего поиска ближайшего места с доступной пищей и перемещения точки возрождения

source: When choosing a spawn point with nearby food, how far away can the food be?
ru: Как далеко может быть доступная пища при выборе точки возрождения?

source: When choosing a spawn point, this much food be nearby.
ru: Так много доступной пищи должно быть рядом при выборе точки возрождения.

source: When true, spawn point stays as set below. When false, the spawn point will move periodically to be close to wild food.
ru: Если включено, точка появления будет жёстко закреплена. Если отключено, точка появления будет периодически перемещаться в области с растительностью пригодной в пищу.

source: Nearby Food spawn location
ru: Место появления у близлежащей пищи

source: Demographics are updated after this much time has passed.
ru: Демография обновляется по истечении этого времени.

source: You were prevented from playing on this server by law:
ru: Вам запрещено играть на этом сервере законом:

source: World Object Items
ru: Предметы мировых объектов

source: AvatarPart
ru: ЧастьАватара

source: Block Items
ru: Элементы Блока

source: Were the items taken or put?
ru: Предметы были взяты или положены?

source: The number of items moved.
ru: Количество перемещённых предметов.

source: Money created at a mint.
ru: Деньги, созданные на прессе для чеканки монет.

source: The currency in which the money was created.
ru: Валюта, в которой были созданы деньги.

source: The amount of currency created.
ru: Количество созданной валюты.

source: A new currency created at a mint.
ru: Новая валюта созданная в чеканном станке.

source: A trade between two players at a store.
ru: Обмен между двумя игроками в магазине.

source: Number of items in the transaction
ru: Количество предметов в обмене

source: Was the good bought or sold by the initiating player?
ru: Был товар продан или куплен игроком, инициировавшим торговлю?

source: The owner of the shop where the trade occurred.
ru: Владелец магазина, где произошла торговля.

source: The buying player.
ru: Покупатель.

source: The selling player.
ru: Продавец.

source: Currency used in the transaction.
ru: Валюта, использованная в переводе.

source: Amount used in the transaction.
ru: Количество, используемое в транзакции.

source: The demographic that changed.
ru: Изменённая демографическая группа.

source: Was this the first time they entered/left the demographic?
ru: Был ли это первый раз, когда они стали или перестали соответствовать демографии?

source: The owner of the deed on which the land was claimed.
ru: Владелец прав на застолбленную территорию.

source: Was the property claimed or unclaimed?
ru: Имущество было застолблено или освобождено?

source: The position of the claim.
ru: Расположение участка в собственности.

source: The bank account the tax came from.
ru: Банковский счет, с которого поступал налог.

source: The bank account the tax went to.
ru: Банковский счет, на который поступал налог.

source: The currency of the payment.
ru: Валюта платежа.

source: The amount of the transaction which was taxed.
ru: Сумма сделки, обложенная налогом.

source: The tax rate charged.
ru: Начисление налоговой ставки.

source: The amount of tax paid.
ru: Сумма уплаченного налога.

source: The bank account the funds came from.
ru: Банковский счет, с которого поступили деньги.

source: The bank account the funds went to.
ru: Банковский счет, на который поступили деньги.

source: The amount of funds received.
ru: Полученные деньги.

source: The election voted in.
ru: Голосование в котором участвовали.

source: If it's an election for a title, this is the title.
ru: Если это голосование за должность, вот эта должность.

source: The profession of the gained specialty.
ru: Профессия полученной специализации.

source: The specialty gained.
ru: Специальность получена.

source: Level reached.
ru: Уровень достигнут.

source: The species of plant or animal.
ru: Вид растения или животного.

source: The position of the new plant.
ru: Расположение нового растения.

source: Destruction of a plant or animal, possibly yielding resources.
ru: Уничтожение растения или животного, возможно приносящее ресурсы.

source: Was the tree felled?
ru: Дерево было срублено?

source: The species of the tree.
ru: Вид дерева.

source: Were the branches targeted?
ru: Были ли выбраны ветки?

source: Was the stump destroyed?
ru: Был ли пень уничтожен?

source: Currency used to pay the crafting fee.
ru: Валюта для оплаты налога при изготовлении.

source: Amount paid in fee to craft.
ru: Сумма сбора уплаченного за изготовление.

source: An objects was put down.
ru: Объект положили.

source: Was the item placed?
ru: Был ли объект поставлен?

source: The tag applied to the chat message.
ru: Метка, добавленная к сообщению чата.

source: How many seconds of time were just played.
ru: Сколько секунд было только что наиграно.

source: Tons of carbon dioxide released into the atmosphere.
ru: Тонны CO2 выброшенные в атмосферу.

source: Position of the dropped garbage.
ru: Местоположение выброшенного мусора.

source: The time when the action takes place.
ru: Время, когда происходит действие.

source: The position where the interaction took place.
ru: Местоположение, где произошло взаимодействие.

source: The item used in the interaction.
ru: Предмет, используемый при взаимодействии.

source: {0} missing from inventory.
ru: {0}: предмета нет в инвентаре.

source: {0}. You got for free from {1}. Tax: {2} ({3})
ru: {0}. Вы получили бесплатно от {1}. Налог: {2} ({3})

source: {0} {1}, for free. Tax: {2} ({3})
ru: {0} {1}, бесплатно. Налог: {2} ({3})

source: Bank Accounts
ru: Банковские счета

source: NOT
ru: НЕ

source: It can be overthrown if another constitution is created in a building exceeding this one by {0}%.
ru: Она может быть отменена, если другая конституция создана в помещении со значением выше этого на {0}%.

source: Propose {0}
ru: Предложить {0}

source: Trap is nonfunctional.
ru: Ловушка не работает.

source: Election Processes
ru: Процессы выборов

source: Constitutions
ru: Конституции

source: To overthrow an existing government, a constitution must be placed in a building that exceeds the previous constitution's value by this percent. 100 = 100%
ru: Чтобы свергнуть существующее правительство, конституция должна быть расположена в помещении со значением, превышающим оное для действующей конституции на этот процент. 100 = 100%

source: Government:
ru: Правительство:

source: Add {0}
ru: Добавить {0}

source: {0} began: Should {1} be added?.
ru: {0} начались: Нужно ли добавить {1}?.

source: {0} not added.
ru: {0} не добавлен.

source: {0} changed to {1}.
ru: {0} изменено на {1}.

source: {0} not changed.
ru: {0} не изменено.

source: Remove {0}
ru: Удалить {0}

source: {0} removed.
ru: {0} удалён.

source: {0} not removed.
ru: {0} не удалён.

source: Change an existing civic element
ru: Изменить существующий гражданский элемент

source: Remove an existing civic element
ru: Удалить существующий гражданский элемент

source: Add Civic Element
ru: Создать гражданский элемент

source: Change Civic Element
ru: Изменить гражданский элемент

source: Remove Civic Element
ru: Удалить гражданский элемент

source: You are not authorized to do that.
ru: Вам не разрешено делать это.

source: <deleted>
ru: <удален>

source: Voted {0}
ru: Голосует за {0}

source: This {0} is currently active in the world.
ru: Этот {0} сейчас действует.

source: This {0} is currently in draft form, and has not been submitted.
ru: Этот {0} является черновиком и не отправлен.

source: This {0} has failed to be accepted.
ru: Этот {0} не принят.

source: This {0} has been proposed and is under election.
ru: Этот {0} предложен и сейчас на голосовании.

source: This {0} has been removed and is no longer active.
ru: Этот {0} удалён и больше не действует.

source: Draft
ru: Черновик

source: Proposed
ru: Предложенный

source: Propose Change
ru: Предложить изменение

source: Empty Slot
ru: Пустой Слот

source: Error
ru: Ошибка

source: Treasury disabled.\nOnly players holding the following titles can change treasury settings.\n{0}
ru: Казна неактивна.\nТолько игроки на указанных должностях могут изменять настройки казны.\n{0}

source: Treasury disabled.\nYou must create an elected title that gives treasury permissions, and then assign a player to it.
ru: Казна неактивна.\nНужно создать выборную должность с правами доступа к казне, а потом назначить на неё игрока.

source: Advanced Options
ru: Расширенные настройки

source: Click to toggle display of advanced options for this object.
ru: Щелкните, чтобы показать или скрыть дополнительные параметры этого объекта.

source: Start Work Party
ru: Запустить рабочую группу

source: Invite other players to join together to complete these tasks.
ru: Пригласите других игроков присоединиться, чтобы выполнить эти задачи.

source: Open
ru: Открыть

source: Click to display this object in a new window.
ru: Нажмите, чтобы показать этот объект в новом окне.

source: Performs commands for rooms manipulations.
ru: Отображает команды для манипуляций с комнатами.

source: Check the current surroundings to see if it's a room, and if not explain why not.
ru: Проверяет является ли текущее окружение помещением, и если нет, то объясняет почему.

source: Repairs all broken rooms. This command may take a long time and create heavy-load on the server, so only use it when many rooms are broken
ru: Чинит все сломанные комнаты. Выполнение может занять длительное время и очень нагрузить сервер, поэтому используйте команду только когда сломано много комнат

source: Rains rubble around the player.
ru: Дождь из булыжников вокруг игрока.

source: Clears rubble around the player.
ru: Убирает булыжники вокруг игрока.

source: Manage the various things in the game.
ru: Управление различными вещами в игре.

source: Removes objects of a given type.
ru: Удаляет объекты заданного типа.

source: List all objects of the given type.
ru: Показывает все объекты заданного типа.

source: Edit a specific object of a given type. Can specify by name or ID.
ru: Изменяет объект заданного типа. Можно выбрать по имени или ID.

source: Displays or sets the current skill rate multiplier.
ru: Показывает или задаёт множитель прироста очков навыков.

source: Lists of different teleportation commands
ru: Списки различных команд телепортации

source: Changes the spawn location to your current location
ru: Перемещает точку возрождения туда, где вы сейчас находитесь

source: Uses your currently selected tool on surrounding blocks
ru: Использует выбранный инструмент на окружающих вас блоках

source: Tramples the surrounding ground
ru: Вытаптывает окружающие земли

source: Dumps all items from your inventory.
ru: Уничтожает все вещи из вашего инвентаря.

source: Dumps all carried items.
ru: Уничтожает переносимые в руках вещи.

source: Dumps all items in your selected toolbar slot.
ru: Уничтожает все предметы из слота выбранного на панели быстрого доступа.

source: Toggles fly mode
ru: Включает режим полета

source: Toggles record mode
ru: Включает режим оператора для записи

source: Spends calories
ru: Тратит калории

source: Resets all skills to default
ru: Сбрасывает все навыки

source: Unlocks all skills
ru: Разблокирует все навыки

source: Kills nearest animal
ru: Убивает животных вблизи

source: Spawns a number of animals
ru: Создаёт какое-то количество животных

source: Spawns random plants
ru: Создать случайные растения

source: Spawns a bunch of one plant
ru: Создать группу одинаковых растений

source: Kills all plants in an area
ru: Уничтожает все растения в округе

source: Cuts all trees in an area
ru: Рубит все деревья в области

source: Spawns a plant or plants in a row with increasing ages
ru: Создать растение или растения в ряд с увеличивающимся возрастом

source: Level the terrain
ru: Выравнивает землю

source: Max your calories
ru: Насыщает вас до максимума

source: Give yourself skill points
ru: Дать себе очков навыков

source: Displays a list of users and when they last logged in.
ru: Отображает список игроков и время когда они были в сети.

source: Give skillpoints to another player
ru: Дать очки навыков другому игроку

source: View your current skill title
ru: Посмотреть звание основанное на ваших навыках

source: Teleport to an xyz coordinate
ru: Телепортироваться на координаты xyz

source: Teleport to the opposite side of the World
ru: Телепортироваться на противоположную сторону мира

source: Set the durability of the item you are holding
ru: Устанавливает прочность предмета в руках

source: Give yourself an item (Forced, ignores restrictions)
ru: Выдаёт вам предмет (принудительно, игнорирует ограничения)

source: Give yourself an item
ru: Даёт вам предмет

source: Performs commands for building and tech tree manipulation
ru: Отображает Команды для строительства и манипуляций с древом технологий

source: Spawns a building by specifying which tier
ru: Создаёт здание из блоков указанного уровня

source: Spawns a building by specifying the material to use
ru: Создаёт здание из выбранного материала

source: Spawns item in building
ru: Создаёт предмет в здании

source: You attempt to make a road, but the roots are too strong!
ru: Вы попытались сделать дорогу, но древесные корни слишком сильны!

source: Wednesdsay
ru: Среда

source: Tuedsay
ru: Вторник

source: Constitutional Articles
ru: Статьи конституции

source: civic articles
ru: гражданские статьи

source: Civic Articles
ru: Гражданские статьи

source: Add a new civic element like laws, elected titles, civic articles, etc.
ru: Создать гражданский элемент, например, закон, выборную должность, гражданскую статью и т. д.

source: Spawns a village
ru: Создаёт деревню

source: Spawns a road
ru: Создаёт дорогу

source: A command to set the user's reputation
ru: Команда устанавливающая репутацию пользователя

source: Attempts to unstuck your avatar
ru: Пытается высвободить вашего персонажа

source: Returns a list of online players
ru: Возвращает список игроков в сети

source: Reports the current time.
ru: Сообщает текущее время.

source: Lists the playtimes for a given user, or yourself if none passed.
ru: Отображает игровое время указанного игрока или своё, если игрок не указан.

source: Displays your authorization level
ru: Отображает ваш уровень доступа

source: Smile
ru: Улыбаться

source: Grin
ru: Оскалиться

source: Smirk
ru: Ухмыляться

source: Yawn
ru: Зевнуть

source: Frown
ru: Нахмуриться

source: Angry
ru: Сердиться

source: Regenerates a world layer, restoring it to the state it would be in if the world were newly generated.
ru: Регенерирует слой мира восстанавливая состояние в котором он был сразу после создания.

source: Performs commands for property manipulations.
ru: Отображает команды для работы с собственностью.

source: Claims plots in a given rect.
ru: Захватывает участки в указанном прямоугольнике.

source: xSide
ru: сторонаX

source: ySide
ru: сторонаY

source: Unclaim the plot you're standing on
ru: Освобождает участок на котором вы стоите

source: Unclaim plots across the world where the owner hasn't logged in for X days
ru: Освободить участки по всему миру, владелец которых не входил в игру в течение X дней

source: Adds user to current deed (if username is not provided then adds current user)
ru: Добавляет пользователя в право (если имя пользователя не указано, будет добавлен текущий пользователь)

source: Removes user from current deed (if username is not provided then removes current user)
ru: Удаляет пользователя из права (если имя пользователя не указано, будет удален текущий пользователь)

source: Revoke your property
ru: Аннулировать ваше владение

source: Claim all property
ru: Захватить всю собственность

source: Change owner of current deed
ru: Сменить владельца текущей собственности

source: newOwner
ru: новыйВладелец

source: Drops a waypoint at the current position. Accepts an optional text string for the waypoint.
ru: Устанавливает метку в этом месте. Принимает дополнительный текст для метки.

source: Create debt between two players in a currency that matches the given name.
ru: Создаёт долг между двумя игроками в указанной валюте.
