Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Yield
ru: Урожай

source: Labor Efficiency
ru: Эффективность работы

source: Allow Overthrow
ru: Разрешить свержение

source: Lifetime CO2 From Pollution
ru: Время существования CO2 от загрязнения

source: Lifetime CO2 From Animals
ru: Время существования CO2 от животных

source: Lifetime CO2 From Plants
ru: Время существования CO2 от растений

source: Total Ground Pollution
ru: Общее загрязнение почвы

source: Average Global Temperature
ru: Средняя глобальная температура

source: CO2 From Citizen Activity ppm
ru: CO2 от активности жителей ppm

source: Follow Range
ru: Дистанция преследования

source: Current Government
ru: Текущее правительство

source: Hand Plow
ru: Ручной плуг

source: Composite Bow
ru: Композитный лук

source: A modern composite bow made with fiberglass that makes hunting a breeze. Requires arrows to fire.
ru: Современный композитный лук из стекловолокна, превращающий охоту в развлечение. Для стрельбы нужны стрелы.

source: Basic Upgrade (Tailroing)
ru: Обычное улучшение (Ткацкое дело)

source: Basic Upgrades (Tailroing)
ru: Обычные улучшения (Ткацкое дело)

source: Basic Upgrade that greatly increases efficiency when crafting Tailroing recipes
ru: Обычное улучшение, которое значительно увеличивает эффективность работы портного

source: Advanced Upgrade (Smelting)
ru: Продвинутое улучшение (выплавка)

source: Advanced Upgrades (Smelting)
ru: Продвинутые улучшения (выплавка)

source: Advanced Upgrade that greatly increases efficiency when crafting Smelting recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов выплавки.

source: Advanced Upgrade (Pottery)
ru: Продвинутое улучшение (гончарство)

source: Advanced Upgrades (Pottery)
ru: Продвинутые улучшения (гончарство)

source: Advanced Upgrade that greatly increases efficiency when crafting Pottery recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов гончарства.

source: Basic Upgrade (Paper Milling)
ru: Обычное улучшение (производство бумаги)

source: Basic Upgrades (Paper Milling)
ru: Обычные улучшения (производство бумаги)

source: Basic Upgrade that greatly increases efficiency when crafting Paper Milling recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность производства бумаги.

source: Modern Upgrade (Oil Drilling)
ru: Современное улучшение (добыча нефти)

source: Modern Upgrades (Oil Drilling)
ru: Современные улучшения (добыча нефти)

source: Modern Upgrade that greatly increases efficiency when crafting Oil Drilling recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов добычи нефти.

source: Modern Upgrade 4
ru: Современное улучшение 4

source: Modern Upgrade 3
ru: Современное улучшение 3

source: Modern Upgrade 2
ru: Современное улучшение 2

source: Modern Upgrade 1
ru: Современное улучшение 1

source: Modern Upgrade (Mining)
ru: Современное улучшение (горное дело)

source: Modern Upgrades (Mining)
ru: Современные улучшения (горное дело)

source: Modern Upgrade that greatly increases efficiency when crafting Mining recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов горного дела.

source: Basic Upgrade (Mining)
ru: Обычное улучшение (горное дело)

source: Basic Upgrades (Mining)
ru: Обычные улучшения (горное дело)

source: Basic Upgrade that greatly increases efficiency when crafting Mining recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов горного дела.

source: Advanced Upgrade (Mining)
ru: Продвинутое улучшение (горное дело)

source: Advanced Upgrades (Mining)
ru: Продвинутые улучшения (горное дело)

source: Advanced Upgrade that greatly increases efficiency when crafting Mining recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов горного дела.

source: Advanced Upgrade (Milling)
ru: Продвинутое улучшение (мельничное дело)

source: Advanced Upgrades (Milling)
ru: Продвинутые улучшения (мельничное дело)

source: Advanced Upgrade that greatly increases efficiency when crafting Milling recipes
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов мельничного дела

source: Modern Upgrade (Mechanics)
ru: Современное улучшение (механика)

source: Modern Upgrades (Mechanics)
ru: Современные улучшения (механика)

source: Modern Upgrade that greatly increases efficiency when crafting Mechanics recipes
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов механики

source: Advanced Upgrade (Mechanics)
ru: Продвинутое улучшение (механика)

source: Advanced Upgrades (Mechanics)
ru: Продвинутые улучшения (механика)

source: Advanced Upgrade that greatly increases efficiency when crafting Mechanics recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов механики.

source: Basic Upgrade (Masonry)
ru: Обычное улучшение (каменная кладка)

source: Basic Upgrades (Masonry)
ru: Обычные улучшения (каменная кладка)

source: Basic Upgrade that greatly increases efficiency when crafting Masonry recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов каменной кладки.

source: Advanced Upgrade (Masonry)
ru: Продвинутое улучшение (каменная кладка)

source: Advanced Upgrades (Masonry)
ru: Продвинутые улучшения (каменная кладка)

source: Advanced Upgrade that greatly increases efficiency when crafting Masonry recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов каменной кладки.

source: Basic Upgrade (Logging)
ru: Обычное улучшение (заготовка леса)

source: Basic Upgrades (Logging)
ru: Обычные улучшения (заготовка леса)

source: Basic Upgrade that greatly increases efficiency when crafting Logging recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов заготовки леса.

source: Advanced Upgrade (Logging)
ru: Продвинутое улучшение (заготовка леса)

source: Advanced Upgrades (Logging)
ru: Продвинутые улучшения (заготовка леса)

source: Advanced Upgrade that greatly increases efficiency when crafting Logging recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов заготовки леса.

source: Modern Upgrade (Industry)
ru: Современное улучшение (промышленность)

source: Modern Upgrades (Industry)
ru: Современные улучшения (промышленность)

source: Modern Upgrade that greatly increases efficiency when crafting Industry recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов промышленности.

source: Modern Upgrade (Glassworking)
ru: Современное улучшение (обработка стекла)

source: Modern Upgrades (Glassworking)
ru: Современные улучшения (обработка стекла)

source: Modern Upgrade that greatly increases efficiency when crafting Glassworking recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов обработки стекла.

source: Advanced Upgrade (Glassworking)
ru: Продвинутое улучшение (обработка стекла)

source: Advanced Upgrades (Glassworking)
ru: Продвинутые улучшения (обработка стекла)

source: Advanced Upgrade that greatly increases efficiency when crafting Glassworking recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов обработки стекла.

source: Basic Upgrade (Fertilizers)
ru: Обычное улучшение (Удобрения)

source: Basic Upgrades (Fertilizers)
ru: Обычные улучшения (Удобрения)

source: Basic Upgrade that greatly increases efficiency when crafting Fertilizers recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов удобрений.

source: Basic Upgrade (Farming)
ru: Обычное улучшение (фермерство)

source: Basic Upgrades (Farming)
ru: Обычные улучшения (фермерство)

source: Basic Upgrade that greatly increases efficiency when crafting Farming recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов фермерства.

source: Modern Upgrade (Electronics)
ru: Современное улучшение (электроника)

source: Modern Upgrades (Electronics)
ru: Современные улучшения (электроника)

source: Modern Upgrade that greatly increases efficiency when crafting Electronics recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов электроники.

source: Modern Upgrade (Cutting Edge Cooking)
ru: Современное улучшение (передовая кулинария)

source: Modern Upgrades (Cutting Edge Cooking)
ru: Современные улучшения (передовая кулинария)

source: Modern Upgrade that greatly increases efficiency when crafting Cutting Edge Cooking recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов передовой кулинарии.

source: Advanced Upgrade (Cooking)
ru: Продвинутое улучшение (готовка)

source: Advanced Upgrades (Cooking)
ru: Продвинутые улучшения (готовка)

source: Advanced Upgrade that greatly increases efficiency when crafting Cooking recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов готовки.

source: Modern Upgrade (Composites)
ru: Современное улучшение (композиты)

source: Modern Upgrades (Composites)
ru: Современные улучшения (композиты)

source: Modern Upgrade that greatly increases efficiency when crafting Composites recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов композитов.

source: Basic Upgrade (Carpentry)
ru: Обычное улучшение (плотницкое дело)

source: Basic Upgrades (Carpentry)
ru: Обычные улучшения (плотницкое дело)

source: Basic Upgrade that greatly increases efficiency when crafting Carpentry recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов плотницкого дела.

source: Advanced Upgrade (Carpentry)
ru: Продвинутое улучшение (плотницкое дело)

source: Advanced Upgrades (Carpentry)
ru: Продвинутые улучшения (плотницкое дело)

source: Advanced Upgrade that greatly increases efficiency when crafting Carpentry recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов плотницкого дела.

source: Basic Upgrade (Campfire Cooking)
ru: Обычное улучшение (готовка на костре)

source: Basic Upgrades (Campfire Cooking)
ru: Обычные улучшения (готовка на костре)

source: Basic Upgrade that greatly increases efficiency when crafting Campfire Cooking recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов готовки на костре.

source: Basic Upgrade (Butchery)
ru: Обычное улучшение (разделка животных)

source: Basic Upgrades (Butchery)
ru: Обычные улучшения (разделка животных)

source: Basic Upgrade that greatly increases efficiency when crafting Butchery recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов разделки животных.

source: Basic Upgrade 4
ru: Базовое улучшение 4

source: Basic Upgrade 3
ru: Базовое улучшение 3

source: Basic Upgrade 2
ru: Базовое улучшение 2

source: Basic Upgrade 1
ru: Базовое улучшение 1

source: Basic Upgrade (Basic Engineering)
ru: Базовое улучшение (основы инженерного дела)

source: Basic Upgrades (Basic Engineering)
ru: Базовые улучшения (основы инженерного дела)

source: Basic Upgrade that greatly increases efficiency when crafting Basic Engineering recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов основ инженерного дела.

source: Advanced Upgrade (Baking)
ru: Продвинутое улучшение (выпечка)

source: Advanced Upgrades (Baking)
ru: Продвинутые улучшения (выпечка)

source: Advanced Upgrade that greatly increases efficiency when crafting Baking recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов выпечки.

source: Advanced Upgrade 4
ru: Продвинутое улучшение 4

source: Advanced Upgrade 3
ru: Продвинутое улучшение 3

source: Advanced Upgrade 2
ru: Продвинутое улучшение 2

source: Advanced Upgrade 1
ru: Продвинутое улучшение 1

source: Advanced Upgrade (Advanced Smelting)
ru: Продвинутое улучшение (продвинутая выплавка)

source: Advanced Upgrades (Advanced Smelting)
ru: Продвинутые улучшения (продвинутая выплавка)

source: Modern Upgrade (Advanced Masonry)
ru: Современное улучшение (продвинутая каменная кладка)

source: Modern Upgrades (Advanced Masonry)
ru: Современные улучшения (продвинутая каменная кладка)

source: Modern Upgrade that greatly increases efficiency when crafting Advanced Masonry recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов продвинутой каменной кладки.

source: Advanced Upgrade (Advanced Cooking)
ru: Продвинутое улучшение (продвинутая кулинария)

source: Advanced Upgrades (Advanced Cooking)
ru: Продвинутые улучшения (продвинутая кулинария)

source: Advanced Upgrade that greatly increases efficiency when crafting Advanced Cooking recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов продвинутой кулинарии.

source: Advanced Upgrade (Advanced Baking)
ru: Продвинутое улучшение (продвинутая выпечка)

source: Advanced Upgrades (Advanced Baking)
ru: Продвинутые улучшения (продвинутая выпечка)

source: Advanced Upgrade that greatly increases efficiency when crafting Advanced Baking recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов продвинутой выпечки.

source: Steam Tractor Plow
ru: Плуг парового трактора

source: An attachment for the steam tractor that allows for quick plowing.
ru: Приспособление для трактора, позволяющее быстро вспахивать землю.

source: IronPiston
ru: Железный Поршень

source: A thick gruel of boiled grains with a dash of fruity flavor.
ru: Густая каша из вареных зерен с легким фруктовым привкусом.

source: Charred Hearts Of Palm
ru: Сердцевина пальмы на углях

source: Baked Hearts Of Palm
ru: Запечённая сердцевина пальмы

source: A potentially poisonous mushroom. It might not be wise to eat it raw, but it can be detoxified when prepared properly by a chef. Eat at your own risk!
ru: Этот гриб может быть ядовит. Вероятно, неразумно есть его сырым, но если повар правильно его приготовит, то гриб станет съедобным. Ешьте на свой страх и риск!

source: Allows the creation of Elected Titles, which can be given special privileges.
ru: Позволяет создать выборные должности, которым можно дать особые полномочия.

source: reference
ru: справка

source: Referenced by {0}
ru: Ссылается на {0}

source: {0} link
ru: {0} связь

source: Here is a link to the next nested level: {0}
ru: Ссылка на следующий вложенный уровень: {0}

source: And here is some random description: {0}
ru: А вот некоторое случайное описание: {0}

source: Link {0}
ru: Связать {0}

source: Top level foldout {0}
ru: Верхний уровень {0}

source: with {0} inside
ru: с {0} внутри

source: secret
ru: секрет

source: Here is a list of some linkables within the same message:
ru: Список ссылок в данном сообщении:

source: {0} title
ru: {0} должность

source: You found a {0}!
ru: Вы нашли {0}!

source: Title {0}
ru: Должность {0}

source: No animals species named '{0}'. Valid species are: {1}
ru: Не найдены животные с названием '{0}'. Существующие виды животных: {1}

source: No animals species around named '{0}'.
ru: Не найдены животные с названием '{0}'.

source: You have been given {0} specialty points by {1}.
ru: Вы получили {0} очков специализации от {1}.

source: Payments
ru: Платежи

source: Transport all materials from container A to container B.\n\nThe client will be granted authorization rights to remove items from container A and add them container to B.
ru: Перевезти все материалы со склада А на склад Б.\n\nИсполнитель получит доступ забирать предметы со склада А и класть их на склад Б.

source: This clause allows you to restrict the acceptance of a contract to only those that have a reputation equal to or greater than the defined amount.\n\nThere are two kinds of reputation you can specify here: \n - {0}, which is the sum of all player's ratings, multiplied by a network effect.\n - {1}, which is the sum of the opinions from players you have rated favorably (and who they have rated favorably, etc).\n\nYou can review the reputations of all players on the server through the citizen list, which displays players in reputation order, and displays reviews from other players in the reputation tooltip.
ru: Этот пункт позволяет принять договор только тем игрокам, чья репутация равна или выше указанной.\n\nЗдесь вы можете указать два вида репутаций: \n - {0}, которая является суммой голосов всех игроков, умноженной на сетевой эффект.\n - {1}, являющейся суммой мнений игроков, о которых вы отзывались положительно (а также те, о ком они отзывались положительно, и так далее).\n\nВы можете ознакомиться с репутацией через список игроков сервера, в котором жители отображаются в порядке их репутации, а также отзывы о них от других игроков во всплывающей подсказке.

source: Remove all tree stumps and debris from the property under the given marker.\n\nThe contractor will be temporarily rights to remove debris and stumps on the specified property.\n\nNote: You can split property into seperate deeds for more control.
ru: Убрать все пни и ветки на отмеченном участке.\n\nИсполнитель временно получит права убирать ветки и пни на указанной территории.\n\nПримечание: Вы можете разделить территорию на несколько частей собственности для большего контроля.

source: Remove all tree debris from property at {0}. Contractor will be given temporary permission to remove debris on property.
ru: Убрать все пни и ветки с территории {0}. Исполнителю будут предоставлены временные права для этого.

source: With this clause, the contractor must plow the given number of square meters of field into plantable soil.\n\nThe contractor will temporarily be given right to plow on the specified property.\n\nNote: You can split property into seperate deeds for more control.
ru: Согласно этому пункту, подрядчик должен вспахать указанное количество площади поля для последующего посева.\n\nПодрядчику будет временно предоставлено право вспахивать указанный участок.\n\nПримечание: вы можете разделить площадь выполнения на несколько участков для большего контроля.

source: This clause will grant the client authorization to the selected object or property. Authorization can be granted temporarily for the length of the contract, or it can be given permanently. This permission can be given at either the beginning or end of the contract.\n\nIf you need a player to deliver something in a private container, or build on private land, you'll need to set their permissions with this clause to ensure they have access. Players accepting a contract should always ensure that they will receive the needed permissions to perform it.
ru: Этот пункт предоставит жителю доступ к данному объекту или его возможностям. Доступ можно выдать на время действия договора либо на постоянной основе. Доступ может быть предоставлен либо в начале, либо по окончании договора.\n\nЕсли вы хотите, чтобы игрок доставил что-то на склад или построил на земле, находящиеся в частной собственности, то вам потребуется выдать ему права на данный склад или землю, чтобы у исполнителя был доступ. Игроки, принимающие договор, всегда должны проверять, что получили все необходимые разрешения для выполнения договора.

source: This clause provides a payment, with the option of collecting a deposit from the client.\n\nDeposits and payments are held in escrow for the duration of the contract. The amount in escrow is given to the client if the contract is successfully completed, or it goes to the client if the contract is marked as failed.
ru: В этом пункте предусмотрена оплата с возможностью получения депозита от клиента.\n\nДепозиты и оплаты хранятся на условном депонировании в течение срока действия договора. Сумма условного депонирования передается исполнителю, если договор успешно завершен, или возвращается к заказчику, если договор был не исполнен.

source: All grass tiles on specified property must be cut with a sickle or other mower. \n\nThe contractor will temporarily be given the right to mow on the specified property.\n\nNote: You can split property into seperate deeds for more control.
ru: Нужно скосить все блоки с травой на указанном участке серпом или иной косилкой. \n\nИсполнитель временно получит права косить на указанной собственности.\n\nПримечание: Вы можете разделить собственность на отдельные участки для большего контроля.

source: Defines a container that must contain a set of objects. Both you and the contractor must have access rights on the selected container.\n\nYou can automatically give the contractor access rights to the container for the term of the contract with an additional {0} contract clause.
ru: Задаёт склад, в котором должен находиться определенный набор объектов. Обе стороны должны иметь доступ к выбранному складу.\n\nВы можете автоматически выдать права исполнителю на время выполнения договора путём добавления дополнительного пункта {0}.

source: All plants yielding the given types of resources must be harvested from this property, and placed into the specified container.\n\nThe contractor will temporarily be given rights to harvest on the specified property.\n\nNote: You can split property into seperate deeds for more control.
ru: Все растения, дающие указанные типы ресурсов, нужно собрать с участка и положить на указанный склад.\n\nИсполнитель временно получит права собирать на указанной территории.\n\nПримечание: Вы можете разделить территорию на несколько частей собственности для большего контроля.

source: error
ru: ошибка

source: Are you sure you want to mark {0} as completed?
ru: Вы уверены, что хотите отметить {0} как выполненный?

source: Some clauses are possibly incomplete.
ru: Некоторые пункты, возможно, не до конца заполнены.

source: Draft is not yet proposed.
ru: Черновик ещё не опубликован.

source: Are you sure you want to submit {0} to client {1} for approval?
ru: Вы уверены, что хотите отправить {0} клиенту {1} для подтверждения?

source: {0} marked contract {1} as completed.
ru: {0} отметил договор {1} как завершённый.

source: Contract {0} was submitted to client {1} for approval.
ru: Договор {0} отправлен клиенту {1} для подтверждения.

source: {0} completed contract: {1}!
ru: {0} выполняет договор: {1}!

source: You completed {0}'s contract: {1}!
ru: Вы выполнили договор от {0}: {1}!

source: {0} completed contract {1}!
ru: {0} успешно выполняет договор {1}!

source: Click to view and accept or reject.
ru: Нажмите, чтобы просмотреть и подтвердить или отклонить.

source: {0} by {1}
ru: {0} от {1}

source: Total {0}
ru: Всего {0}

source: air pollution in PPM
ru: загрязнение воздуха в PPM

source: Custom Statistic
ru: Пользовательская статистика

source: Custom Statistics
ru: Пользовательские статистики

source: One of a variety of values related to the environment.
ru: Одно из многих значений, связанных с окружающей средой.

source: The environment value to take.
ru: Значение окружающей среды для использования.

source: Returns statistical values regarding players.
ru: Возвращает статистические значения об игроках.

source: The game action we're evaluating.
ru: Игровое действие, которое мы рассматриваем.
