Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Shows list of banned users or bans user by account id, steamid, slgid, or username. Ban forever by default with empty time. Time format: 1m, 1h, 1d, 1w.
ru: Отображает список заблокированных пользователей или блокирует пользователя по Id аккаунта, steamid, slgid или имени пользователя. Заблокировать навсегда по умолчанию если не указан срок. Формат времени: 1m, 1h, 1d, 1w.

source: Shows list of muted users or mutes user by account id, steamid, slgid, or username. Mute forever by default with empty time. Time format: 1m, 1h, 1d, 1w.
ru: Отображает список заглушенных пользователей или глушит пользователя по Id аккаунта, steamid, slgid или имени пользователя. Заглушить навсегда по умолчанию если не указан срок. Формат времени: 1m, 1h, 1d, 1w.

source: Requested collection {0}
ru: Запрошенная коллекция {0}

source: Release Date: {0}
ru: Дата выхода: {0}

source: Time has wrong format. Template: 1m or 1h or 1d or or 1w.
ru: Время указано неправильно. Шаблон: 1m или 1h или 1d или 1w.

source: using {1}
ru: использовал {1}

source: When you're not using tools are used for a job, you put these to work.
ru: Когда вы не используете инструменты, предназначенные для конкретной работы, вы заставляете их работать.

source: Define the type of payment.
ru: Выберите тип платежа.

source: Receive move-in fee or rent property fee.
ru: Получить задаток или арендный платеж.

source: The citizen or group who receive the payment.
ru: Гражданин или группа, которые принимают платежи.

source: Calories consumed in performing the action.
ru: Потреблено калорий при выполнении действия.

source: performing action
ru: выполнение действия

source: Unable to transfer negative amount.
ru: Нельзя отправить отрицательное количество.

source: {0} has no access to {1}.
ru: {0} не имеет доступа к {1}.

source: Unable to pay tax: {0} needed.
ru: Невозможно заплатить налог, нужно: {0}.

source: Total amount left to pay as tax: {0}
ru: Всего осталось заплатить налогов: {0}

source: {0} doesn't have {1}.
ru: {0} не имеет {1}.

source: This changeset have already been applied.
ru: Этот набор изменений уже был применен.

source: At least one bank account must be set.
ru: Должен быть указан хотя бы один банковский счет.

source: Target currency must be set.
ru: Необходимо указать валюту.

source: Transfer description must be set.
ru: Необходимо указать описание перевода.

source: from {0}
ru: из {0}

source: to {0}
ru: к {0}

source: {0} taxed
ru: {0} начислен налог

source: taxed
ru: облагаемый налогом

source: transferred
ru: переведено

source: digging a block
ru: выкопать блок

source: You must enter a reason.
ru: Вы должны ввести причину.

source: Amount to allocate per account must be greater than zero.
ru: Сумма для размещения на счете, должна быть больше нуля.

source: {0} used {1} to {2} with following message: {3}
ru: {0} применил {1} к {2} с сообщением: {3}

source: tax funds
ru: налоговые средства

source: allocate funds
ru: разместить средства

source: {0} at {1} for {2}
ru: {0} в {1} для {2}

source: {0} bought {1} from {2} for {3}
ru: {0} купил {1} у {2} за {3}

source: repairing {0}
ru: ремонтирует {0}

source: {0} paid fee for {1} in the amount of {2}
ru: {0} заплатил за {1} в сумме {2}

source: Increases {0}:
ru: Увеличивает {0}:

source: is
ru: это

source: is not
ru: это не

source: {0} Calorie Efficiency
ru: {0} Калорийность

source: {0} Tool Usage
ru: {0} Использование инструмента

source: Universal
ru: Универсальный

source: Saved +{0} calories
ru: Сэкономлено +{0} калорий

source: Universal Calorie Efficiency
ru: Универсальная Калорийность

source: Area Buffs
ru: Баффы по области

source: Calorie Efficiency
ru: Калорийность

source: All Buffs
ru: Все баффы

source: Can't parse array2d element schema type from schema type: {0}
ru: Невозможно разобрать тип схемы элемента массива для типа схемы: {0}

source: Failed to restore from {0}. Trying another backup...
ru: Не удалось восстановить из {0}. Пробуем другой бэкап...

source: No suitable backups was found. Empty database was created.
ru: Требуемых резервных копий не найдено. Создана пустая база данных.

source: '{0}.db' corrupted. Corrupted db file was moved to '{1}'. Trying to restore from backup...
ru: '{0}.db' поврежден. Сломанный файл перенесен в '{1}'. Пытаемся восстановиться из бэкапа...

source: Database restored from backup: {0}
ru: База данных восстановлена из резервной копии: {0}

source: <b>Shift+Click</b> to open split dialog
ru: <b>Shift+Click</b> чтобы открыть окно разделения

source: <b>Ctrl+Click</b> to move half of stack ({0})
ru: <b>Ctrl+Click</b> чтобы переместить половину стопки ({0})

source: <b>Alt+Click</b> to move one {0}
ru: <b>Alt+Click</b> чтобы переместить один {0}

source: <b>Ctrl+Alt+Click</b> or <b>Shift+Drag</b> to move all {0} items in inventory
ru: <b>Ctrl+Alt+Click</b> или <b>Shift+Drag</b> чтобы переместить все {0} предметы в инвентаре

source: Item movement hotkeys
ru: Горячие клавиши для перемещения предметов

source: Installed {0} provides following benefits:
ru: Установленный {0} дает следующие преимущества:

source: Name contains unsupported {0}
ru: Имя содержит неподдерживаемый {0}

source: character
ru: символ

source: You received a boost to your {0} action from {1}.
ru: Вы получили усиление к действию {0} от {1}.

source: {0} Boost
ru: {0} Усиление

source: Small Ville
ru: Маленькая деревня

source: Property On Deed
ru: Право на собственность

source: Village Workbench
ru: Деревенский верстак

source: This Workbench is on land that belongs to a deed:
ru: Этот Верстак находится на земле, принадлежащей документу:

source: Occupancy Penalty:
ru: Штраф за перенаселённость:

source: Invited Residents
ru: Приглашенные резиденты

source: Eco House
ru: Eco Дом

source: residents
ru: жильцы

source: Savings Account
ru: Сберегательный счет

source: 's Logging Company
ru: Лесозаготовительная компания

source: Bank Accounts you Manage
ru: Банковские счёта, которыми вы управляете

source: Currency to use
ru: Используемая валюта

source: Fees Per Item:
ru: Оплата за предмет:

source: My Deeds
ru: Мои Права

source: Source Bank Amount
ru: Счёт отправителя

source: Action On EachCitizen
ru: Выполнить для каждого жителя

source: Accepts
ru: Принимает

source: m remaining
ru: м осталось

source: w
ru: вт

source: Resources:
ru: Ресурсы:

source: Labor:
ru: Работа:

source: Time:
ru: Время:

source: Projects
ru: Проекты

source: Labor Required
ru: Требуется рабочая сила

source: Total In Circulation:
ru: Всего в обращении:

source: Coins Per Item:
ru: Монет за предмет:

source: Accepts plugin modules with the following tag(s):
ru: Применимые модули улучшений:

source: Basic Upgrade
ru: Базовое улучшение

source: by
ru: на

source: Accepted By:
ru: Исполнитель:

source: Property. Location:
ru: Расположение собственности:

source: to retain from contractor on completion
ru: будет удержано с исполнителя по завершению

source: Posted by
ru: Размещен от

source: Corn Fields
ru: Кукурузные поля

source: Home sweet Home
ru: Дом, милый дом

source: Authorization Settings: Shipping Truck
ru: Настройки авторизации: Грузовик

source: Farm Cart
ru: Фермерская Повозка

source: Shipping Truck
ru: Тягач

source: Daily Driver
ru: Ежедневный водитель

source: Mortared Stone Ingredients
ru: Ингредиенты из обработанного камня

source: Mortared Granite Ingredients
ru: Ингредиенты из обработанного гранита

source: Mortared Sandstone Ingredients
ru: Ингредиенты из обработанного песчаника

source: Mortared Limestone Ingredients
ru: Ингредиенты из обработанного известняка

source: Convertor Out
ru: Выход конвертера

source: Current CO2 emission rate from animals:
ru: Текущий уровень выбросов CO2 от животных:

source: Current CO2 emission rate from plants:
ru: Текущий уровень выбросов CO2 от растений:

source: Current CO2 emission rate from pollution:
ru: Текущий уровень выбросов CO2 от загрязнения:

source: Open ends:
ru: Открытые сроки:

source: Flowing
ru: Течёт

source: ppm per day
ru: ppm в день

source: Port located at
ru: Порт находится в

source: Total CO2 ppm in Atmosphere:
ru: Итого СО2 ppm в Атмосфере:

source: Sea Level:
ru: Уровень моря:

source: Smog per second.
ru: Смога в секунду.

source: ppm (parts per million)
ru: ppm (миллионная доля)

source: Temperature Has Raised:
ru: Температура поднялась:

source: Legally allowerd to pullute
ru: Загрязнение окружающей среды разрешено законом

source: Owned By
ru: Принадлежит

source: Min % Durability
ru: Мин % Прочности

source: Aslar Stone Recipe
ru: Рецепт камня Аслар

source: Arrastra Recipe
ru: Рецепт Аррастра

source: Campfire Recipe
ru: Рецепт костра

source: Capentry Table Recipe
ru: Рецепт столярного стола

source: Donations Welcome
ru: Пожертвования приветствуются

source: Free food for New Citizens
ru: Бесплатная еда для новых Жителей

source: Connected to:
ru: Подключение к:

source: done. Needs
ru: сделано. Еще нужно

source: Receive
ru: Получить

source: , splitting based on work performed.
ru: , пропорционально выполненной работе.

source: reputation from
ru: репутация от

source: Hewn Logs Project
ru: Проект Тёсаных Брёвен

source: Citizen has
ru: Житель

source: , splitting based on work performed, paid as work is performed.
ru: , пропорционально выполненной работе, оплата по окончанию работы.

source: Endangered Species Act
ru: Закон об исчезающих видах

source: Revise Law
ru: Пересмотреть Закон

source: Laws on this court
ru: Законы, действующие в суде

source: Active Law
ru: Действующий закон

source: Pollution Tax
ru: Налог на загрязнени

source: Draft Law
ru: Законопроект

source: or in the world webpage.
ru: или на глобальном сайте.

source: By civic article
ru: По гражданской статье

source: Law Changes By Elections
ru: Изменения в законе в связи с голосованием

source: Required Of Office Holders
ru: Требуется от Должностных Лиц

source: Required Level
ru: Требуемый уровень

source: Logger
ru: Лесоруб

source: Direct Transfer Tax (public):
ru: Налог на перевод (общих средств):

source: Contract Tax:
ru: Налог на договоры:

source: Future
ru: Будущее

source: Complete
ru: Завершено

source: Operation
ru: Операция

source: In Progress
ru: Выполняется

source: Incomplete
ru: Не завершён

source: Fix the constitution
ru: Исправить конституцию

source: Constitutional Amendsments
ru: Поправки к Конституции

source: amend me please
ru: исправьте меня, пожалуйста

source: Propose Constitutional Amendment
ru: Предложить поправку к Конституции

source: This should fix it
ru: Это должно исправить

source: Fix all our problems
ru: Исправьте все наши проблемы

source: This is to amend a hastily and poorly written constituion.
ru: Это делается для того, чтобы внести поправки в поспешно и плохо написанную конституцию.

source: Eco Laws and rights
ru: Eco Законы и права

source: Enter Description
ru: Введите описание

source: Law Changes By Election 4
ru: Изменения в законе в связи с голосованием

source: Article
ru: Статья

source: Law and rights
ru: Закон и права

source: Create Work Parties
ru: Создать рабочую группу

source: Carpentry Research
ru: Исследования плотника

source: Upon completion, receive
ru: По завершении получите

source: with
ru: с

source: paid in tax
ru: уплаченный налог

source: Lumberjacks
ru: Лесорубы

source: Propose Demographics
ru: Активные демографические группы

source: Lumberjacks would chop wood if they could.
ru: Лесорубы рубили бы дрова, если бы могли.

source: Commercial District
ru: Коммерческий район

source: Bankers District
ru: Район Банкиров

source: Nature Reserve
ru: Природный заповедник

source: Enviroement Data
ru: Окружающая среда

source: Craftsman District
ru: Промышленная зона

source: Dock and shipping
ru: Порт и судоходство

source: Goverment District
ru: Правительственный район

source: Center:
ru: Центр:

source: Undisputed Ruler
ru: Бесспорный правитель

source: Eligible Candidates
ru: Приемлемые кандидаты

source: Who Can Remove From Office
ru: Кто может снять с должности

source: Propose Elected Title
ru: Предложить выбранный Титул

source: Required Of Candidates
ru: Требуется от Кандидатов

source: Has Government Banking Privileges
ru: Государственные Банковские Привилегии

source: Required OfOffice Holders
ru: Требуется от Должностных Лиц

source: Leader of the eco world
ru: Мировой лидер

source: Can Set Global Markers
ru: Может ставить глобальные метки

source: Consecutive Terms Allowed
ru: Допускаются последовательные условия

source: Can Use Treasury Bank Account
ru: Можно Использовать Банковский Счет Казначейства

source: Term Limit Days
ru: Условие лимита дней

source: Can Elections Be Proposed During Term
ru: Можно ли предлагать выборы в течение срока

source: Can Set Global Objectives
ru: Может ставить глобальные цели

source: Total Term Allowed
ru: Всего разрешенных условий

source: Can Set Treasury Taxes
ru: Может устанавливать налоги в казну

source: Board of Elections
ru: Избирательная комиссия

source: Active Election Process
ru: Активное голосование

source: Draft Election Process
ru: Черновик голосования

source: Executive office
ru: Исполнительная дирекция

source: Execute Action
ru: Действие правительства

source: Eld Protection Act
ru: Акт о защите окружающей среды

source: Pollution Reduction Act
ru: Акт о сокращении загрязнения

source: Laws on this Court
ru: Законы, действующие в суде

source: Suvivalist
ru: Выживальщик

source: Dining Room
ru: Столовая

source: Level
ru: Уровень

source: Carpenter Specialties
ru: Плотник

source: Logging Specialty
ru: Специальность лесозаготовка

source: Wood is useful source and cutting down trees is a skill anyone can appreciate. Level by felling trees and clearing debris.
ru: Древесина - полезнейший ресурс, а рубка деревьев - навык который сможет оценить каждый. Повышается при срубании деревьев и очистке территории от упавших древесных обломков.

source: Logging Level
ru: Уровень заготовки леса

source: Carpenter Profession
ru: Профессия плотника

source: Default Currency
ru: Стандартная валюта

source: Show All Currencies
ru: Показать все валюты

source: Lord of Earth
ru: Повелитель Земли

source: <Enter Name>
ru: <Введите Имя>

source: <Enter Description>
ru: <Введите описание>

source: Public Crating Stations
ru: Публичные верстаки

source: Infinty
ru: Бесконечность

source: Amount to Craft:
ru: Количество, которое нужно изготовить:

source: Mint Item:
ru: Элемент чеканки:

source: 's lawn
ru: лужайка

source: After
ru: После

source: additional PPM.
ru: дополнительные PPM.

source: 's Blast Frunace
ru: 'Доменная печь

source: ppm, the temperature level will raise
ru: ppm, температура повысится

source: Raises atmosphere CO2 by approximately
ru: Повышает атмосферный CO2 примерно на

source: every
ru: каждый

source: degree for every
ru: градус на каждый

source: meter for every
ru: метр на каждый

source: ppm, the sea level will raise
ru: ppm, уровень моря повыситься

source: tons of CO2 per hour.
ru: тонн СО2 в час.

source: tonnes of CO2
ru: тонн CO2

source: Average room Tier: you have
ru: Средний уровень комнаты:

source: m3
ru: м3

source: tons of CO2
ru: тонн CO2

source: When enabled, pullutes
ru: При работе загрязняет

source: Your objects in the room use
ru: Ваши предметы в комнате используют

source: out of needed
ru: из необходимого

source: uses
ru: использует

source: Lifetime pollution:
ru: Пожизненное загрязнение:

source: of
ru: из

source: 's Workbench
ru: 'Верстак

source: 's Stockpile (Storage)
ru: Склад (Хранилище)

source: 's Storage Chest (Storage)
ru: Сундук (Хранилище)

source: 's Mechanical Water Pump
ru: Механический водяной насос

source: Water per second.
ru: Воды в секунду.

source: calories of
ru: калорий

source: 's Carpentry table
ru: Плотницкий верстак

source: labor on
ru: работать над

source: at
ru: на

source: at or above level
ru: на уровне или выше

source: labor.
ru: работы.

source: Perform
ru: Выполнить

source: change Any Law
ru: изменить любой закон

source: You may
ru: Вы можете

source: at any
ru: при любом

source: You may vote in elections to
ru: Вы можете голосовать на выборах

source: immediately at any
ru: немедленно при любом

source: may do so immediately.
ru: может сделать это сразу.

source: may propose an election of type
ru: может предложить выборы типа

source: This Constitution is currently under election to be ratified:
ru: Идёт голосование за ратификацию этой Конституции:

source: Ratify Eco
ru: Ратифицировать Eco

source: 's Truck
ru: 'Грузовик

source: labor at
ru: работать над

source: Location:
ru: Местоположение:

source: Contract State:
ru: Статус договора:

source: Move items from
ru: Переместить предметы из

source: State:
ru: Статус:

source: Contractor:
ru: Подрядчик:

source: Laborers:
ru: Работники:

source: Deposit
ru: Разместить

source: 's Crane
ru: 'Кран

source: Credits in Use
ru: Используемые валюты

source: allow voting
ru: разрешить голосование

source: change Election Process
ru: изменить процесс голосования

source: immediataly at any
ru: немедленно при любом

source: By civic articles
ru: По гражданским статьям

source: or in theworld webpage
ru: или на глобальном сайте

source: Law Changes By Election
ru: Изменения в законе в связи с голосованием

source: Courthouse
ru: Здание суда

source: Logged in. Located at
ru: В сети. Находится в

source: House value:
ru: Качество дома:

source: skill/day
ru: очков умений/день

source: Esteemed
ru: Уважаемый

source: User ID:
ru: ID Пользователя:

source: Map name
ru: Имя карты

source: None.
ru: Отсутствует.

source: m SE
ru: м на ЮВ

source: Add New Entry
ru: Добавить новую запись

source: m E
ru: м на В

source: m NE
ru: м на СВ

source: Show Government Accounts
ru: Показать Государственные Счета

source: Else...
ru: Иначе...

source: Burnable
ru: Горит

source: Baked Food
ru: Запеченная еда

source: Hello, World!
ru: Привет, Мир!

source: Enter description here.
ru: Введите описание тут.

source: Owned by
ru: Принадлежит

source: Total:
ru: Итого:

source: and
ru: и

source: more recipes
ru: больше рецептов

source: change Contitutional Amendments:
ru: предложить поправку к Конституции:

source: Law Changes By Election
ru: Изменения в законе в связи с голосованием

source: To
ru: Кому

source: Election Guidelines
ru: Руководящие принципы проведения выборов

source: {0}'s Truck
ru: {0}' Грузовик

source: New Text
ru: Новый текст

source: Advanced Updated {0}
ru: Дополнительно Обновлено {0}

source: Campire Salad
ru: Салат на костре

source: Action On Each Citizen
ru: Выполнить для каждого жителя

source: Decreases resource cost for the table work order by
ru: Уменьшает затраты ресурсов на

source: Decreases craft time for the table work orders by
ru: Уменьшает время изготовления на

source: Decreases resource cost for the table work order created with
ru: Снижает затраты ресурсов для верстака на котором сделан заказ

source: Decreases craft time for the table work orders created with
ru: Снижает время производства для верстака на котором сделан заказ

source: State:
ru: Статус:

source: Unknown
ru: Неизвестно

source: filter
ru: фильтр

source: Work Order Work
ru: Заказ на работу

source: Wool yarn.
ru: Шерстяная пряжа.

source: Wool fabric.
ru: Шерстяная ткань.

source: Wool that has been shorn from an animal.
ru: Шерсть состриженная с животного.

source: Nylon thread.
ru: Нейлоновая нить.

source: Nylon fabric.
ru: Нейлоновая ткань.

source: Nylon chips.
ru: Нейлоновые гранулы.

source: Explorer's shirt.
ru: Китель Исследователя.

source: Explorer Shirt
ru: Китель Исследователя

source: Explorer's pants.
ru: Штаны Исследователя.

source: Explorer Pants
ru: Штаны Исследователя

source: Explorer's hat.
ru: Пробковый шлем.

source: Explorer Hat
ru: Пробковый шлем

source: Explorer's gloves.
ru: Перчатки Исследователя.

source: Explorer Gloves
ru: Перчатки Исследователя

source: Explorer's belt.
ru: Пояс Исследователя.

source: Explorer Belt
ru: Пояс Исследователя

source: Chef's shoes.
ru: Ботинки повара.

source: Chef Shoes
ru: Ботинки Повара

source: Chef's shirt.
ru: Китель повара.

source: Chef Shirt
ru: Китель Повара

source: Chef's pants.
ru: Штаны повара.

source: Chef Pants
ru: Штаны Повара

source: Chef's hat.
ru: Колпак повара.

source: Chef Hat
ru: Колпак Повара

source: Terrestrial Animals
ru: Сухопутные животные

source: Aquatic Animals
ru: Морские животные

source: Habitability
ru: Обитаемость

source: Yield Potenial
ru: Потенциальный урожай

source: Difficulty setting {0} has invalid value "{1}", using "{2}" instead
ru: Настройка сложности {0} имеет неверное значение "{1}", вместо него используем "{2}"

source: Can't send string as localizable, because it has too many arguments: {0}. Max: {1}. Converted to server-localized string: {2}.
ru: Не удается отправить строку как локализуемую, потому что у нее слишком много аргументов: {0}. Максимум: {1}. Преобразовано в локализованную на сервере строку: {2}.

source: Firewall rule '{0}' for {1} {2}:{3} exists, but disabled.
ru: Правило фаервола '{0}' для {1} {2}:{3} существует, но отключено.

source: Firewall rule '{0}' doesn't exists and can't be auto-created in non-interactive mode. Either create the inbound firewall rule 'Allow {1} {2}' manually or run server as Administrator or use interactive mode.
ru: Правило фаервола '{0}' не существует и не может быть создано автоматически в неинтерактивном режиме. Либо создайте входящее правило брандмауэра 'Разрешить {1} {2}'' вручную, либо запустите сервер от имени администратора или используйте интерактивный режим.

source: Couldn't find an object type '{0}'. Ex, {1}\nAvailable object types: {2}
ru: Не удалось найти тип объекта '{0}'. Например {1}\n доступные типы объектов: {2}

source: law
ru: закон

source: [Click to modify selection]
ru: [Клик для изменения выбранного]

source: Nothing Selected
ru: Ничего не выбрано

source: {0} claimed new plots. Total land: {1} square meters.
ru: {0} приватизировал новый участок. Общая площадь: {1} кв. метров.

source: The server crashed with error '{0}' and you can't play. Check logs in 'Eco_Data\\Server\\Logs' for more information.
ru: Сбой сервера, вы не можете продолжить играть, ошибка '{0}'. Проверьте журнал в 'Eco_Data\\Server\\Logs'для получения более подробной информации.

source: Failed to start the server. Exception was {0}
ru: Не удалось загрузить сервер, ошибка {0}

source: Another game server is running on same game port ({0}). You need to stop it or wait until it shutdown.
ru: Этот порт ({0}) уже используется другим сервером игры. Вам нужно остановить сервер или подождать пока он выключится.

source: {0} plots {1} sq.m.
ru: {0} участков {1} кв.м.

source: {0} days/sec
ru: {0} дн/сек

source: Carpentry Level
ru: Уровень плотничества

source: Bighorn Sheep
ru: Толсторогий баран

source: Blue Shark Species
ru: Синяя акула

source: Days
ru: Дней

source: Arctic Willow Species
ru: Ива арктическая

source: Bison Species
ru: Бизон

source: Agave Species
ru: Агава

source: Alligator Species
ru: Аллигатор

source: Bullrush Species
ru: Камыш

source: Coyote Species
ru: Койот

source: Player Actions
ru: Действия игрока

source: Crab Species
ru: Краб

source: Bass Species
ru: Окунь

source: Bighorn Sheep Species
ru: Толсторогий баран

source: Deer Species
ru: Олень чернохвостый

source: Agouti Species
ru: Агути

source: Cod Species
ru: Треска

source: Civic Maps
ru: Гражданские карты

source: District Map {0}
ru: Карта района {0}

source: (Removed)
ru: (Удалено)

source: GrassBlock
ru: Блок травы

source: Temperature:
ru: Температура:

source: Rainfall:
ru: Осадки:

source: Total soil moisture:
ru: Влажность почвы:

source: Pollution:
ru: Загрязнение:

source: Nitrogen:
ru: Азот:

source: Phosphorus:
ru: Фосфор:

source: Potassium:
ru: Калий:

source: celsius
ru: цельсия

source: Chef Profession, Advanced Baking Specialty
ru: Профессия Повар, Специальность Продвинутая выпечка

source: District Map
ru: Карта районов

source: Backup Owner
ru: Резервный владелец
