Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: The citizen who offered the money.
ru: Житель, который предложил деньги.

source: A percentage to be charged.
ru: Процент, который нужно заплатить.

source: Total amount to be charged.
ru: Общая сумма, которую нужно заплатить.

source: Total amount to be repaid.
ru: Общая сумма для погашения.

source: Number of days for term of the debt.
ru: Количество дней срока долга.

source: How much is left to pay.
ru: Сколько осталось заплатить.

source: {0} changed your reputation by {1}: {2}
ru: {0} изменил вашу репутацию на {1}: {2}

source: Viewing {0}
ru: Просмотр {0}

source: Are you sure you want to continue? The following districts are empty: {0}
ru: Вы уверены, что хотите продолжить? Следующие районы пусты: {0}

source: View this element without editing.
ru: Просмотр этого элемента без редактирования.

source: Create From Copy
ru: Создать из копии

source: Create a new draft, selecting which element (from anywhere) to use as a copy.
ru: Создайте новый черновик, выбрав, какой элемент использовать в качестве копии.

source: Close
ru: Закрыть

source: Growth Percent
ru: Процент роста

source: {0}: Arrow bounced off my shell!
ru: {0}: Стрела отскочила от моего панциря!

source: A citizen may grant reputation to others with a limit of {0} points (positive of negative) per day.
ru: Житель может предоставлять репутацию другим не более {0} баллов (положительных или отрицательных) в день.

source: Reputation Titles
ru: Титулы репутации

source: Toilet
ru: Туалет

source: Stuffed Wolf
ru: Чучело волка

source: Stuffed Jaguar
ru: Чучело ягуара

source: Stuffed Goat
ru: Чучело козы

source: Stuffed Bison
ru: Чучело бизона

source: Stuffed Alligator
ru: Чучело аллигатора

source: Small Standing Mortared Stone Sign
ru: Маленькая табличка из строительного камня

source: Small Standing Mortared Sandstone Sign
ru: Маленькая табличка из строительного песчаника

source: Small Standing Mortared Limestone Sign
ru: Маленькая табличка из строительного известняка

source: Small Standing Mortared Granite Sign
ru: Маленькая табличка из строительного гранита

source: Small Standing Ashlar Stone Sign
ru: Маленькая табличка из резного камня

source: Small Standing Ashlar Shale Sign
ru: Маленькая табличка из резного сланца

source: Small Standing Ashlar Sandstone Sign
ru: Маленькая табличка из резного песчаника

source: Small Standing Ashlar Limestone Sign
ru: Маленькая табличка из резного известняка

source: Small Standing Ashlar Granite Sign
ru: Маленькая табличка из резного гранита

source: Small Standing Ashlar Gneiss Sign
ru: Маленькая табличка из резного гнейса

source: Small Standing Ashlar Basalt Sign
ru: Маленькая табличка из резного базальта

source: Small Sink
ru: Маленькая раковина

source: Small Hanging Mortared Stone Sign
ru: Маленькая вывеска из строительного камня

source: Small Hanging Mortared Sandstone Sign
ru: Маленькая вывеска из строительного песчаника

source: Small Hanging Mortared Limestone Sign
ru: Маленькая вывеска из строительного известняка

source: Small Hanging Mortared Granite Sign
ru: Маленькая вывеска из строительного гранита

source: Small Hanging Ashlar Stone Sign
ru: Маленькая вывеска из резного камня

source: Small Hanging Ashlar Shale Sign
ru: Маленькая вывеска из резного сланца

source: Small Hanging Ashlar Sandstone Sign
ru: Маленькая вывеска из резного песчаника

source: Small Hanging Ashlar Limestone Sign
ru: Маленькая вывеска из резного известняка

source: Small Hanging Ashlar Granite Sign
ru: Маленькая вывеска из резного гранита

source: Small Hanging Ashlar Gneiss Sign
ru: Маленькая вывеска из резного гнейса

source: Small Hanging Ashlar Basalt Sign
ru: Маленькая вывеска из резного базальта

source: Sheep Mount
ru: Голова барана

source: Mortared Stone Door
ru: Дверь из строительного камня

source: A heavy mortaredstone door.
ru: Тяжёлая дверь из строительного камня.

source: Limestone Wolf Statue
ru: Статуя волка из известняка

source: Limestone Owl Statue
ru: Статуя совы из известняка

source: Limestone Otter Statue
ru: Статуя выдры из известняка

source: Limestone Bison Statue
ru: Статуя бизона из известняка

source: Large Standing Mortared Stone Sign
ru: Большая табличка из строительного камня

source: Large Standing Mortared Sandstone Sign
ru: Большая табличка из строительного песчаника

source: Large Standing Mortared Limestone Sign
ru: Большая табличка из строительного известняка

source: Large Standing Mortared Granite Sign
ru: Большая табличка из строительного гранита

source: Large Standing Ashlar Stone Sign
ru: Большая табличка из резного камня

source: Large Standing Ashlar Shale Sign
ru: Большая табличка из резного сланца

source: Large Standing Ashlar Sandstone Sign
ru: Большая табличка из резного песчаника

source: Large Standing Ashlar Limestone Sign
ru: Большая табличка из резного известняка

source: Large Standing Ashlar Granite Sign
ru: Большая табличка из резного гранита

source: Large Standing Ashlar Gneiss Sign
ru: Большая табличка из резного гнейса

source: Large Standing Ashlar Basalt Sign
ru: Большая табличка из резного базальта

source: Large Hanging Mortared Stone Sign
ru: Большая вывеска из строительного камня

source: Large Hanging Mortared Sandstone Sign
ru: Большая вывеска из строительного песчаника

source: Large Hanging Mortared Limestone Sign
ru: Большая вывеска из строительного известняка

source: Large Hanging Mortared Granite Sign
ru: Большая вывеска из строительного гранита

source: Large Hanging Ashlar Stone Sign
ru: Большая вывеска из резного камня

source: Large Hanging Ashlar Shale Sign
ru: Большая вывеска из резного сланца

source: Large Hanging Ashlar Sandstone Sign
ru: Большая вывеска из резного песчаника

source: Large Hanging Ashlar Limestone Sign
ru: Большая вывеска из резного известняка

source: Large Hanging Ashlar Granite Sign
ru: Большая вывеска из резного гранита

source: Large Hanging Ashlar Gneiss Sign
ru: Большая вывеска из резного гнейса

source: Large Hanging Ashlar Basalt Sign
ru: Большая вывеска из резного базальта

source: Goat Mount
ru: Голова козы

source: Bathtub
ru: Ванна

source: Ashlar Stone Door
ru: Дверь из резного камня

source: Ashlar Shale Door
ru: Дверь из резного сланца

source: Ashlar Sandstone Door
ru: Дверь из резного песчаника

source: Ashlar Limestone Door
ru: Дверь из резного известняка

source: Ashlar Granite Door
ru: Дверь из резного гранита

source: Ashlar Gneiss Door
ru: Дверь из резного гнейса

source: Ashlar Basalt Door
ru: Дверь из резного базальта

source: Small scale bucket loader. Great for flat to low slope excavation.
ru: Малогабаритный погрузчик с ковшом. Отлично подходит для выемки грунта по плоскости или с небольшим уклоном.

source: Like a Skid Steer but more versatile. Great for high slope excavation.
ru: Работает как погрузчик, но более универсален. Подходит для глубоких раскопок.

source: Wooden Bow
ru: Деревянный лук

source: Allows the construction of advanced wood products for furniture and houses. Level by crafting related recipes.
ru: Позволяет производить высококачественную деревянную мебель и материал для домов. Повышается при создании относящихся к профессии рецептов.

source: Advanced techniques for producing food over a campfire with a little less burned and a little more golden brown. Level by crafting campfire recipes.
ru: Передовые методы приготовления пищи на костре, избегая обугливания и получая более золотисто-коричневый цвет. Повышается при готовке на костре.

source: Advanced masonry allows the production of high-quality stone furniture and material for houses. Level by crafting related recipes.
ru: Продвинутая каменная кладка позволяет производить высококачественную каменную мебель и материал для домов. Повышается при создании относящихся к профессии рецептов.

source: Dirt Ramp Basic
ru: Земляная рампа - базовая

source: Culinary Research Paper Basic Meat
ru: Исследование по базовой кулинарии - мясо

source: Crushed Slag Lv3
ru: Дробление шлака Ур.3

source: Crushed Slag Lv2
ru: Дробление шлака Ур.2

source: Crushed Shale Lv3
ru: Дробление сланца Ур.3

source: Crushed Shale Lv2
ru: Дробление сланца Ур.2

source: Crushed Sandstone Lv3
ru: Дробление песчаника Ур.3

source: Crushed Sandstone Lv2
ru: Дробление песчаника Ур.2

source: Crushed Limestone Lv3
ru: Дробление известняка Ур.3

source: Crushed Limestone Lv2
ru: Дробление известняка Ур.2

source: Crushed Iron Lv3
ru: Дробление железа Ур.3

source: Crushed Iron Lv2
ru: Дробление железа Ур.2

source: Crushed Granite Lv3
ru: Дробление гранита Ур.3

source: Crushed Granite Lv2
ru: Дробление гранита Ур.2

source: Crushed Gold Lv3
ru: Дробление Золота Ур.3

source: Crushed Gold Lv2
ru: Дробление Золота Ур.2

source: Crushed Gneiss Lv3
ru: Дробление гнейса Ур.3

source: Crushed Gneiss Lv2
ru: Дробление гнейса Ур.2

source: Crushed Copper Lv3
ru: Дробление меди Ур.3

source: Crushed Copper Lv2
ru: Дробление меди Ур.2

source: Crushed Basalt Lv3
ru: Дробление базальта Ур.3

source: Crushed Basalt Lv2
ru: Дробление базальта Ур.2

source: Concentrate Iron Lv2
ru: Концентрировать железо Ур.2

source: Concentrate Gold Lv2
ru: Концентрировать золото Ур.2

source: Concentrate Dry Iron Lv2
ru: Сухое концентрирование железа Ур.2

source: Concentrate Dry Iron
ru: Сухое концентрирование железа

source: Concentrate Copper Lv2
ru: Концентрировать медь Ур.2

source: Clean Pacific Sardine
ru: Почистить перуанскую сардину

source: Clean Cod
ru: Очистить треску

source: Clean Blue Shark
ru: Очистить синюю акулу

source: Clean Bass
ru: Очистить окуня

source: Campfire Pacific Sardine
ru: Жареная на костре перуанская сардина

source: Campfire Crab
ru: Жареный на костре краб

source: Campfire Cod
ru: Жареная на костре треска

source: Campfire Blue Shark
ru: Жареная на костре синяя акула

source: Campfire Bass
ru: Жареный на костре окунь

source: Butcher Snapping Turtle
ru: Разделать каймановую черепаху

source: Butcher Jaguar
ru: Разделать ягуара

source: Butcher Coyote
ru: Разделать койота

source: Butcher Alligator
ru: Разделать аллигатора

source: Butcher Agouti
ru: Разделать агути

source: Nail
ru: Гвоздь

source: Metallurgy Research Paper Basic
ru: Исследование по базовой металлургии

source: Basic Research
ru: Базовое исследование

source: Metallurgy Research Paper Advanced
ru: Исследование по продвинутой металлургии

source: Modern Research
ru: Современное исследование

source: Geology Research Paper Modern
ru: Исследование по современной геологии

source: Geology Research Paper Basic
ru: Исследование по базовой геологии

source: Geology Research Paper Advanced
ru: Исследование по продвинутой геологии

source: Advanced Research
ru: Продвинутое исследование

source: Gathering Research Paper Basic
ru: Исследование по базовому собирательству

source: Engineering Research Paper Modern
ru: Исследование по современному инженерному делу

source: Engineering Research Paper Advanced
ru: Исследование по продвинутому инженерному делу

source: Dendrology Research Paper Modern
ru: Исследование по современной дендрологии

source: Dendrology Research Paper Basic
ru: Исследование по базовой дендрологии

source: Dendrology Research Paper Advanced
ru: Исследование по продвинутой дендрологии

source: Culinary Research Paper Modern
ru: Исследование по современной кулинарии

source: Culinary Research Paper Basic
ru: Исследование по базовой кулинарии

source: Culinary Research Paper Advanced
ru: Исследование по продвинутой кулинарии

source: A primitive ranged weapon for hunting. Requires arrows to fire.
ru: Примитивное дальнобойное оружие для охоты. Для использования требуются стрелы.

source: BigCarcass
ru: Большая туша

source: Basic Circuit
ru: Базовая электросхема

source: Agriculture Research Paper Modern
ru: Исследование по современному сельскому хозяйству

source: Agriculture Research Paper Advanced
ru: Исследование по продвинутому сельскому хозяйству

source: CampfireSalad
ru: Салат на костре

source: Deep fried Camas. Bit greasy
ru: Глубоко прожаренная камассия. Немного жирновата

source: Boots designed to be rugged and reduce muscle strain while working.
ru: Сапоги спроектированные таким образом, чтобы быть прочными и снижать мышечное напряжение во время работы.

source: Shorts
ru: Шорты

source: Light weight shoes designed to make you run faster.
ru: Легкая обувь, разработанная, чтобы помочь вам передвигаться быстрее.

source: Smaller than your standard three-day backpack. You can't fit that much inside, but that makes you more agile.
ru: Меньше, чем твой стандартный трехдневный рюкзак. Ты не можешь положить внутрь так же много, но подвижность возрастает.

source: Cloth Cape
ru: Тканевая накидка

source: It just looks cool
ru: Выглядит просто круто

source: Cloth Belt
ru: Тканый пояс

source: Bandana
ru: Бандана

source: A glass-like byproduct that is created when smelting ore. Crushed Slag is often used in the production of Concrete.
ru: Стекловидный побочный продукт получаемый при плавке руды. Дроблёный шлак в основном используется при изготовлении бетона.

source: Parallel Processing: CampfireCooking
ru: Параллельная обработка: Готовка на костре

source: Lavish Workspace: CampfireCooking
ru: Качественное рабочее место: Готовка на костре

source: Frugal Workspace: CampfireCooking
ru: Скромное рабочее место: Готовка на костре

source: Focused Workflow: CampfireCooking
ru: Сосредоточенная работа: Готовка на костре

source: Delete deed
ru: Удалить право

source: Create new deed
ru: Создать новое право

source: Select a deed for this plot
ru: Выберите право для этого участка

source: There are no owned deeds nearby.
ru: Неподалёку нет принадлежащих вам участков.

source: farming
ru: фермерство

source: Drill
ru: Бур

source: A useful tool for prospecting blocks.
ru: Полезное устройство для геологической разведки блоков.

source: You are attempting to pickup {0}.
ru: Вы пытаетесь поднять {0}.

source: This will disable all active {0} on it after a timer expires. This includes: {1}
ru: Это отключит все активные {0} на нем после истечения таймера. Это включает в себя: {1}

source: Do you wish to proceed?
ru: Желаете продолжить?

source: You are attempting to pickup {0}, this will disable {1} after a timer expires. Do you wish to proceed?
ru: Вы пытаетесь поднять {0}, это отключит {1} после истечения таймера. Вы хотите продолжить?

source: A disgusting pile of garbage. Unpleasant to the eye and a source of ground pollution. Bury underground to help mitigate the effect.
ru: Отвратительная куча мусора. Неприятная на вид, а также источник загрязнения земли. Захороните под землёй, чтобы смягчить эффект.

source: Waste product from concentrating ore. When stored improperly the run-off will create pollution; killing nearby plants and seeping into the water supply. Bury deep underground to help neutralize the effect.
ru: Отходы процесса концентрации руды. При неправильном хранении создаёт загрязнение, убивающее растения неподалёку и отравляющее источники воды. Захороните глубоко под землёй для нейтрализации эффекта.

source: Pollution: {0}
ru: Загрязнение: {0}

source: This {0}
ru: Это {0}

source: has {0}.
ru: имеет {0}.

source: This location is a {0} match for this {1}:
ru: Территория на {0} подходит этому {1}:

source: {0} match
ru: {0} совпало

source: ({0} above maximum)
ru: ({0} выше максимума)

source: ({0} below minimum)
ru: ({0} ниже минимума)

source: ({0} above optimum)
ru: ({0} выше оптимального)

source: ({0} below optimum)
ru: ({0} ниже оптимального)

source: Temperature:
ru: Температура:

source: Moisture:
ru: Влажность:

source: Pollution:
ru: Загрязнение:

source: Height of the plant
ru: Высота растения

source: Maturity: {0}
ru: Зрелость: {0}

source: {0} hours to max{1}
ru: {0} часов до максимума{1}

source: Current Yield: {0}
ru: Текущий урожай: {0}

source: {0} posted on the board.
ru: {0} размещён на доске.

source: Can't delete active contracts.
ru: Невозможно удалить активные договоры.

source: The contract is already unavailable.
ru: Договор уже недоступен.

source: Test a currency is as expected.
ru: Проверить, соответствует ли валюта ожиданиям.

source: The currency to test.
ru: Валюта для проверки.

source: Test if it matches the given currency.
ru: Проверить, соответствует ли данной валюте.

source: And {0} more districts
ru: И ещё {0} районов

source: User Status
ru: Статус пользователя

source: {0}: {1} voted {2}.
ru: {0}: {1} проголосовал {2}.

source: {0}: {1} changed previous vote and voted {2}.
ru: {0}: {1} изменил предыдущий голос и проголосовал {2}.

source: {0}: {1} voted for {2}.
ru: {0}: {1} проголосовал за {2}.

source: {0}: {1} changed previous vote and voted for {2}.
ru: {0}: {1} изменил предыдущий голос и проголосовал за {2}.

source: Add Labor by clicking 'Work' on the project panel.
ru: Добавьте работу щелчком на кнопке 'Работать' на панели проекта.

source: Game Data
ru: Игровые данные

source: To discover this skill, construct a {0} at a {1}.
ru: Что бы открыть эту профессию, создайте {0} используя {1}.

source: {0} shouldn't be prevented. Please configure calls to skip any authorization checks for admins. Original message: {1}
ru: {0} не должен препятствовать. Пожалуйста, настройте вызовы, чтобы пропустить любые проверки авторизации для администраторов. Исходное сообщение: {1}

source: Current Citizens
ru: Текущие жители

source: Objects Containing a {0}
ru: Объекты, содержащие {0}

source: Click to show in minimap. Control + Click to create marker.
ru: Нажмите для отображения на миникарте. CTRL + LMB, чтобы создать метку.

source: Needs {0}.
ru: Нужно {0}.

source: You're not allowed to contribute labor to the work order.
ru: Вам не разрешено работать над этим проектом.

source: You are too hungry to work.
ru: Вы слишком голодны, чтобы работать.

source: You are missing {0} skill(s) to work here
ru: У Вас нет этих навыков, чтобы работать здесь: {0}

source: There is not enough water depth for this plant to grow!
ru: Глубины воды недостаточно для роста растения!

source: Object
ru: Объект

source: Currently undiscovered. Requires {0}.
ru: Не открыто. Требуется {0}.

source: A value of 100 represents a fully grown tree, 0 represents a newly-planted seed.
ru: Значение 100 символизирует полностью выросшее дерево, 0 — недавно посаженное семечко.

source: You do not own this property.
ru: Вы не владеете данной территорией.

source: Ecopedia page name collision: '{0}' and '{1}'
ru: Конфликт названий страниц в экопедии: '{0}' и '{1}'

source: Miscellaneous
ru: Разное

source: Click to view help in Ecopedia.
ru: Нажмите, чтобы открыть Экопедию и прочитать справку.

source: Can't find ecopedia link '{0}' (referenced on page '{1}')
ru: Не удалось найти ссылку экопедии '{0}' (используется на странице '{1}')

source: Reputation Title: {0}
ru: Титул репутации: {0}

source: Reputation Total: {0}
ru: Всего репутации: {0}

source: Relative Reputation: {0}
ru: Относительная репутация: {0}

source: None yet.
ru: Пока ничего.

source: Network Multiplier: x {0}
ru: Множитель Сети: x {0}

source: Player opinions:
ru: Мнения игроков:

source: (Relative reputation only counts the opinions from people you like, and people they like, etc.)
ru: (Относительная репутация учитывает только мнения людей, которые вам нравятся, и людей, которые им нравятся, и т. д.)

source: Current Bank Accounts
ru: Текущие банковские счета

source: Current Currencies
ru: Текущие валюты

source: Current Work Orders
ru: Текущие заказы

source: Current Labor Market
ru: Текущий рынок труда

source: Current Constitution
ru: Текущая Конституция

source: Current Elections
ru: Текущие выборы

source: Current Laws
ru: Текущие законы

source: Current Titles
ru: Текущие титулы

source: Current Districts
ru: Текущие районы

source: Current Demographics
ru: Текущая демография

source: Failed to add item to collection. It will be ignored, but may cause inconsistency and errors in other entities:
ru: Не удалось добавить предмет в группу. Он будет проигнорирован, но это может вызвать несоответствия и ошибки в других объектах:

source: You have {0}
ru: У вас {0}

source: Selling: {0}
ru: Продажа: {0}

source: Buying: {0}
ru: Покупка: {0}

source: Sales Tax ({0}): {1}
ru: Налог c продаж ({0}): {1}

source: Owner has {0}
ru: У владельца есть {0}

source: Details...
ru: Подробнее...

source: Select a specific recipe to craft.
ru: Выберите конкретный рецепт для изготовления.

source: {0} unread notifications below
ru: Непрочитанных уведомлений ниже - {0}

source: Mouse X
ru: Мышь по X

source: Mouse Y
ru: Мышь по Y

source: Mouse Wheel
ru: Колесо мыши

source: Auto Moving
ru: Авто движение

source: Push To Talk
ru: Нажми чтобы говорить

source: Recipe Variations
ru: Варианты рецепта

source: Allows carry items into any user inventory slot and removes weight check. Pass false to reset to normal.
ru: Позволяет переносить предметы в любом слоте инвентаря пользователя и удаляет проверку веса. Передайте 'Ложь' для сброса в нормальное состояние.

source: Remove block types within a specified area
ru: Удаление типов блоков в пределах заданной области

source: Contribution Type
ru: Тип вклада

source: Toggle debug display of civic processing. Pass 'false' to see for only yourself.
ru: Переключает отображение отладки гражданских процессов. Передайте 'ложь', чтобы увидеть только себя.

source: Contributed Directly
ru: Непосредственный вклад

source: Contributed To Storage
ru: Вклад в хранение

source: Auto Contributed
ru: Автоматический вклад

source: Resource Efficiency
ru: Эффективность расхода ресурсов

source: Speed Efficiency
ru: Скорость - эффективность

source: Labor Reservation
ru: Резервирование труда

source: Time Attack To Idle
ru: Время атаки к спокойствию

source: Population Puller
ru: Притяжение популяции

source: Consumes: {0}w of {1} power
ru: Потребляет: {1} энергия - {0}вт

source: Produces: {0}w of {1} power
ru: Вырабатывает: {1} энергия - {0}Вт

source: Consumes: {0}w of {1} power from fuel
ru: Потребляет: {0}вт {1} энергии из топлива

source: A machine for dry concentration that produces less harmful tailings. Can only be used to concentrate Iron.
ru: Машина для сухой концентрации, производящая меньше вредных хвостов. Может использоваться только для концентрирования железа.

source: A tool for miners to concentrate ore. The run off produces wet tailings.
ru: Устройство для шахтеров, позволяющее обогащать руду. В результате промывки образуются сырые хвосты.

source: Lumber Stockpile
ru: Склад из пиломатериалов

source: Designates a 8x8x8 area as storage for large items.
ru: Склад размером 8х8х8 для больших предметов.

source: Large Lumber Stockpile
ru: Большой склад из пиломатериалов

source: Designates a 10x10x10 area as storage for large items.
ru: Склад размером 10х10х10 для больших предметов.

source: Pottery
ru: Гончарство

source: Pottery is an advancement in masonry and can provide an excellent building material for communities. Level by crafting related recipes.
ru: Гончарство это развитие профессии каменщика, обеспечивающее общество отличным строительным материалом. Повышается при создании относящихся к профессии рецептов.

source: Pottery Skill Book
ru: Книга о гончарном ремесле

source: Pottery Skill Scroll
ru: Страница о гончарном ремесле

source: Masonry
ru: Каменная кладка

source: Masonry Skill Book
ru: Книга о каменной кладке

source: Masonry Skill Scroll
ru: Страница о каменной кладке

source: Carpentry
ru: Плотницкое дело

source: Carpentry Skill Book
ru: Книга о плотницком деле

source: Carpentry Skill Scroll
ru: Страница о плотницком деле

source: Saw Softwood Boards
ru: Напилить досок из хвойных пород дерева

source: Saw Hardwood Boards
ru: Напилить досок из лиственных пород

source: Sand Concentrate
ru: Получить песок

source: Mortared Stones
ru: Строительный камень

source: Hewn Door
ru: Дверь из обтёсанного дерева

source: Culinary Research Paper Advanced Meat
ru: Исследование по продвинутой кулинарии - мясо

source: Campfire Animal Tiny
ru: Жареное на костре крошечное животное
