Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: You have not yet specialized in this skill. After studying the skill, you can spend a star to reach level 1.
ru: Вы ещё не специализируетесь на этом навыке. После его изучения, вы сможете потратить звезду, чтобы повысить его до уровня 1.

source: Manage Funds
ru: Управление фондами

source: Talent Choice
ru: Выбор таланта

source: When you reach this level, you will get to select a special talent related to the specialty.
ru: Когда вы достигнете этого уровня, то сможете выбрать особый талант в этой специальности.

source: Treasury Is Empty!\n
ru: Казна пуста!\n

source: Amount to Manage:
ru: Сумма для управления:

source: Reason:
ru: Причина:

source: Join World
ru: Загрузить мир

source: Manage
ru: Управление

source: Settings
ru: Настройки

source: Voters
ru: Избиратели

source: Empty Blocks Count As Windows
ru: Считать ли пустые блоки окнами

source: Target Tick Delta Time MS
ru: Целевой разброс времени тактов в МС

source: Parallel World Object Ticks
ru: Параллельная обработка мировых объектов

source: Paused
ru: Пауза

source: Unpause At First Login
ru: Снять с паузы при первом входе

source: Allow Fast Forward
ru: Разрешить ускорение времени

source: Sleep Time Pass Multiplier
ru: Множитель времени при сне

source: Time To Reach Maximum Time Rate
ru: Скорость ускорения времени

source: Collaboration Preset
ru: Настройки взаимодействия

source: Unlearn Refund Rate
ru: Возврат при сбросе

source: Require Authentication
ru: Требуется аутентификация

source: Allow Debug Calls
ru: Разрешить отладку

source: White List
ru: Белый список

source: Black List
ru: Черный список

source: Un Stuck Disable Time
ru: Время недоступности unstuck

source: Use Exact Spawn Location
ru: Точное указание места появления

source: Ignore Version Mismatch
ru: Игнорировать несовпадение версий

source: Legislation
ru: Законодательство

source: Invalid account.
ru: Неверная учетная запись.

source: You don't have access to that account.
ru: У вас нет доступа к этой учетной записи.

source: That is a permanent account and cannot be deleted.
ru: Это постоянная учетная запись, она не может быть удалена.

source: Account still has funds in it, cannot delete until they are removed.
ru: На этом счету по прежнему есть средства, опустошите его перед удалением.

source: Cannot remove {0} from their personal account.
ru: Не удалось убрать {0} с личного счёта.

source: {0} already exists.
ru: {0} уже существует.

source: Can't end an account name with 'Personal Account' for security.
ru: Имя аккаунта не может оканчиваться на 'личный счёт' в целях безопасности.

source: Transfer completed successfully!
ru: Передача успешно завершена!

source: For contruction contracts.
ru: Для строительных договоров.

source: Hitting rocks with a pickaxe can be suprisingly difficult. Level by breaking rocks.
ru: Долбить скалы киркой может быть удивительно трудно. Повышается при разбивании камней и руды.

source: Bullrush Seed
ru: Семечко камыша

source: Plant to grow bullrush.
ru: Посадите, чтобы вырастить камыш.

source: Bullrush
ru: Камыш

source: Bullrush Seed Pack
ru: Упаковка семян камыша

source: Amanita Mushroom Spores
ru: Споры мухоморов

source: Plant to grow amanita mushrooms. Not sure why you'd want these poisonous mushrooms, though.
ru: Посадите, чтобы вырастить мухомор. Уж не знаю зачем Вам сдались эти ядовитые грибы.

source: AmanitaMushroom
ru: Мухомор

source: Amanita Mushroom Spores Pack
ru: Упаковка спор мухомора

source: Pitcher Plant
ru: Кувшиночник

source: Buttonbush
ru: Цветоголовник

source: Pitch
ru: Смола

source: Ribbed steel bars for reinforcing stuctures.
ru: Ребристые стальные стержни для усиления построек.

source: Harvested from a number of plants, these fibers are useful for a suprising number of things.
ru: Собранные с различных растений, эти волокна имеют невероятное количество применений.

source: A pointy implement to break down stone and ore into managable rubble.
ru: Заостренный инструмент для дробления камня и руды на подходящие куски.

source: A simple water and suger combination heated until the sugar dissolves.
ru: Простую смесь воды и сахара нагревают, пока сахар не растворится.

source: A thick stew chock-full of meat, camas, and corn. A suprisingly good combination.
ru: Тушёное мясо с добавлением камассии и кукурузы. Удивительно хорошая комбинация.

source: Used to make collids for bursts of flavor.
ru: Используется при создании коллоидов для раскрытия аромата.

source: A handfull of small wild berries. I'm your huckleberry.
ru: Несколько мелких диких ягод. Я твоя черника.

source: The blackened char on this tomato would contrast well with the red skin if there was any unburt surface left.
ru: Чернота обугленности этого помидора могла бы здорово сочетаться с краснотой кожицы плода, если бы хоть что-то осталось не подгоревшим.

source: A sweet pastry with seperated sections that look a bit like a claw.
ru: Сладкая выпечка, с отдельными секциями, напоминающими когти.

source: Charred agave leaves are too fiberous to eat entirely, but you can certainly chew them.
ru: Обгорелые листья агавы слишком жилистые чтобы съесть их полностью, но вы можете их жевать.

source: ({0:username} {1:verb} by {2:bonus amount})
ru: ({0:username} {1:verb} за {2:bonus amount})

source: Create Account
ru: Создать счёт

source: Music Volume
ru: Громкость музыки

source: Add New District
ru: Добавить новый район

source: Plants
ru: Растения

source: More of a nightstand than a table, really.
ru: На самом деле больше тумбочка, чем стол, реально.

source: {0} set the world objective: {1}
ru: {0} объявляет о глобальной цели: {1}

source: Data
ru: Данные

source: Cutting logs into usable crafting and building materials is an important skill for budding communities. Level by crafting related recipes.
ru: Превращение древесины в строительные материалы и различные предметы, важный навык для развивающихся общин. Повышается при создании относящихся к профессии рецептов.

source: A large table for placing things on.
ru: Большой стол для размещения вещей.

source: A raised surface supported by legs. Without the back, it might be a stool.
ru: Приподнятая поверхность, поддерживаемая ножками. Без спинки, это была бы табуретка.

source: Shred Kelp
ru: Нарезать ламинарию

source: Boiled in water to remove the inherent bitterness, this shoot is much tastier.
ru: Отваренный в воде побег потерял присущую ему горечь и стал куда вкуснее.

source: A mushy mixture that can serve somewhat as a replacement protein in a meatless diet.
ru: Кашеобразная смесь, в какой-то мере заменяющая белок при вегетарианском питании.

source: in the last hour
ru: за последний час

source: Claim Property
ru: Получение в собственность

source: Hide empty Currencies
ru: Скрыть пустые валюты

source: Show all Currencies
ru: Показать все валюты

source: Unowned. Created by
ru: Ничьё. Создатель

source: Server
ru: Сервер

source: Total
ru: Всего

source: Community
ru: Сообщество

source: Elk Skypiercer
ru: Олень Небокол

source: Roads
ru: Дороги

source: Could not parse string "{0}" into {1}
ru: Не удалось разобрать строку "{0}" в {1}

source: Loaded the command processor "{0}" from handler "{1}".
ru: Командный процессор "{0}" загружен из обработчика "{1}".

source: Could not set command processor "/{0}" from handler "{1}";
ru: Не удалось задать командный процессор "/{0}" из обработчика "{1}";

source: Command processor is already set to: "{0}".
ru: Командный процессор уже настроен: "{0}".

source: In order to be considered a "room", a few rules must be followed:
ru: Чтобы получилась 'комната', должны быть выполнены некоторые условия:

source: Receive Government Funds
ru: Получение платежа от правительства

source: Drop Garbage
ru: Выброс мусора

source: Round
ru: Тур

source: Max To Buy
ru: Максимум покупки

source: for
ru: для

source: Mods
ru: Моды

source: Platforms
ru: Платформы

source: Foundation
ru: Механики

source: Life
ru: Жизнь

source: Gameplay
ru: Игровой процесс

source: Nations
ru: Страны

source: User Exp
ru: Опыт

source: Title Holders
ru: Обладатели титула

source: Graph
ru: График

source: Clear Categories
ru: Очистить категории

source: Pre-Made Graphs
ru: Стандартные графики

source: {0}st
ru: {0}ый

source: {0}nd
ru: {0}ой

source: {0}rd
ru: {0}ий

source: {0}th
ru: {0}ый

source: Education
ru: Обучение

source: Only tax destinations are allowed (players with government banking privileges can create such bank accounts).
ru: Разрешены только налоговые операции (только игроки с соответствующими привилегиями могут создавать такие банковские счета).

source: Hashed Password
ru: Хешированный пароль

source: Detailed Description
ru: Детальное описание

source: Server Category
ru: Категория сервера

source: Game Server Port
ru: Порт игрового сервера

source: Web Server Port
ru: Порт веб-сервера

source: Max Connections
ru: Максимум подключений

source: The value must start with http:// or https://.
ru: Значение должно начинаться с http:// или https://.

source: A long description of the server to display when selected in the server browser. Use \n for line endings. Max 500 characters.
ru: Подробное описание, отображаемое при выборе сервера в списке. Используйте \n для разделения строк. Вмещает не более 500 символов.

source: Log Missed Strings
ru: Журнал пропущенных строк

source: Track Missed String
ru: Отследить Пропущенную Строку

source: Missing localization strings logging behavior
ru: Пропущенные строки локализации логирования поведения

source: Missed strings tracking behavior
ru: Пропущенные строки отслеживания поведения

source: Tier
ru: Уровень

source: Efficiency Modules
ru: Модули эффективности

source: Hidden/Research
ru: Скрыть / Исследовать

source: Teacher
ru: Преподаватель

source: Hours Between Executions
ru: Часов между выполнением

source: Repeat For Each User
ru: Повторить для каждого пользователя

source: Location To Display
ru: Положение для отображения

source: Total Terms Allowed
ru: Всего разрешенных условий

source: Can Set Global Objective
ru: Может установить глобальную цель

source: Game Value Wrapper
ru: Игровое значение Оболочка

source: Game Value Context
ru: Игровое значение Контекст

source: Comparison
ru: Сравнить

source: Not Value
ru: Без значения

source: Arithmetic operations on other values from the world.
ru: Арифметические операции над другими значениями мира.

source: Round Type
ru: Тип округления

source: Round To Multiple
ru: Округлять до

source: Statistical queries of the world.
ru: Статистические запросы мира.

source: Species Types
ru: Типы видов

source: Statistic
ru: Статистика

source: Custom Stat Name
ru: Имя Произвольного параметра

source: Time Range In Hours
ru: Промежуток времени в часах

source: Time Range Type
ru: Тип интервала времени

source: Matches Currency
ru: Соответствие валют

source: Authorized Or Not
ru: Авторизован или нет

source: Ignore Government Owned
ru: Игнорировать Государственную Собственность

source: Weight By Percent Owned
ru: Значимость от процента владения

source: Stats about players.
ru: Статистика об игроках.

source: Within Last Number Of Days
ru: В течение последнего количества дней

source: District Game Value
ru: Район

source: Sections
ru: Статьи

source: Property Location
ru: Расположение собственности

source: Invite Or Rescind
ru: Пригласить или Отозвать

source: Layer Type
ru: Тип слоя

source: Subcategory
ru: Подкатегория

source: Habitability Layer
ru: Слой обитаемости

source: Species Change Rate
ru: Скорость изменения видов

source: Decay Rate Flat
ru: Постоянная скорость распада

source: Decay Rate Percent
ru: Процентная скорость распада

source: Zero At Height Diff
ru: Ноль при разнице высот

source: Source Influence Rate
ru: Скорость влияния источника

source: Base Layer Name
ru: Название базового слоя

source: Height Layer Name
ru: Название слоя высоты

source: Celsius Range
ru: C

source: Init Multiplier
ru: Начальный множитель

source: Sync To Client
ru: Синхронизация клиента

source: Override Render Range
ru: Переопределить дистанцию отрисовки

source: Min Color
ru: Минимальный цвет

source: Max Color
ru: Максимальный цвет

source: Sum Relevant
ru: Сумма подходящих

source: Category Name
ru: Имя категории

source: Visible
ru: Видимый

source: Render Range
ru: Дальность отрисовки

source: Value Type
ru: Тип значения

source: Area Description
ru: Описание местности

source: Initial Oxygen Percent
ru: Начальный процент кислорода

source: Initial Nitrogen Percent
ru: Начальный процент азота

source: Atmosphere Display Enabled
ru: Включить отображение атмосферы

source: Pollution Multiplier
ru: Множитель загрязнения

source: Sea Level Sim Enabled
ru: Включить симуляция уровня моря

source: Temperature Sim Enabled
ru: Включить симуляцию температуры

source: Max Sea Level Rise
ru: Максимальное повышение уровня моря

source: Max Temperature Rise
ru: Максимальное повышение температуры

source: Max Sea Level Rise Rate Per Day
ru: Максимальный уровень подъёма воды за день

source: Max Temperature Change Per Day
ru: Максимальное изменение температуры за день

source: Pollution Per Tailing Per Tick
ru: Загрязнение за единицу шлака за такт

source: Max Debris Blocks
ru: Максимум обломков

source: Climate Settings
ru: Настройки климата

source: Push To World
ru: Записывать в мир

source: Pull From World
ru: Считывать из мира

source: Animal Behavior Lodding
ru: Логирование поведения животных

source: Plant Scarcity
ru: Дефицит растений

source: Plant Density
ru: Густота растительности

source: Base Skill Gain Rate
ru: Базовая скорость получения навыков

source: Skill Damage Multiplier
ru: Множитель урона навыкам

source: Record Layer History
ru: Записывать историю слоёв

source: Layer History Backups Per Day
ru: Резервных копий историй слоёв в день

source: Time Of Day Scale
ru: Длительность игровых суток

source: World generation seed value.
ru: Сид генерации мира.

source: Radius of initial seed points. Influences cell size.
ru: Радиус начальных точек генерации мира. Влияет на размер ячейки.

source: Percentage of the world to create as land. Rest will be ocean.
ru: Процент суши от поверхности всей планеты. Остальная часть станет океаном.

source: Number of cells to place as coastline.
ru: Количество ячеек, которые нужно разместить как береговую линию.

source: Number of cells to place as shallow ocean near the coast.
ru: Количество ячеек, которые нужно разместить как мелководье рядом с берегом.

source: Number of continents to spawn.
ru: Количество континентов.

source: Range that continents avoid other land masses.
ru: Минимальное удаление континентов от другой суши.

source: Range that islands avoid other land masses.
ru: Минимальное удаление островов от другой суши.

source: Size range to spawn lakes.
ru: Диапазон размера озер.

source: Number lakes to spawn.
ru: Количество озер.

source: Number of rivers to spawn.
ru: Количество рек.

source: Approximate width of rivers.
ru: Базовая ширина рек.

source: The power or rate of change in elevation from the ocean. (y in the elevation equation [(d*x)^y])
ru: Сила или темп изменения высоты над уровнем моря от океана. (y в уравнении [(d*x)^y])

source: Power used in the autoscale function (worldSize / defaultWorldSize) ^ exponent
ru: Модификатор автомасштабирования (worldSize / defaultWorldSize) ^ экспонента

source: Whether or not to save an image of the terrain after generation.
ru: Генерация изображения поверхности мира.

source: Water Level
ru: Уровень воды

source: Heightmap Module
ru: Модуль карты высот

source: Water Module
ru: Водяной модуль

source: Rainfall Module
ru: Модуль осадков

source: Temperature Module
ru: Модуль температуры

source: Terrain Module
ru: Модуль поверхности

source: Voxel Size
ru: Размер вокселя

source: Frequency Scale
ru: Масштаб

source: Size Description
ru: Площадь мира

source: May be used to specify weight variance. Every time when new block generated it's direction weight will be increased by random value from range [0; direction variance).
ru: Может использоваться для указания отклонения веса. Каждый раз, когда генерируется новый блок, вес его направления будет увеличиваться на случайную величину из диапазона [0; отклонение направления).

source: Amanita Mushroom Species
ru: Мухоморы

source: Barrel Cactus Species
ru: Бочкообразный кактус

source: Beans Species
ru: Бобы

source: Beets Species
ru: Свекла

source: Big Bluestem Species
ru: Бородач Жерара

source: Birch Species
ru: Берёза

source: Bolete Mushroom Species
ru: Белый гриб

source: Bunchgrass Species
ru: Осока

source: Buttonbush Species
ru: Цветоголовник

source: Camas Species
ru: Камассия

source: Cedar Species
ru: Кедр

source: Ceiba Species
ru: Сейба

source: Clam Species
ru: Моллюск

source: Common Grass Species
ru: Обычная трава

source: Cookeina Mushroom Species
ru: Кукейна

source: Corn Species
ru: Кукуруза

source: Creosote Bush Species
ru: Ларрея

source: Crimini Mushroom Species
ru: Шампиньоны

source: Deer Lichen Species
ru: Кладония оленья

source: Desert Moss Species
ru: Пустынный мох

source: Dwarf Willow Species
ru: Ива травянистая

source: Fern Species
ru: Папоротник

source: Filmy Fern Species
ru: Тонколистник

source: Fir Species
ru: Пихта

source: Fireweed Species
ru: Иван-чай

source: Heliconia Species
ru: Геликония

source: Huckleberry Species
ru: Черника

source: Jointfir Species
ru: Хвойник

source: Joshua Species
ru: Юкка коротколиственная

source: Kelp Species
ru: Ламинария

source: King Fern Species
ru: Королевский папоротник

source: Lattice Mushroom Species
ru: Решёточник красный

source: Lupine Species
ru: Люпин

source: Oak Species
ru: Дуб

source: Ocean Spray Species
ru: Холодискус

source: Old Growth Redwood Species
ru: Гигантская секвойя

source: Orchid Species
ru: Орхидея

source: Palm Species
ru: Пальма

source: Papaya Species
ru: Папайя

source: Peat Moss Species
ru: Торфяной мох

source: Pineapple Species
ru: Ананас

source: Pitcher Plant Species
ru: Кувшиночник

source: Prickly Pear Species
ru: Опунция

source: Pumpkin Species
ru: Тыква

source: Redwood Species
ru: Секвойя

source: Rice Species
ru: Рис

source: Saguaro Cactus Species
ru: Карнегия

source: Salal Species
ru: Салал

source: Saxifrage Species
ru: Камнеломка

source: Seagrass Species
ru: Водоросли

source: Spruce Species
ru: Ель

source: Sunflower Species
ru: Подсолнечник

source: Switchgrass Species
ru: Просо

source: Taro Species
ru: Таро

source: Tomatoes Species
ru: Помидор

source: Trillium Species
ru: Триллиум

source: Urchin Species
ru: Морской ёж

source: Waterweed Species
ru: Элодея

source: Wheat Species
ru: Пшеница

source: White Bursage Species
ru: Амброзия кустарниковая

source: Missing expected static function on {0} accepting {1} parameters with return type {2}.
ru: Отсутствует ожидаемая статическая функция на {0}, принимающая параметры {1} и возвращающая {2}.

source: Errors
ru: Ошибки

source: Revision to previous {0} {1}.
ru: Редакция предыдущей версии {0} {1}.

source: {0} Reverted to: {1}
ru: {0} Возвращено в: {1}

source: '{0}' contains inappropriate text.
ru: '{0}' содержит недопустимый текст.

source: No objects required by power grid network
ru: Дополнительные элементы Энергосети не требуются

source: Not connected to a power grid
ru: Не подключен к электросети

source: Viewing map
ru: Просмотр карты

source: Recalculate
ru: Пересчитать

source: Subject
ru: Подтвердить

source: Location 1
ru: Положение 1

source: Location 2
ru: Положение 2

source: Version
ru: Версия

source: Boots designed to be rugged and reduce muscle strain while working.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Прочные ботинки, созданные для того, чтобы уменьшить мышечное напряжение во время работы.\n\n(Снижает потребление калорий при использовании инструментов на 10\u0025)

source: Lighter pack that causes lower calorie consumption.\n\n(Decreases calories consumed when using tools by 10\u0025 and increases max carry weight by 5 kg)
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025 и увеличивает максимальный переносимый вес на 5 кг)

source: Two-toned suede shoes.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Двухцветные замшевые туфли.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Heavy duty steel-toed boots.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Тяжелые ботинки со стальными носками.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Waterproof rubber sole boots with synthetic lining that provides protection against the elements when working in the fields.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Водонепроницаемые ботинки на резиновой подошве с синтетической подкладкой, обеспечивают защиту от непогоды во время работы в поле.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Snug work boots with side zippers.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Удобные рабочие ботинки на молнии.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Could not add chat command \'/{0}\': invalid parameter type '{1}' of {2} argument.
ru: Не удалось добавить команду чата \'/{0}\': неверный тип параметра у '{1}' из {2} аргументов.

source: The server crashed with error '{0}' and you can't play. Check logs in 'Eco_Data\\Server\\Logs' for more information.
ru: Сбой сервера, вы не можете продолжить играть, ошибка '{0}'. Проверьте журнал в 'Eco_Data\\Server\\Logs'для получения более подробной информации.

source: m
ru: м

source: Bank accounts serve as a storage and separation of currency for various uses by various citizens and government entities.
ru: Банковские счета служат хранилищем и разделителем денежной массы для различных целей жителей и Правительственных структур.

source: Currency is a societal construct that makes trade easier.
ru: Валюта - это социальный инструмент, который упрощает торговлю.

source: A defined section of land, which can be referenced by laws and other systems.
ru: Определяет территорию, на которую могут ссылаться законы и другие системы.

source: Elected Titles are government officials that can be assigned permissions to manage government policy.
ru: Выборные должности - это государственные должностные лица, которым могут быть выданы права на управление государственной политикой.

source: A poll set to a group of citizens to determine a position or referendum.
ru: Опрос, проводимый для группы граждан с целью определения Позиции по вопросу или Референдума.

source: Boots designed to be rugged and reduce muscle strain while working.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Прочные ботинки, созданные для того, чтобы уменьшить мышечное напряжение во время работы.\n\n(Снижает потребление калорий при использовании инструментов на 10\u0025)

source: Lighter pack that causes lower calorie consumption.\n\n(Decreases calories consumed when using tools by 10\u0025 and increases max carry weight by 5 kg)
ru: Облегчённый рюкзак, снижающий потребление калорий.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025 и увеличивает максимальный переносимый вес на 5 кг)

source: Two-toned suede shoes.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Двухцветные замшевые туфли.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)

source: Heavy duty steel-toed boots.\n\n(Decreases calories consumed when using tools by 10\u0025)
ru: Тяжелые ботинки со стальными носками.\n\n(Уменьшает расход калорий при использовании инструментов на 10\u0025)
