Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: You can discover new specialties and unlock new recipes by reading skill scrolls.
ru: Вы можете открыть новые специальности и разблокировать новые рецепты читая страницы навыков.

source: Skills Panel Unlocked
ru: Панель навыков разблокирована

source: Choose professions and specialties here.
ru: Выбирайте профессии и специальности здесь.

source: Rent\n
ru: Аренда\n

source: These benefits can be improved by leveling-up the specialty.
ru: Эти преимущества могут быть улучшены путём повышения уровня специальности.

source: Baker
ru: Пекарь

source: How to Level-Up
ru: Как повышать уровень

source: How to Craft
ru: Как производить

source: Post\n
ru: Отправить\n

source: Chat channel settings
ru: Настройки канала чата

source: Chat channels help us to organize chat messages into specific topics. You can filter which channels to listen to in your chat tab settings. \nTo write a message to your channel, use # symbol (<i>e.g. #General</i>).
ru: Каналы чата помогают группировать сообщения в чате по определенным тематикам. Вы можете отфильтровать какие каналы отображать в настройках вкладок чата. \nЧтобы отправить сообщение в нужный канал, используйте символ # (<i>например #Общий</i>).

source: Chat Tab Settings\n
ru: Настройки вкладок чата\n

source: Set up chat sources to be visible within this chat tab.
ru: Выберите источники, которые будут видны на этой вкладке чата.

source: Display only selected items.
ru: Отображать только выбранные элементы.

source: Clear filters
ru: Сбросить

source: Clear all active filters, including any name filters.
ru: Очистить все активные фильтры, включая фильтры по имени.

source: Collapse/Expand all
ru: Свернуть/Развернуть все

source: Expands or collapses all linked inventories.
ru: Свернуть или раскрыть все связанные инвентари.

source: Repair\n
ru: Ремонт\n

source: \nShift clicking a tool will add it to repair slot or inventory\nShift clicking button will repair tool and pull it back to inventory
ru: \nShift-клик по инструменту добавит его в слот для ремонта или инвентарь\nShift-клик по кнопке отремонтирует инструмент и вернет его обратно в инвентарь

source: Your duties are driven by the ratified Constitution
ru: Ваши обязанности определяются ратифицированной Конституцией

source: Input Inventory
ru: Вход инвентаря

source: Click this to allow taking from this inventory.
ru: Щелкните здесь, чтобы разрешить извлекать предметы из этого инвентаря.

source: Output Inventory
ru: Выход инвентаря

source: Click this to allow putting items into this inventory.
ru: Нажмите эту кнопку, чтобы разрешить помещать предметы в этот инвентарь.

source: Debug translations (QA ONLY)
ru: Отладка перевода (QA ONLY)

source: Force chinese locked mode (QA ONLY, WILL QUIT GAME)
ru: Режим принудительной блокировки китайского языка (ТОЛЬКО ДЛЯ QA, ВЫЙДЕТ ИЗ ИГРЫ)

source: UI Volume
ru: Громкость интерфейса

source: Information about a house on the deed.
ru: Информация о доме, находящемся в собственности.

source: Who can access
ru: Кто имеет доступ

source: Tech Tree
ru: Дерево технологий

source: Channels managers list
ru: Список Менеджеров канала

source: Channel users list
ru: Список пользователей канала

source: Who can read this channel, can be User, Demographic, or a Title
ru: Кто может читать этот канал, это может быть пользователь, демографическая группа или титул

source: Channels you can read, write, and you have manager privileges
ru: Каналы которые Вы можете читать, писать и в которых у Вас есть привилегии

source: Click to delete this chat tab
ru: Нажмите, чтобы удалить эту вкладку чата

source: Yours:
ru: Ваши:

source: Quick Swap Set
ru: Набор для быстрой замены

source: Filter is hiding stacks
ru: Фильтр скрывает стопки

source: Makes the chat window transparent. When chat is in opaque state, it will automatically switch to transparent after timer expires.
ru: Делает окно чата прозрачным. Когда чат непрозрачен, он автоматически переключится в прозрачное состояние по истечении заданного времени.

source: Chat Font Size
ru: Размер шрифта чата

source: Voice Users
ru: Игроки в голосовом чате

source: Getting started!
ru: Начинаем!

source: Click to set rent on the property.\n\nRent is locked in when a citizen becomes a resident, and rent changes will not be applied unless they leave residency and return.\n\nOwners are not subjected to rent or move-in fee.
ru: Нажмите, чтобы задать размер арендной платы.\n\nКогда житель въезжает, арендная плата фиксируется и изменения арендной платы не будут применяться, до тех пор, пока он не выселится и не вернётся вновь.\n\nС владельцев не взимается арендная плата или плата за въезд.

source: Researching...
ru: Изучение...

source: Discovered by:
ru: Открыто игроком:

source: Consolidate
ru: Объединить

source: Consolidate content from all inventories to take up the least possible inventory space
ru: Объединить содержимое всех хранилищ, чтобы максимально уменьшить занимаемое место

source: Notification sources
ru: Источники уведомлений

source: Linked inventories
ru: Подключенные хранилища

source: In this section you can see inventories that are within range to be accessed.\nYou can move items between all inventories.
ru: В этом разделе отображаются хранилища, которые находятся в пределах досягаемости.\nВы можете перемещать предметы между всеми этими хранилищами.

source: Open Deed
ru: Открыть

source: In exchange for
ru: В обмен на

source: Surveyor Tool
ru: Инструмент геодезиста

source: Reserve:
ru: Зарезервировано:

source: Price:
ru: Цена:

source: Maximum value
ru: Максимальное значение

source: Minimum value
ru: Минимальное значение

source: Immigrants Pending Approval
ru: Иммигранты, ожидающие одобрения

source: Invited Citizens
ru: Приглашенные жители

source: Edit Channel
ru: Редактировать канал

source: You have access to edit this channel
ru: У Вас есть доступ на редактирование этого канала

source: Delete chat source
ru: Удалить источник

source: Do not receive message from this source in this tab
ru: Не получать сообщения от этого источника на этой вкладке

source: Apply to Become a Citizen
ru: Подать заявление на гражданство

source: Accept Citizenship Invitation
ru: Принять приглашение на получение гражданства

source: Approve
ru: Одобрить

source: Renounce Citizenship
ru: Отказаться от гражданства

source: Invite New Citizens
ru: Пригласить новых Жителей

source: Delete Channel
ru: Удалить канал

source: Accept Invitation
ru: Принять приглашение

source: Leave
ru: Покинуть

source: Capture
ru: Захватить

source: Emote Selection
ru: Выбор эмоций

source: Hardwood Lumber Dresser
ru: Комод из пиломатериалов лиственных пород

source: Lumber Dresser
ru: Комод из пиломатериалов

source: Softwood Lumber Dresser
ru: Комод из пиломатериалов хвойных пород

source: A lumber dresser that lets you store your clothing and quickly switch between a one designated outfit and whatever you are currently wearing.
ru: Комод из пиломатериалов служит для хранения одежды, а также позволяет быстро сменить ваш текущий наряд на другой.

source: Trade failed: {0} doesn't have {1} {2}
ru: Сделка не удалась: {0} не достаточно {1} {2}

source: Move the {0} to your toolbar and select it.
ru: Перетащите {0} на панель инструментов и выберите.

source: Place your starting camp in a good location (easy access to wood is especially important to start).
ru: Разместите Ваш стартовый лагерь в хорошем месте (лёгкий доступ к дереву особенно важен на старте).

source: You must select at least one bank account.
ru: Вы должны выбрать хотя бы один банковский счет.

source: Networked objects activated!
ru: Сетевые объекты активированы!

source: Required Ingredients
ru: Требуемые ингредиенты

source: You can't add items to purchase, you don't have any linked inventory to receive them.
ru: Вы не можете добавить предметы в корзину, так как у Вас нет подключенного инвентаря.

source: Checkout
ru: Проверить

source: You can't add more {0} to the cart, no more wanted.
ru: Вы не можете добавить еще {0} в корзину, больше не требуется.

source: You can't add more {0} to the cart, not enough stock.
ru: Вы не можете добавить еще {0} в корзину, не достаточно в наличии.

source: You have: {0}
ru: У вас есть: {0}

source: Sell to {0} for: {1}
ru: Продать {0} для: {1}

source: Quantity wanted: {0}
ru: Требуемое количество: {0}

source: Buy from {0} for: {1}
ru: Купить у {0} для: {1}

source: Quantity available: {0}
ru: Доступное количество: {0}

source: Limit
ru: Лимит

source: Reserve
ru: Зарезервировано

source: Maximum amount allowed to buy.
ru: Максимально количество доступное для покупки.

source: Amount to keep in the storage.
ru: Количество, которое нужно хранить на складе.

source: You don't have any of this item to sell.
ru: У вас нет ни одного из этих предметов для продажи.

source: {0} Wanted
ru: Требуется {0}

source: {0} For Sell
ru: {0} на продажу

source: Transparent State Time (Seconds)
ru: Время прозрачного состояния (Секунды)

source: Chat Settings
ru: Настройки чата

source: District name​
ru: Название района​

source: Allows the Store to Sell Items from all Linked Inventories
ru: Позволяет магазину продавать товары из всех подключенных инвентарей

source: Allows the Store to Buy Items into any Linked Inventory
ru: Позволяет магазину покупать товары в любой присоединенный инвентарь

source: Allows the Work Station to Take Ingredients from all Linked Inventories
ru: Позволяет Верстаку брать ингредиенты из всех присоединенных инвентарей

source: Allows the Work Station to Put finished Products in any Linked Inventory
ru: Позволяет Верстаку помещать произведённые товары в любой присоединенный инвентарь

source: Allows the Store to Sell Items from this Inventory
ru: Позволяет магазину продавать товары из этого инвентаря

source: Allows the Store to Buy Items into this Inventory
ru: Позволяет магазину покупать товары в этот инвентарь

source: Allows the Work Station to Take Ingredients from this Inventory
ru: Позволяет Верстаку брать ингредиенты из этого инвентаря

source: Allows the Work Station to Put finished Products in this Inventory
ru: Позволяет Верстаку помещать произведённые товары в этот инвентарь

source: Amount needed:
ru: Необходимое количество:

source: + 82 items hidden from filter
ru: + 82 предмета скрыты фильтром

source: When enabled - connected workstation is allowed to take resources from this inventory.\nClick this to change a state.
ru: Когда включено, верстаку разрешено брать ресурсы из этого инвентаря.\nНажмите, чтобы изменить.

source: Selling to store
ru: Продать Магазину

source: Buying from store
ru: Купить в Магазине

source: Time remaining:
ru: Осталось времени:

source: Keys
ru: Ключи

source: Your world will be unlike any other.
ru: Ваш мир будет не похож ни на один другой.

source: Allow Friends to join
ru: Разрешить друзьям подключаться

source: Your friends will be able to join your world.
ru: Ваши друзья смогут присоединиться к вашему игровому миру.

source: Face Emotes
ru: Мимика

source: Body Emotes
ru: Жесты тела

source: Channel list
ru: Список каналов

source: Show Locked Benefits
ru: Показывать недоступные

source: Common
ru: Общий

source: Manageable
ru: Управляемый

source: Select Property for
ru: Выберите недвижимость для

source: Eco-Plate for me and you.
ru: Eco-тарелка для меня и для вас.

source: Boom Up/Boom Down
ru: Стрела Вверх/Вниз

source: Boom Up/Boom Down/Rotate Left/Rotate Right
ru: Стрела Вверх/Стрела Вниз/ Поворот Влево/Поворот Вправо

source: Take / Place
ru: Взять / Положить

source: Put / Cancel
ru: Поместить / Убрать

source: Should the settlement system be used, or should the old style be set? (Note: this system is not finished yet and is currently disabled)
ru: Включить систему поселений или же использовать старый стиль? (Примечание: система поселений ещё не закончена и сейчас отключена)

source: Change owner of current target, if the target is a store it will change it without closing it.
ru: Изменить владельца текущей цели, если целью является магазин, то это произойдет без его закрытия.

source: Is Vehicle
ru: Транспорт

source: Is the object a vehicle?
ru: Является объектом или транспортом?

source: Elk Species
ru: Вапити

source: Fox Species
ru: Лиса

source: Hare Species
ru: Заяц

source: Jaguar Species
ru: Ягуар

source: Moon Jellyfish Species
ru: Ушастая аурелия

source: Mountain Goat Species
ru: Горный козёл

source: Otter Species
ru: Выдра

source: Could not create save file: {0}
ru: Не удалось создать файл сохранения: {0}

source: Could not start server:
ru: Не удалось запустить сервер:

source: Connection Failed
ru: Ошибка подключения

source: Hit {0} for {1} damage!
ru: Попадание по {0} нанесло {1} урона!

source: You killed the {0}. Find the carcass to harvest it.
ru: Вы убили {0}. Заберите тушу.

source: The carcass has already been harvested
ru: Тушу уже забрали

source: You cannot queue more than {0} projects at a single table.
ru: Нельзя начать более чем {0} проектов на одном столе.

source: Cannot lower the priority of other people's work orders on someone else's property.
ru: Нельзя понизить приоритет работы других людей на чужой собственности.

source: Project cancelled.
ru: Проект отменен.

source: Could not cancel this project: {0}
ru: Нельзя отменить этот проект: {0}

source: This {0:object} has active projects and can't be picked up
ru: Этот {0:object} используется в действующем проекте и не может быть взят

source: Specify an amount to buy first.
ru: Укажите количество товара перед покупкой.

source: Can't have more than 100 exchanges listed.
ru: Нельзя иметь более 100 обменов валюты в одном списке.

source: Can't have more than 100 holdings listed.
ru: Нельзя иметь более 100 валютных резервов в списке.

source: This mint is currently disabled, check status for details.
ru: Этот пресс для чеканки монет сейчас отключен. Для подробностей проверьте состояние.

source: Invalid currency name.
ru: Недопустимое название валюты.

source: That currency name already exists at another mint.
ru: Такое название валюты уже существует на другом прессе для чеканки монет.

source: {0} created the currency {1}.
ru: {0} создал валюту {1}.

source: {0} renamed currency {1} to {2}.
ru: {0} переименовывает валюту {1} в {2}.

source: This mint is currently not functional, check status for details.
ru: Этот пресс для чеканки монет сейчас не работает. Для подробностей проверьте состояние.

source: Need to give your currency a name before you can craft it.
ru: Нужно назвать вашу валюту, прежде чем печатать её.

source: You must craft more than zero coins.
ru: Нужно изготовить хотя бы одну монету.

source: {0} created {1}.
ru: {0} создал {1}.

source: No item on table to repair.
ru: Нет вещей для ремонта на столе.

source: Cannot repair {0}.
ru: Нельзя отремонтировать {0}.

source: {0} is already at max durability.
ru: {0} имеет максимальную прочность.

source: You can't repair {0} until you learn {1}.
ru: Вы не можете ремонтировать {0} до тех пор, пока не выучите {1}.

source: Unable to repair, please check table status.
ru: Не удаётся отремонтировать. Пожалуйста, проверьте состояние стола.

source: Not enough {0} to complete the repair, {1} needed.
ru: Не хватает {0} для завершения ремонта, Нужно {1}.

source: {0} repaired to maximum durability.
ru: {0} ремонтируется до максимальной прочности.

source: No items marked for trade.
ru: Не выбран товар для торговли.

source: Trade failed: {0} doesn't want any more {1}.
ru: Сделка не удалась: {0} не нужно больше {1}.

source: Trade failed: {0} wants a max of {1} {2}
ru: Сделка не удалась: {0} нужно не больше, чем {1} {2}

source: The owner {0} doesn't have enough currency to cover this trade.
ru: Владельцу магазина {0} недостаёт валюты для оплаты этой сделки.

source: {0} is now sold out of {1}
ru: В {0} полностью распродан товар {1}

source: You briefly faint and drop the cart handles! You are starving!
ru: Вы на грани голодного обморока и не можете удержать телегу!

source: You are too hungry to pull this {0}!
ru: Вы не можете тянуть {0} т.к. слишком голодны!

source: No meteor to destroy.
ru: Астероида для уничтожения не обнаружено.

source: Meteor destroyed.
ru: Метеорит уничтожен.

source: A wild meteor has appeared!
ru: Появился дикий астероид!

source: A meteor already exists!
ru: Астероид уже существует!

source: Contract '{0}' is invalid, must fix or delete before posting another one.
ru: Договор '{0}' недействителен, необходимо исправить или удалить его перед публикацией нового.

source: No currency found.
ru: Валюта не найдена.

source: That contract is too far away to accept. Contract board is located at {0}.
ru: Договор слишком далеко, чтобы его принять. Его доска расположена в {0}.

source: Contract not accepted: cannot have more than {0} active contracts at once.
ru: Договор не принят: нельзя иметь более чем {0} одновременно действующих договоров.

source: Can't mark a job failed until the time has expired. {0} left.
ru: Нельзя объявить о расторжении договора, пока не истечёт срок. {0} осталось.

source: {0:client name} marked {1:contractor name}'s contract failed:
ru: {0:client name} отмечает договор с {1:contractor name} расторгнутым:

source: {0:client name} marked your contract as failed:
ru: {0:client name} расторгает с вами договор:

source: Contract does not have any clauses.
ru: Нет никаких условий в договоре.

source: Must give the contract a name (click icon in title bar).
ru: Нужно дать название договору (кликните на иконке в заголовке).

source: Contract must not be 'Auto-Accept' when containing a custom clause. Uncheck it at the bottom of the contract, and you will have to manually approve when this contract completes.
ru: Договор, содержащий пользовательские условия, не может быть 'Автоматически принимаемым'. Снимите флажок в нижней части договора. Вы должны будете вручную подтвердить выполнение договора.

source: Put {0} in {1}.
ru: Положите {0} в {1}.

source: No items specified for container clause.
ru: В условии для хранилища не указаны объекты.

source: No room at requested location, {0}.
ru: Нет помещения в указанных координатах, {0}.

source: From position not specified for Build Road clause.
ru: Не указано, откуда строить дорогу.

source: To position not specified for Build Road clause.
ru: Не указано, куда строить дорогу.

source: Same position chosen for beginning/end points of road in Build Road clause.
ru: Указана одна и та же точка для начала и конца строительства дороги.

source: No item specified for road type.
ru: Не определён материал дороги.

source: No road type selected.
ru: Не выбран тип дороги.

source: Road not complete. Last valid point on road detected at {0}.
ru: Дорога не закончена. Последний действительный участок дороги расположен в {0}.

source: more
ru: больше

source: less
ru: меньше

source: No items specified for blocks on property clause.
ru: Не выбраны объекты для условия о блоках в собственности.

source: more than
ru: больше чем

source: less than
ru: меньше чем

source: \nFound {0} at {1}.
ru: \nНайдено {0} на {1}.

source: No currency specified in payment clause.
ru: Не выбрана валюта в условии об оплате.

source: Client doesn't have {0} needed to pay.
ru: У клиента недостаёт {0} для оплаты.

source: Contractor doesn't have the needed {0} deposit specified in payment clause.
ru: Подрядчик не имеет нужных {0} для залога, указанного в условии об оплате.

source: {0} paid to {1}.
ru: {0} выплачено {1}.

source: {0} refunded.
ru: {0} возвращено.

source: No custom description set.
ru: Описание не добавлено.

source: {0} must be at or above {1}.
ru: {0} должно быть равно или выше {1}.

source: object rights
ru: право владения

source: permanently
ru: постоянный

source: for the term of the contract
ru: действия договора

source: contract start
ru: принятия договора

source: contract completion
ru: завершения договора

source: Receive {0:rights} on {1} {2:permanent or not} upon {3:time point}.
ru: Получить {0:rights} на {1} на срок {2:permanent or not} с момента {3:time point}.

source: No location specified for permissions grant.
ru: Не определено место назначения для предоставления разрешений.

source: If you give permissions at contract completion, they must be permanent.
ru: Если вы даёте разрешения на срок действия договора, то они должны быть постоянными.

source: Can't get permissions on property or object at {0}, may be unclaimed.
ru: Не удаётся получить разрешения на владение или объект в {0}. Возможно, освобождено.

source: added
ru: добавлено

source: removed
ru: удалено

source: {0} of the following must be true: {1}
ru: {0} из следующего должно быть выполнено: {1}

source: Harvest all {0} on the property at {1}.
ru: Соберите весь урожай {0} во владениях, расположенных на {1}.

source: No harvest items specified.
ru: Не выбрано, что собирать.

source: Harvest container
ru: Ёмкость для урожая

source: Tree still has unharvested logs:\n{0}
ru: Дерево всё ещё содержит несобранные брёвна:\n{0}

source: Property still has unharvested plants: {0} at {1}.
ru: В этих владениях всё ещё есть несобранные растения: {0} в {1}.

source: Mow the lawn on the property at {0}.
ru: Скосить лужайку во владении на {0}.

source: Nothing mowable on that property.
ru: Нечего косить в этих владениях.

source: Unmowed {0:species name} at {1:position}.
ru: Не скошено {0:species name} в {1:position}.

source: Mow Lawn
ru: Скосить лужайку

source: Plow {0} square meters of field on the property at {1}.
ru: Вспахать {0} квадратных метров поля на территории {1}.

source: Property does not cover {0} units.
ru: Владение не охватывает {0} единицы.

source: Only {0} tilled spaces found on property, {1} needed.
ru: Только {0} вспаханной земли найдено во владениях, необходимо {1}.

source: Mow
ru: Косить

source: No property specified for clause.
ru: Для условия не определено владение.

source: Remove all tree debris from property at {0}. Contractor will be given special permission to remove debris on property.
ru: Убрать весь древесный мусор во владении на {0}. Исполнителю будет предоставлено специальное разрешение для этого.

source: Debris/stumps still on property at {0}.
ru: Все ещё остались обломки или пни во владении на {0}.

source: Move items from {0} to {1}.
ru: Переместить вещи из {0} в {1}.

source: Failed Rooms
ru: Комнат(ы) с ошибками

source: Can't place a block there
ru: Нельзя поставить блок сюда

source: No block to pick up
ru: Нет блоков для взятия

source: That is not a clothing item
ru: Это не надевается

source: You equipped {0}
ru: Вы надели {0}

source: Your {0} broke! It will be much less efficient until repaired.
ru: У Вас ломается {0}! Без ремонта эффективность значительно снизится.

source: You are not authorized to remove items from that.
ru: Вам не разрешено убирать предметы отсюда.

source: You are not authorized to put items into that.
ru: Вам не разрешено класть предметы сюда.

source: You are not authorized to swap items into that.
ru: Вам не разрешено менять предметы с теми, что здесь.

source: You are not authorized to swap items out of that.
ru: Вам не разрешено заменять предметы, забирая их отсюда.

source: Can't select {0} while carrying {1}.
ru: Нельзя выбрать {0} во время переноса {1}.

source: Skill Benefits
ru: Преимущества навыка

source: Couldn't find any items matching {0}
ru: Не удалось найти предметов, подходящих для {0}

source: Multiple items found matching, use more specific string: {0}
ru: Найдено множество совпадающих элементов, используйте более точную строку: {0}

source: Cannot plant on an non-fertile object.
ru: Нельзя сажать на бесплодную поверхность.

source: Cannot plant on an untilled block
ru: Нельзя сажать на невспаханную поверхность

source: Cannot plant on a spot occupied by {0}
ru: Нельзя сажать на место, занятое {0}

source: Plant already exists there.
ru: Тут уже есть растение.

source: Unknown plant type: {0}
ru: Неизвестный тип растения: {0}
