Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Campfire Animal Small
ru: Жареное на костре маленькое животное

source: Campfire Animal Medium
ru: Жареное на костре среднее животное

source: Butcher Small Animal
ru: Разделать маленькое животное

source: Butcher Medium Animal
ru: Разделать среднее животное

source: Tailoring Upgrade
ru: Улучшение для портняжного дела

source: TailoringUpgrade
ru: Улучшение для портняжного дела

source: Smelting Upgrade
ru: Улучшение для выплавки

source: SmeltingUpgrade
ru: Улучшение для выплавки

source: Pottery Upgrade
ru: Улучшение для гончарного ремесла

source: PotteryUpgrade
ru: Улучшение для гончарного ремесла

source: Paper Milling Upgrade
ru: Улучшение для производства бумаги

source: PaperMillingUpgrade
ru: Улучшение для производства бумаги

source: Oil Drilling Upgrade
ru: Улучшение для добычи нефти

source: OilDrillingUpgrade
ru: Улучшение для добычи нефти

source: Modern Upgrade4
ru: Современное улучшение 4

source: Modern Enhancement with great efficiency increase.
ru: Современное усовершенствование с большим повышением эффективности.

source: Modern Upgrade3
ru: Современное улучшение 3

source: Modern Upgrade2
ru: Современное улучшение 2

source: Modern Upgrade1
ru: Современное улучшение 1

source: Modern Mining Upgrade
ru: Современное улучшение для горного дела

source: ModernMiningUpgrade
ru: Современное улучшение для горного дела

source: Modern Masonry Upgrade
ru: Современное улучшение для каменной кладки

source: ModernMasonryUpgrade
ru: Современное улучшение для каменной кладки

source: Mining Upgrade
ru: Улучшение для горного дела

source: MiningUpgrade
ru: Улучшение для горного дела

source: Milling Upgrade
ru: Улучшение для мельничного дела

source: MillingUpgrade
ru: Улучшение для мельничного дела

source: Mechanics Upgrade
ru: Улучшение для механики

source: MechanicsUpgrade
ru: Улучшение для механики

source: Masonry Upgrade
ru: Улучшение для каменной кладки

source: MasonryUpgrade
ru: Улучшение для каменной кладки

source: Logging Upgrade
ru: Улучшение для заготовки леса

source: LoggingUpgrade
ru: Улучшение для заготовки леса

source: Industry Upgrade
ru: Улучшение для промышленности

source: IndustryUpgrade
ru: Улучшение для промышленности

source: Glassworking Upgrade
ru: Улучшение для обработки стекла

source: GlassworkingUpgrade
ru: Улучшение для обработки стекла

source: Fertilizers Upgrade
ru: Улучшение для производства удобрений

source: FertilizersUpgrade
ru: Улучшение для производства удобрений

source: Farming Upgrade
ru: Улучшение для фермерского дела

source: FarmingUpgrade
ru: Улучшение для фермерского дела

source: Electronics Upgrade
ru: Улучшение для электроники

source: ElectronicsUpgrade
ru: Улучшение для электроники

source: Cutting Edge Cooking Upgrade
ru: Улучшение для передовой кулинарии

source: CuttingEdgeCookingUpgrade
ru: Улучшение для передовой кулинарии

source: Cooking Upgrade
ru: Улучшение для готовки

source: CookingUpgrade
ru: Улучшение для готовки

source: Composites Upgrade
ru: Улучшение для изготовления композитов

source: CompositesUpgrade
ru: Улучшение для изготовления композитов

source: Carpentry Upgrade
ru: Улучшение для плотницкого дела

source: CarpentryUpgrade
ru: Улучшение для плотницкого дела

source: Campfire Cooking Upgrade
ru: Улучшение для готовки на костре

source: CampfireCookingUpgrade
ru: Улучшение для готовки на костре

source: Butchery Upgrade
ru: Улучшение разделки

source: ButcheryUpgrade
ru: Улучшение разделки

source: Basic Upgrade4
ru: Базовое улучшение 4

source: Basic Enhancement with great efficiency increase.
ru: Базовое повышение с большим увеличением эффективности.

source: BasicUpgrade
ru: Базовое улучшение

source: Basic Upgrade3
ru: Базовое улучшение 3

source: Basic Upgrade2
ru: Базовое улучшение 2

source: Basic Upgrade1
ru: Базовое улучшение 1

source: Basic Engineering Upgrade
ru: Улучшение для основ инженерного дела

source: BasicEngineeringUpgrade
ru: Улучшение для основ инженерного дела

source: Baking Upgrade
ru: Улучшение для выпечки

source: BakingUpgrade
ru: Улучшение для выпечки

source: Advanced Upgrade4
ru: Продвинутое улучшение 4

source: Advanced Enhancement with great efficiency increase.
ru: Продвинутое повышение с большим увеличением эффективности.

source: Advanced Upgrade3
ru: Продвинутое улучшение 3

source: Advanced Upgrade2
ru: Продвинутое улучшение 2

source: Advanced Upgrade1
ru: Продвинутое улучшение 1

source: Advanced Smelting Upgrade
ru: Улучшение для продвинутой выплавки

source: AdvancedSmeltingUpgrade
ru: Улучшение для продвинутой выплавки

source: Advanced Mining Upgrade
ru: Продвинутое улучшение для горного дела

source: AdvancedMiningUpgrade
ru: Продвинутое улучшение для горного дела

source: Advanced Masonry Upgrade
ru: Продвинутое улучшение для каменной кладки

source: AdvancedMasonryUpgrade
ru: Продвинутое улучшение для каменной кладки

source: Advanced Logging Upgrade
ru: Продвинутое улучшение для заготовки леса

source: AdvancedLoggingUpgrade
ru: Продвинутое улучшение для заготовки леса

source: Advanced Cooking Upgrade
ru: Улучшение для продвинутой кулинарии

source: AdvancedCookingUpgrade
ru: Улучшение для продвинутой кулинарии

source: Advanced Carpentry Upgrade
ru: Продвинутое улучшение для плотницкого дела

source: AdvancedCarpentryUpgrade
ru: Продвинутое улучшение для плотницкого дела

source: Advanced Baking Upgrade
ru: Улучшение для продвинутой выпечки

source: AdvancedBakingUpgrade
ru: Улучшение для продвинутой выпечки

source: Nails used for construction.
ru: Гвозди, используемые в строительстве.

source: Metallurgy Research Paper Modern
ru: Исследование по современной металлургии

source: Pirozhok
ru: Пирожок

source: UnderBraceCorner
ru: УголНижнейРаспорки

source: Under Brace Corner
ru: Угол нижней распорки

source: BraceCorner
ru: УгловаяРаспорка

source: Brace Corner
ru: Угловая распорка

source: Glass which was reinforced by a steel frame.
ru: Стекло укреплённое стальной рамкой.

source: Silica
ru: Кремнезем

source: Parallel Processing: Pottery
ru: Параллельная обработка: Гончарство

source: Parallel Processing: Masonry
ru: Параллельная обработка: Каменная кладка

source: Parallel Processing: Carpentry
ru: Параллельная обработка: Плотницкое дело

source: Increases the tier requirement of tables by 0.2, but reduces the resources needed by 5 percent.
ru: Повышает у относящихся верстаков требования к помещению на 0.2, но снижает требуемые ресурсы при изготовлении рецептов на 5 процентов.

source: Lavish Workspace: Pottery
ru: Качественное рабочее место: Гончарство

source: Lavish Workspace: Masonry
ru: Качественное рабочее место: Каменная кладка

source: Lavish Workspace: Carpentry
ru: Качественное рабочее место: Плотницкое дело

source: Frugal Workspace: Pottery
ru: Скромное рабочее место: Гончарство

source: Frugal Workspace: Masonry
ru: Скромное рабочее место: Каменная кладка

source: Frugal Workspace: Carpentry
ru: Скромное рабочее место: Плотницкое дело

source: Focused Workflow: Pottery
ru: Сосредоточенная работа: Гончарство

source: Focused Workflow: Masonry
ru: Сосредоточенная работа: Каменная кладка

source: Focused Workflow: Carpentry
ru: Сосредоточенная работа: Плотницкое дело

source: Do you wish to completely unclaim {0}?
ru: Вы хотите полностью освободить {0}?

source: Move plot to nearby deed
ru: Объединить участок с ближайшей территорией

source: Add to nearby deed
ru: Добавить к ближайшей территории

source: Pick Material
ru: Выберите материал

source: Wet Tailings
ru: Сырые хвосты

source: Waste product from concentrating ore. The run-off creates ground pollution; killing nearby plants and seeping into the water supply.
ru: Отходы обогащения руды. Утечка создает загрязнение грунта, убивает близлежащие растения и отравляет воду.

source: Stats Database deleted, because of incompatibility with current version
ru: База данных статистики удалена из-за несовместимости с текущей версией

source: Records {0} added to world in ways other than from simulation.
ru: Записи {0} добавлены к миру способами, отличными от симуляции.

source: Population of {0} changed for {1}.
ru: Популяция {0} изменилась на {1}.

source: Weight/carry limits removed.
ru: Ограничения по весу сняты.

source: Weight/carry limits re-added.
ru: Ограничения по весу восстановлены.

source: Source inventory can't accept those items.
ru: Инвентарь отправителя не может принять эти предметы.

source: Target inventory can't accept those items.
ru: Инвентарь получателя не может принять эти предметы.

source: Receive {0}
ru: Получить {0}

source: {0} complete!
ru: {0} завершено!

source: All weights must be greater than zero.
ru: Вся масса должен быть больше нуля.

source: Failed to pay {0} {1} for {2} of the work:{3}
ru: Не удалось заплатить {0} {1} за {2} работы:{3}

source: Paid {0} {1} for {2} of the work.
ru: Заплатил {0} {1} за {2} работы.

source: {0} is no longer a member of {1}, paying final wages for pro-rated time.
ru: {0} больше не входит в {1}, окончательный расчёт выплачивается пропорционально времени.

source: {0} debris blocks.
ru: {0} веток.

source: {0} debris blocks and {1} tree stumps
ru: {0} веток и {1} пней

source: You accepted {0}'s contract: {1:\n{result.Message}
ru: Вы приняли договор {0}: {1:\n{result.Message}

source: (Law effect failed, {0} cannot be prevented due to this world's settings)
ru: (Действие закона не выполнено, нельзя предотвратить {0} из-за настроек этого мира)

source: This election does not accept candidates, it is a referendum only.
ru: В этом голосовании не может быть кандидатов, это референдум.

source: You can't open this map. It is currently being edited by {0}
ru: Вы не можете открыть эту карту, так как её редактирует {0}

source: This value will be reduced to {0} in {1} due to latest changes.
ru: Это значение будет уменьшено до {0} в {1} из-за последних изменений.

source: Duplicate special type: {0} and {1}. Destroying second one.
ru: Дублирование специального типа: {0} и {1}. Удаляется второй.

source: Room info
ru: Информация о комнате

source: Plugs Into
ru: Совместим с

source: the table {0} work orders
ru: заказы в {0}

source: Decreases resource cost for {0} by {1}.
ru: Снижает требующееся для {0} количество ресурсов на {1}.

source: Decreases craft time for {0} by {1}.
ru: Снижает время изготовления {0} на {1}.

source: the table work orders
ru: заказы

source: Pluggable Modules
ru: Применимые модули

source: {0} labor
ru: {0} работы

source: {0}{1} labor
ru: {0} работы из {1}

source: No labor needed on {0}.
ru: Работа не нужна в {0}.

source: Must add at least one ingredient to {0} before you can perform labor.
ru: Нужно добавить хотя бы один ингредиент в {0} перед началом работы.

source: <{0} {1}> added to void storage.
ru: <{0} {1}> добавлено в бездонное хранилище.

source: This recipe requires {0}{1} labor ({2} cal)
ru: Этот рецепт требует {0} работы {1} ({2} калорий)

source: calories of labor
ru: калорий работы

source: Benefits of Installed Modules
ru: Преимущества от установленных модулей

source: Maximum durability: {0}\n
ru: Максимальная прочность: {0}\n

source: Durability Remaining: {0}\n
ru: Оставшаяся прочность: {0}\n

source: when {0} matches {1}
ru: когда {0} соответствует {1}

source: Work order contributions can happen directly (adding to an active work order), to storage (when active order is full and item is put to storage), or automatically (new iteration starts and item is in storage from any means).
ru: Взносы в проект могут происходить как напрямую (добавление в активный проект), в хранилище (если активный проект уже заполнен, ингредиенты будут помещены в хранилище), так и автоматически (начинается новая итерация и ингредиент находится на хранении в любом доступном месте).

source: {0} references an ecopedia page which should already exist ({1}) but is missing.
ru: {0} ссылается на страницу экопедии, которая должна существовать ({1}), но не найдена.

source: List of All {0} Power Generators
ru: Список всех {0} генераторов энергии

source: {0} power generators
ru: {0} генераторы энергии

source: This {0:object} has plugin modules and can't be picked up
ru: Этот {0:object} имеет вставленный модуль и не может быть взят

source: Accepts plugin modules with following tag(s): {0}.
ru: Применимые модули улучшений: {0}.

source: Doesn't accept any kind of module.
ru: Никакие виды модулей не может использовать.

source: Plugged Modules
ru: Подключённые модули

source: {0} have been successfully updated.{1}
ru: {0} успешно обновлено.{1}

source: Nothing selected to be distributed.
ru: Ничего не выбрано для распределения.

source: You have special access as a new citizen.
ru: У вас, как у нового жителя есть специальный доступ.

source: Max days played for citizens to be eligible:{0}
ru: Насколько старые (в днях) жители могут получить:{0}

source: Items per citizen:
ru: Предметов на жителя:

source: Distribution Info
ru: Информация о распределении

source: deed
ru: право

source: No projects are running on {0}
ru: На {0} нет запущенных проектов

source: No projects require {0}
ru: Никакие проекты не требуют {0}

source: {0} does not require {1}.
ru: {0} не требует {1}.

source: No more {0} needed in {1}.
ru: {0} больше не нужно в {1}.

source: Can't add {0} to {1}: {2}.
ru: Невозможно добавить {0} к {1}: {2}.

source: Can't add {0} to {1}, current iteration is full and no accessible storage.
ru: Не удалось добавить {0} в {1}, для изготовления текущего экземпляра ресурсов достаточно, а доступных складов нет.

source: Added {0} to {1}.
ru: {0} добавлен в {1}.

source: {0} currently full, added {1} into storage in {2}.
ru: {0} сейчас заполнен, добавлено {1} к хранилищу в {2}.

source: Added {0}: {1} into {2} and {3} into storage in {4}.
ru: Добавлено {0}: {1} в {2} и {3} к хранилищу в {4}.

source: Perform labor ({0} cal) on {1}
ru: Сделать работу ({0} калорий) в {1}

source: To perform labor on {0} you need {1}.
ru: Чтобы сделать работу в {0}, вам нужно {1}.

source: No projects need labor on {0}.
ru: Ни в один проект не нужна работа на {0}.

source: This value will be reduced when the timer expires (see tooltip on {0}).
ru: Это значение будет уменьшено, когда выйдет время (см. подсказку на {0}).

source: You have special access from {0}
ru: У вас есть специальный доступ от {0}

source: Failed to invoke delayed action: {0}
ru: Не удалось вызвать отложенное действие: {0}

source: Duplicate named entry found and renamed. Old name:{0} New name:{1}
ru: Найден и переименован дубликат имени объекта. Старое наименование:{0} Новое наименование:{1}

source: Max\nTo Buy
ru: Максимум\nДля покупки

source: Are you sure you want to delete world {0}?
ru: Вы действительно хотите уничтожить мир {0}?

source: Are you sure you want to remove world {0}?
ru: Вы действительно хотите забыть мир {0}?

source: No More Wanted
ru: Больше не нужно

source: Sold Out
ru: Распродано

source: Provides following benefits:
ru: Предоставляет следующие преимущества:

source: No benefits
ru: Выгоды нет

source: SMAA Low
ru: SMAA Низкий

source: SMAA Medium
ru: SMAA Средний

source: SMAA High
ru: SMAA Высокий

source: Look at Tooltip
ru: Взгляните на подсказку

source: Min\nDurability\n
ru: Мин.\nПрочность\n

source: Latest changes were not applied.
ru: Последние изменения не были применены.

source: Purchasing
ru: Покупка

source: No accepted contracts or work parties
ru: Нет принятых контрактов или рабочих групп

source: No current notifications
ru: Нет текущих уведомлений

source: District Name
ru: Название района

source: Advanced masonry allows the production of high-quality stone furniture and material for houses. Level by crafting related recipes.
ru: Продвинутая каменная кладка позволяет производить высококачественную каменную мебель и материал для домов. Повышается при создании относящихся к профессии рецептов.

source: Butcher Tiny Leather Animal
ru: Разделать крошечное животное с ценной кожей

source: Butcher Tiny Fur Animal
ru: Разделать крошечное меховое животное

source: A dish of plain boiled grains that can be topped with fruit to make a nice tasting porridge.
ru: Тарелка простых варёных злаков, в которые можно добавить фрукты, чтобы сделать вкусную кашу.

source: Area around the {0}
ru: Область вокруг {0}

source: The {0} cannot survive in this {1}.
ru: {0} не может выжить в этом {1}.

source: The {0} could have problems with growth in this {1}.
ru: {0} может плохо расти в этом {1}.

source: Remote address which should be used to access the server. If not specified then will be automatically detected. Usually you should ignore it, but if you want to set exact connection address then it may be useful. Uses GameServerPort if no explicit port specified. If you want to auto-discovery remote address then you can use '*' instead of remote_host. Format: remote_host[:port] or *[:port].
ru: Удаленный адрес, который должен использоваться для доступа к серверу. Если не указан, то будет обнаружен автоматически. Обычно вы можете проигнорировать это, но если вы хотите задать точный адрес соединения, то это будет полезным. Использует GameServerPort, если нет явно указанного порта. Если желательно автоматическое определение удалённого адреса, используйте '*' вместо удаленный_хост. Формат: удаленный_хост [:порт].

source: labor
ru: работа

source: {0} Tag
ru: Группа {0}

source: Tags represent a group of items.
ru: Группа предметов объединённых общим признаком.

source: Items in Tag
ru: Предметы в группе

source: Set time to noon
ru: Установить время на 'полдень'

source: Set time to midnight
ru: Установить время на 'полночь'

source: Set time to the specified hour
ru: Задать время на указанный час

source: Cancelled
ru: Отменено

source: Work Party Refund
ru: Возврат средств рабочей группы

source: A recurve bow that shoots faster and more powerful than a traditional wooden bow. Requires arrows to fire.
ru: Изогнутый лук, который стреляет быстрее и мощнее чем традиционный деревянный лук. Для стрельбы нужны стрелы.

source: A modern recurve bow made with fiberglass that makes hunting a breeze. Requires arrows to fire.
ru: Современный лук из стекловолокна, превращающий охоту в развлечение. Для стрельбы нужны стрелы.

source: Campfire Moon Jellyfish
ru: Запеченная ушастая аурелия

source: Moon Jellyfish
ru: Ушастая аурелия

source: A dead moon jellyfish.
ru: Мертвая ушастая аурелия.

source: A thick stew chock-full of meat and charred vegetables. A suprisingly good combination.
ru: Густое рагу, полное мяса и приготовленных на гриле овощей. Удивительно хорошая комбинация.

source: A myriad of plants that make a healthy and odd blend.
ru: Множество растений смешанных в странную, но неожиданно полезную смесь.

source: A thick meaty stew. A great source of protein.
ru: Густое мясное рагу. Отличный источник белка.

source: A soft, slightly sweet bread studded with juicy fruits.
ru: Мягкий, сладковатый хлеб с сочными фруктами.

source: Clothes
ru: Одежда

source: A survival backpack that offers more support than the basic backpack. Increases max carry weight by 5 kg.
ru: Рюкзак для выживания, который поможет вам больше, чем простой рюкзак. Увеличивает максимальный переносимый вес на 5 кг.

source: Can you carry as much as a bear! Not really, but it helps you carry more. Increases max carry weight by 10kg
ru: Вы можете нести столько же, сколько медведь! Не совсем правда, но это поможет вам нести больше. Увеличивает максимальный вес переноски на 10 кг

source: A basic backpack to carry supplies.
ru: Простой рюкзак для переноски предметов.

source: Sewage is a byproduct that is often created when using water for industrial purposes. It is a source of ground pollution.
ru: Сточные воды это побочный продукт использования воды в промышленных целях. Является источником загрязнения почвы.

source: Temperature: {0} celsius
ru: Температура: {0} C

source: Pollution: {0}\r\n
ru: Загрязнение: {0}\r\n

source: Nitrogen: {0}\nPhosphorus: {1}\n Potassium: {2}
ru: Азот: {0}\nФосфор: {1}\nКалий: {2}

source: Rainfall: {0}\nTotal soil moisture: {1}
ru: Осадки: {0}\nВлажность почвы: {1}

source: Salt Water:
ru: Морская вода:

source: ({0} hours to max{1}
ru: ({0} часов до максимума{1}

source: {0} hrs\n{1}:{2}
ru: {0} часов\n{1}:{2}

source: {0}\nsec
ru: {0}\nсек

source: Inventory doesn't accept items
ru: Инвентарь не принимает предметы

source: Missing work order.
ru: Проект не найден.

source: {0} refund
ru: возврат средств {0}

source: Cannot have more than one empty condition block.
ru: Не может быть более одного пустого блока условий.

source: There are no active elections that {0} may vote in.
ru: Нет активных выборов, в которых {0} может голосовать.

source: There are no active elections that {0} can join.
ru: Нет активных выборов, к которым {0} может присоединиться.

source: There are no active elections that {0} can withdraw from.
ru: Нет активных выборов, с которых {0} может снять кандидатуру.

source: There are no active titles that {0} may change.
ru: Нет должностей, которые {0} может изменять.

source: {0} does not have any active title to resign from.
ru: {0} не занимает должность, с которой можно было бы уйти в отставку.

source: There are no active elections that {0} can veto.
ru: Нет активных голосований, на которые {0} может наложить вето.

source: Election conducted using rules defined in {0}
ru: Выборы по правилам, определённым в {0}

source: Election vetoed by {0} after {1} hours.
ru: На голосование наложено вето {0} после {1} часов.

source: Specifity: {0}
ru: Специфичность: {0}

source: (When multiple civic articles can apply to an action, the more specific one is used.)
ru: (Если могут применяться к действию несколько гражданских статей, то используется более специфичная статья.)

source: The deed is unowned.
ru: Ничейное право.

source: component
ru: компонент

source: Resources complete!
ru: Ресурсы добавлены!

source: Project started by {0}
ru: Проект начат {0}

source: {0} out of {1} {2} crafted.
ru: {0} из {1} {2} создано.

source: {0} out of {1} {2} added.
ru: {0} из {1} {2} добавлено.

source: {0} out of {1} {2} performed.
ru: {0} из {1} {2} выполнено.

source: {0} out of {1} minutes crafting time passed.
ru: {0} из {1} минут идёт изготовление.

source: Performed {0} units of labor on {1}.
ru: Выполнено {0} единиц работы в {1}.

source: Labor complete!
ru: Работа выполнена!

source: Not assigned to any crafting station.
ru: Не назначено ни к какому верстаку.

source: Recipe missing.
ru: Отсутствует рецепт.

source: No product available.
ru: Нет доступных продуктов.

source: Static value - not affected by modifiers
ru: Постоянное значение - не зависит от улучшений

source: Collect community donated items:{0}
ru: Получите вещи предоставленные обществом:{0}

source: Can't add unowned order.
ru: Нельзя добавить проект без владельца.

source: Alt: all calories
ru: Alt: максимум калорий

source: Cannot execute civic actions without a valid Constitution.
ru: Нельзя выполнять гражданские действия без работающей Конституции.

source: Cannot add {0} to this list.
ru: Невозможно добавить {0} в этот список.

source: Wrong config version
ru: Некорректная версия файла конфигурации

source: Spawn terrain blocks
ru: Создать блоки местности

source: DepositTerrainModule ({0}) spawn rate ({1:E2}) is too high! It will create new deposit every {2} blocks with max deposit size {3}! It may create lot of extra blocks and significantly slow down generation. To fix this decrease spawn rate at least to {4:E2} (for 20% space between deposits).
ru: Модуль DepositTerrainModule ({0}) имеет слишком высокую частоту появления месторождений ({1:E2})! Он будет создавать новое месторождение каждые {2} блоков с максимальным размером месторождения {3}! Это может создать слишком много лишних блоков и значительно замедлить генерацию. Чтобы исправить, уменьшите частоту появления хотя бы до {4:E2} (для свободного места в 20% между месторождениями).
