Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Currency is not created yet, only owner can create currency.
ru: Валюта не создана, только владелец пресса может создать валюту.

source: No elections needing attention currently.
ru: В настоящее время нет голосований, требующих внимания.

source: The store is opened for customers. You can temporary close it by switching the toggle.
ru: Магазин открыт для покупателей. Вы можете временно закрыть его с помощью переключателя.

source: The store is currently closed for customers.
ru: Магазин закрыт для покупателей.

source: Create Ratification Election Draft
ru: Создать черновик голосования по Ратификации

source: Create Government Account
ru: Создать Государственный счет

source: Ambience Volume
ru: Громкость окружающей среды

source: Residency
ru: Жилище

source: Overlay
ru: Слой

source: Entry Status
ru: Статус записи

source: Allow Name Change
ru: Разрешить изменение имени

source: Readonly
ru: Только для чтения

source: Allow New Entries
ru: Разрешить новую запись

source: Default Entry Status
ru: Стандартный статус записи

source: Map Hint Title
ru: Заголовок подсказки на карте

source: Map Hint
ru: Подсказка на карте

source: Map Entries
ru: Записи на карте

source: Map
ru: Карта

source: Overlay Name
ru: Название слоя

source: Max Area
ru: Макс. зона

source: Allow Delete
ru: Разрешить удаление

source: Entry Description
ru: Описание записи

source: Map Entry Id
ru: ID записи карты

source: Invitation List
ru: Список приглашений

source: Property Type
ru: Тип собственности

source: Rent
ru: Аренда

source: Move In Fee
ru: Взнос за заселение

source: Move In Fee Currency
ru: Валюта оплаты за заселение

source: Received Rent Account
ru: Счёт получателя арендной платы

source: Citizen Resident
ru: Прописанный житель

source: Residents
ru: Жильцы

source: Invitations
ru: Приглашения

source: Max Occupants
ru: Максимум жильцов

source: Action Location
ru: Место действия

source: Previous Deed Owner
ru: Предыдущий владелец права

source: Residency Change
ru: Смена Жилища

source: Existing Occupants
ru: Существующие жильцы

source: Move In Fee Currnecy
ru: Валюта оплаты за заселение

source: Residency Change Reason
ru: Причина переезда

source: Rent Currency
ru: Валюта арендной платы

source: User Account
ru: Учетная запись

source: Service Account
ru: Служебный счёт

source: Payment Type
ru: Тип платежа

source: Percent Of All Voters To Instant Win
ru: Процент голосов необходимый для мгновенной победы

source: Percent Of All Voters To Instant Lose
ru: Процент голосов необходимый для мгновенного проигрыша

source: Wages Source Bank Account
ru: Банковский счёт для выплаты зарплат

source: Spin Globe
ru: Вращать планету

source: Settlements
ru: Поселения

source: Resident
ru: Жилец

source: Not Resident
ru: Непрописанный

source: Taking Residency
ru: Прописаться

source: Leaving Residency
ru: Выписаться

source: Invite
ru: Пригласить

source: Rescind Invitation
ru: Отклонить приглашение

source: Owner Taking Residence
ru: Владелец

source: Accepting Invite
ru: Принять приглашение

source: Owner Removed
ru: Владелец удален

source: Voluntary
ru: Добровольный

source: Could Not Pay Rent
ru: Не смог заплатить за аренду

source: Owner Access
ru: Доступ владельца

source: Private
ru: Частный

source: Settlement System Enabled
ru: Включить Систему поселений

source: Income
ru: Доход

source: Expense
ru: Расходы

source: Recurring Transfer Frequency
ru: Периодичность переводов

source: Occupancy Penalties:
ru: Штраф за перенаселённость:

source: A citizen may grant reputation to others with a limit of {0} points (positive or negative) per day.
ru: Житель может присваивать репутацию другим лицам с ограничением {0} баллов (положительных или отрицательных) в день.

source: Occupant
ru: Прописанный

source: {0} or more Occupants: {1}
ru: {0} или более: {1}

source: A large lumber table for eating meals or getting some work done.
ru: Большой стол из пиломатериалов для приема пищи или выполнения какой-либо работы.

source: A sturdy lumber chair. It doesn't feel as wobbly as more basic wooden chairs.
ru: Крепкий стул из пиломатериалов. Он не такой шаткий, как более простые деревянные стулья.

source: A lumber bench for when you need extra seating space than a traditional chair.
ru: Лавка из пиломатериалов для тех случаев, когда вам нужно больше места для сидения, чем традиционный стул.

source: Hewn Softwood Door
ru: Дверь из обтёсанных хвойных пород

source: Hewn Hardwood Door
ru: Дверь из обтёсанных лиственных пород

source: Flat Steel Door
ru: Дверь из листовой стали

source: A beautiful modern flat steel door with a large viewing window.
ru: Красивая современная дверь из листовой стали с большим обзорным окном.

source: An industrial elevator for transporting extra large loads vertically.
ru: Промышленный лифт для транспортировки крупногабаритных грузов.

source: Industrial Elevator
ru: Промышленный лифт

source: Hunting Basic Upgrade
ru: Базовое улучшение для охоты

source: Basic Upgrade that greatly increases efficiency when crafting Hunting recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность при создании рецептов охоты.

source: Harvested from a number of plants, these fibers are useful for a surprising number of things.
ru: Собранные с различных растений, эти волокна имеют невероятное количество применений.

source: A Henley shirt is a collarless pullover shirt, characterized by a placket beneath the round neckline, about 8 to 13 cm long and usually having 2 to 5 buttons. It essentially resembles a collarless polo shirt.
ru: Рубашка хенли это футболка, отличительной чертой которой является вырез глубиной от 8 до 13 сантиметров и имеющий от 2 до 5 пуговиц. По сути, это рубашка поло, но без воротника.

source: White Edge Rotate
ru: Поворот с белой кромкой

source: Two White Edge Rotate
ru: Поворот с двойной белой кромкой

source: Healthy soil is essential to support life. When displaced, dirt can be used to terraform an area to support buildings and infrastructure.
ru: Здоровая почва необходима для поддержания жизни. Землю можно использовать для формирования ландшафта, создавая необходимую основу для зданий и инфраструктуры.

source: High quality sand is a sought after resource used for making glass and concrete. Though desert sand is abundant, it is not suitable for these materials.
ru: Высококачественный песок является востребованным материалом, используемым для производства стекла и бетона. Несмотря на изобилие пустынного песка, он не подходит для этих целей.

source: Wrong {0} was detected : {1}
ru: Обнаружен неверный {0} : {1}

source: Server reached max players limit.
ru: Сервер достиг максимального количества игроков.

source: Invalid localization in {0} for `{1}`: `{2}`
ru: Ошибка локализации в {0} для `{1}`: `{2}`

source: Disconnect client with a long message
ru: Отключить клиента с длинным сообщением

source: Chimney pipe must have only one strictly vertical open end, outside of all rooms, and above the object.
ru: Дымовая труба должна иметь только один строго вертикальный конец, находящийся вне любого из помещений и над источником.

source: {0} xp/day
ru: {0} опыта в день

source: World Skill Multiplier: {0}
ru: Глобальный множитель опыта: {0}

source: Occupancy Penalty: {0} ({1} residents)
ru: Штраф за перенаселённость: {0} (Проживающих - {1})

source: No furnished rooms on property.
ru: В собственности нет меблированных комнат.

source: Money in Account
ru: Средства на счету

source: Pay Every Tick was {0}.
ru: Плата за каждый цикл {0}.

source: enabled
ru: включено

source: disabled
ru: выключено

source: Display all recurring transfers paid in the game
ru: Показать все периодические платежи выплачиваемые в игре

source: Display all recurring transfers for the given user
ru: Показать все периодические платежи для заданного пользователя

source: Enable debug command to pay recurring transfers every tick.
ru: Включить команду отладки для выплаты периодических переводов каждый цикл.

source: Must set both currency and rent amount when setting rent.
ru: При установке арендной платы необходимо указать как валюту, так и сумму аренды.

source: {0} currency changed from {1} to {2}
ru: {0} валюта изменена с {1} на {2}

source: {0} amount per hour changed from {1} to {2}.
ru: Сумма {0} в час изменена с {1} на {2}.

source: {0} {1} for all {2}
ru: {0} {1} для всех {2}

source: Invalid currency: {0}
ru: Неправильная валюта: {0}

source: Invalid amount per hour: {0}
ru: Неверная сумма в час: {0}

source: Amount per hour must be > 0: {0}
ru: Сумма в час должна быть больше 0: {0}

source: Context for determining subscription cost at initial creation.
ru: Первоначальная стоимость.

source: The citizen paying/receiving the funds.
ru: Житель, оплачивающий/получающий денежные средства.

source: The account the charge is coming from.
ru: Счет, с которого происходит списание.

source: The account the charge is going to.
ru: Счет, на который будет зачислена оплата.

source: Defines the how the cost is determined for a given individual.
ru: Установить, как определить стоимость индивидуально.

source: The currency the charge will be paid in.
ru: Валюта, в которой будет производиться оплата.

source: How much will be transferred per hour.
ru: Сколько будет перечисляться в час.

source: Which time counts for purposes of this transfer.
ru: Какой тип времени учитывать для этого перевода.

source: Recurring Transfers
ru: Периодические переводы

source: Recurring Payments and Transfers:
ru: Периодические платежи и переводы:

source: New recurring transfer started: {0}
ru: Добавлен новый периодический платеж: {0}

source: Couldn't pay your {0} wages: {1}
ru: Не удалось выплатить зарплату {0}: {1}

source: Wages for {0} to {1} were unpaid: {2}
ru: Заработная плата с {0} по {1} не была выплачена: {2}

source: If setting {0}, must set all of: the {1} currency, amount and bank account for the {2}.
ru: При настройке {0}, необходимо указать: валюту {1}, сумму и банковский счёт для {2}.

source: {0} stopped. ({1})
ru: {0} остановлен. ({1})

source: {0} is a citizen of {1}
ru: {0} теперь житель в {1}

source: Is this citizen currently a member of the given settlement?
ru: Является ли этот житель в настоящее время членом данного поселения?

source: The settlement they must be a member of.
ru: Поселение, участником которого они должны быть.

source: {0} has a residence
ru: У {0} есть жильё

source: residence location of {0}
ru: расположение владения {0}

source: {0}'s residence
ru: Владение {0}

source: distance between {0} and {1}
ru: расстояние между {0} и {1}

source: Determines if the given citizen has a residence.
ru: Проверяет, есть ли у данного жителя жилье.

source: The user who's residency we're checking.
ru: Пользователь, чьё жильё мы проверяем.

source: Gets the location of a given citizen's residence (or 'invalid' if none).
ru: Получает расположение места жительства указанного жителя (либо "некорректный", если его нет).

source: Distance between two locations, ignoring vertical difference.
ru: Расстояние между двумя точками, не учитывая высоту.

source: First location to check.
ru: Первое место для проверки.

source: Second location to check.
ru: Второе место для проверки.

source: {0} is located {1} {2}
ru: {0} находится {1} {2}

source: Location to check district status of.
ru: Место, для проверки статуса района.

source: Location Checks
ru: Проверка места

source: is a resident
ru: теперь жилец

source: is not a resident
ru: больше не жилец

source: {0}'s wages from {1}
ru: Зарплата {0} из {1}

source: The bank account used to pay wages from.
ru: Банковский счет, используемый для выплаты зарплаты.

source: wages
ru: зарплаты

source: {0} {1} to become a resident at {2}
ru: {0} {1} чтобы заселиться в {2}

source: Rescind invitation for
ru: Отменить приглашение для

source: Add a given citizen or group to 'Invited Residents' on a property.
ru: Добавить указанного жителя или группу в список "Приглашённые" собственности.

source: The citizen or group to invite to assign the property. Leave blank to remove the owner and unclaim the property.
ru: Житель или группа, приглашенные для передачи собственности. Оставьте пустым, чтобы убрать владельца и освободить собственность.

source: The citizen will be invited to become a resident on the property at this location.
ru: Житель будет приглашен заселиться на данном участке.

source: Should the citizen be invited or should the invite be rescinded?.
ru: Нужно ли приглашать жителя или аннулировать приглашение?

source: Invite Resident
ru: Пригласить жильца

source: with location: {0}
ru: местоположение: {0}

source: Transferring {0} {1} from {2} to {3}.
ru: Переезд {0} {1} из {2} в {3}.

source: Transfer {0} {1} from {2} to {3} {4}.
ru: Переезд {0} {1} из {2} в {3} {4}.

source: Try transfer {0} {1} from {2} to {3}.
ru: Попытаться перевести {0} {1} из {2} в {3}.

source: Direct allocation {0}
ru: Прямое распределение {0}

source: Allocated {0} from {1} to {2}
ru: Выделено {0} из {1} в {2}

source: Paying {0} {1} {2} from {3}.
ru: Выплачено {0} {1} {2} из {3}.

source: Collecting tax of {0} {1} from {2} into {3}.
ru: Сбор налога {0} {1} из {2} в {3}.

source: Performed transfers
ru: Выполненные переводы

source: Take money from one bank account and transfer it to another.
ru: Взять деньги с одного банковского счёта и перевести их на другой.

source: Holdings of this bank account will be used to perform the transfer.
ru: Для выполнения перевода будут использоваться средства этого банковского счёта.

source: Where the money goes to.
ru: Куда уходят деньги.

source: An optional custom value to link a location.
ru: Необязательное настраиваемое значение для привязки местоположения.

source: Transfer to Account
ru: Перевод на Счет

source: Structural
ru: Структурный

source: Law Enforcement
ru: Правоохранительные органы

source: Communication
ru: Общение

source: Financial
ru: Финансовый

source: Editing {0}
ru: Редактирование {0}

source: (Right click and move to draw. Click at already taked position to erase.)
ru: (Перемещайте курсор с нажатой ПКМ для выделения. Кликните ЛКМ по уже выделенной области, чтобы стереть.)

source: Optional set of wages paid for citizens in this demographic (or fees, if payments are set negative).
ru: Необязательный перечень зарплат, выплачиваемых жителям в данной демографической группе (или налогов, если сумма платежей отрицательна).

source: You were invited to {0} by {1} at {2}.
ru: {1} пригласил вас в {0} (Расположение: {2}).

source: You were un-invited to {0} by {1} at {2}.
ru: {1} отозвал приглашение в {0} ({2}).

source: A list of citizens or aliases (titles or demographics) that are invited and may accept.
ru: Список жителей или псевдонимов (титулы или демографии), которые были приглашены и могут принять.

source: Invite Citizens or Groups to Join
ru: Пригласите жителей или группы присоединиться

source: Invites
ru: Приглашает

source: Are you sure you want to remove {0} from {1}?
ru: Вы уверены что хотите удалить {0} из {1}?

source: this {0}
ru: это {0}

source: Open the map.
ru: Открыть карту.

source: Empty Stomach
ru: Пустой желудок

source: You might need to locate other types of food to complete this task.
ru: Для выполнения этой задачи вам может понадобиться найти другие виды пищи.

source: Right-click food to eat it.
ru: ПКМ по еде, чтобы съесть её.

source: You've completely run out of calories, which is going to make it hard to keep working.
ru: У вас полностью закончились калории из-за чего Вам будет трудно продолжать работать.

source: You've picked up food, a source of both calories for working, and nutrients for skill growth.
ru: Вы подобрали еду, источник калорий для работы и питательных веществ для роста навыков.

source: You can sleep at any bed including the one inside your starter camp. Try sleeping to pass a bit of time.
ru: Вы можете спать на любой кровати, включая ту, что находится в вашем стартовом лагере. Попробуй поспать, чтобы скоротать время.

source: Should the settlement system be used, or should the old style be set? (Note: this system is not finished yet and not fully playable)
ru: Включить систему поселений или же использовать старый стиль? (Примечание: система поселений ещё не закончена и функционирует не полностью)

source: The {0} {1} has joined the {2} {3}!
ru: {0} {1} присоединился к {2} {3}!

source: The {0} {1} has left the {2} {3} and joined {4}!
ru: {0} {1} покинул {2} {3} и присоединился к {4}!

source: This {0} is contained within the influence of the {1} {2}.
ru: {0} находится в области влияния {1} {2}.

source: and can join at any time.
ru: и может присоединиться в любой момент.

source: and can leave its current {0} of {1} to join it at anytime.
ru: и может оставить свой текущий {0} {1}, чтобы присоединиться к нему в любое время.

source: This {0} is a member of the {1} {2}.
ru: {0} теперь в составе {1} {2}.

source: This {0} is not influenced by any {1}.
ru: Эта {0} не находится под влиянием какого-либо {1}.

source: {0}s Contained in This {1}
ru: {0} которые находятся в этой {1}

source: Settlement associated with this item: {0}
ru: Поселение связанное с этим предметом: {0}

source: {0} will be permanently lost if you reset this item.
ru: {0} будет полностью утерян если вы сбросите этот предмет.

source: Created {0} settlement(s).
ru: Создано поселений - {0}.

source: Commands for controlling settlements.
ru: Команды для управления поселениями.

source: Settlement
ru: Поселение

source: Create a homestead with a test user owning.
ru: Создать усадьбу с тестовым владельцем.

source: Citizens of {0}
ru: Жители {0}

source: You {0} a citizen of this {1}.
ru: Вы {0} житель этой {1}.

source: Size: {0} plots ({1} sq meters)
ru: Размер: {0} участков ({1} кв.м)

source: Room is too big. {0} is more than {1} meters from the room detection point.
ru: Комната слишком большая. {0} больше чем {1} м для обнаружения границ комнаты.

source: Resident access permitted.
ru: Доступ для жильцов разрешен.

source: Resident access permitted (placed by you)
ru: Доступ для жильцов разрешен (задано вами)

source: Resident access not permitted (not placed by you)
ru: Доступ для жильцов запрещен (не задано вами)

source: Action not permitted for residents.
ru: Действие запрещено для жильцов.

source: {0} set their residence to their property {1}.
ru: {0} заселился к себе в {1}.

source: {0} set their residence to the property {1} owned by {2}.
ru: {0} заселился в {1}, где владелец {2}.

source: {0} {1} of your property {2}.
ru: {0} {1} вашей собственности {2}.

source: You are currently a resident of {0}, are you sure you want to leave residency there and switch to {1}?
ru: В данный момент вы проживаете в {0}, вы уверены что хотите покинуть это место и переселиться в {1}?

source: Cannot join as a resident, max occupancy of {0} already reached.
ru: Нельзя стать жильцом, т. к. максимальное количество {0} уже достигнуто.

source: You are not invited to become a resident of {0}.
ru: Вы не были приглашены стать жильцом в {0}.

source: You are already a resident of {0}.
ru: Вы уже являетесь Жильцом {0}.

source: Invitation accepted! You are now a resident of {0}.
ru: Приглашение принято! Вы теперь Жилец в {0}.

source: You are now a resident of {0}.
ru: Теперь вы Жилец в {0}.

source: (Ignoring rent and fees since you are an owner.)
ru: (Арендная плата и прочие сборы игнорируются т.к. вы владелец)

source: Are you sure you want to leave residency of {0}? You will lose any housing points you gain from it.
ru: Вы уверены что хотите покинуть {0}? Вы потеряете все бонусы дома, которые получали проживая здесь.

source: You are no longer a resident of {0}.
ru: Вы покинули {0}.

source: Residents:
ru: Жильцы:

source: to become a resident
ru: стать жильцом

source: residency
ru: жилище

source: became a resident
ru: стал жильцом

source: left residency
ru: выселился

source: The resident in question.
ru: Рассматриваемый жилец.

source: A list of residents on this property. Residents gain points from housing values, and only private property can have residents.
ru: Список проживающих на этой собственности. Только частная собственность может содержать жильцов и давать им бонус дома.

source: A list of citizens and demogrpahics that may join as residents. Only the owner of the property can set this list.
ru: Список жителей и демографических групп которые могут быть заселены. Только владелец собственности может изменять этот список.

source: Number of occupants allowed.
ru: Максимальное количество жителей которое может проживать здесь.

source: Rent: {0}
ru: Арендная плата: {0}

source: Move-In Fee: {0} in {1}.
ru: Взнос за заселение в {1}: {0}.

source: Must set both currency and move-in fee amount when setting a move-in fee.
ru: При установке платы за заселение необходимо указать как валюту, так и сумму.

source: Must set a receiving bank account when setting rent or move-in fee.
ru: При установке арендной платы или платы за заселение должен быть указан банковский счёт получателя.

source: Invalid move-in fee set, can't become resident: {0}
ru: Указан неверный взнос за заселение. Не смогли заселиться: {0}

source: Invalid move-in fee currency, can't become resident: {0}
ru: Указана неверная валюта взноса за заселение. Не смогли заселиться: {0}

source: Invalid rent set, can't become resident: {0}
ru: Указана неверная арендная плата, не удалось заселить жильца: {0}

source: Invalid rent currency set, can't become resident: {0}
ru: Указана неверная валюта арендной платы, не удалось заселить жильца: {0}

source: Invalid target bank account for recieving rent, can't become resident.
ru: Неверный банковский счёт для получения арендной платы, не удалось заселить жильца.

source: Move-in fee set, but no currency defined. Can't become resident: {0}
ru: Взнос за заселение установлен, но не указана валюта. Не смогли заселиться: {0}

source: Rent set, but no currency defined. Can't become resident: {0}
ru: Арендная плата установлена, но не указана валюта. Не смогли заселиться: {0}

source: Move in fee: {0} {1}
ru: Взнос за заселение: {0} {1}

source: Rent: {0} {1}
ru: Арендная плата: {0} {1}

source: Becoming a resident here has the following costs:\n\n{0}\nDo you want to proceed and specify a bank account to pay from?
ru: Заселение сюда будет стоить:\n\n{0}\nВы хотите продолжить и указать банковский счет для оплаты?

source: {0} doesn't have enough {1} to cover the move-in fee of {2}, cannot become a resident.
ru: {0} не хватает {1} чтобы заплатить за заселение в {2}.

source: Move-in fee paid: {0}
ru: Взнос за заселение: {0}

source: {0} was evicted from {1} because they couldn't pay rent.
ru: Пришлось выселить {0} из {1} из-за неуплаты арендной платы.

source: {0} was evicted from your property {1} because they couldn't pay rent: {2}
ru: Пришлось выселить {0} из вашей собственности {1} из-за неуплаты арендной платы: {2}

source: You were evicted from {0} because you couldn't pay your rent: {1}
ru: Вы были выселены из {0} так как не смогли заплатить за аренду: {1}

source: Move-in Fee
ru: Взнос за заселение

source: Select bank account to pay rent and fees from.
ru: Выберите банковский счёт для оплаты аренды и сборов.

source: Move-in fee for {0}
ru: Взнос за заселение для {0}

source: {0}'s rent at {1}
ru: {0} арендная плата в {1}

source: {0}'s rent for {1}
ru: {0} арендная плата за {1}

source: rent
ru: арендная плата

source: Set Rent
ru: Установить арендную плату

source: Optimal amount charged upon move-in for new residents.
ru: Сумма, взимаемая с жителей при заселении.

source: Currency charged for the move-in fee.
ru: Валюта, взимаемая за въезд.

source: Bank account where move-in fees and rent payments will go.
ru: Банковский счет, на который будут зачисляться платежи за въезд и аренду жилья.

source: Housing Value:
ru: Качество дома:

source: Unavailable
ru: Недоступен
