Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: A basic table for creating farming tools and similar products.
ru: Простой стол для создания сельскохозяйственных инструментов и предметов.

source: A box of ice. It's in the name!
ru: Ящик льда. Это даже в названии!

source: Useful for baking bricks and finishing pottery.
ru: Годится для обжига кирпичей и керамики.

source: A prep area for food which allows for more complex dishes.
ru: Зона приготовления пищи, позволяющая создавать более сложные блюда.

source: For researching the science side of cooking. Science rules!
ru: Для изучения научной стороны приготовления пищи! Наука рулит!

source: AVOID DIRECT EYE EXPOSURE
ru: ИЗБЕГАЙТЕ ПРЯМОГО ВОЗДЕЙСТВИЯ НА ГЛАЗА

source: A wooden potty.
ru: Сухой деревянный туалет.

source: A fancy tool bench that creates equally fancy toys.
ru: Причудливый верстак для создания настолько же причудливых игрушек.

source: A workstation for hewing and shaping stone into usable objects.
ru: Мастерская для высекания из камня разных предметов.

source: Refines food resources by crushing them under a stone millstone.
ru: Перерабатывает пищевые ресурсы перемалывая их каменным жерновом.

source: Allows for the creation of currency.
ru: Позволяет создавать валюту.

source: Sets of pipes and tanks which refine crude petroleum into usable products.
ru: Наборы труб и резервуаров, для переработки сырой нефти в нефтепродукты.

source: A comfy chair to rest in.
ru: Удобное кресло для отдыха.

source: Sometimes you just want to bring a little bit of nature into your house.
ru: Иногда Вы просто хотите привнести немного природы в свой дом.

source: Drill, baby! Drill!
ru: Бури, детка! Бури!

source: An icebox from the future with significantly better cooling properties.
ru: Ледник из будущего со значительно лучшими охлаждающими свойствами.

source: A basic table for researching new technologies and skills.
ru: Базовый стол для исследования новых технологий и навыков.

source: For rolling steel into more buildable materials.
ru: Для проката стали в строительные материалы.

source: A large area rug to cover that weird stain.
ru: Большой ковёр, что бы закрыть это странное пятно.

source: A medium rug for medium uses.
ru: Средний коврик для средних применений.

source: A small rug for when you just didn't have enough materials to make a bigger one.
ru: Маленький коврик, когда у вас просто не было достаточно материалов, чтобы сделать больший.

source: A basket of salt.
ru: Корзина соли.

source: Used to saw wood into lumber.
ru: Используется для распилки древесины на пиломатериалы.

source: When a shelf and a cabinet aren't enough individually.
ru: Когда полки и шкафы недостаточно индивидуальны.

source: A small wooden sign for all your small text needs.
ru: Маленький деревянный знак, для всех ваших маленьких текстовых потребностей.

source: Generates electrical power from the sun! It also stores energy to work at night.
ru: Вырабатывает электроэнергию от солнца! Также хранит её для работы ночью.

source: Designates a 5x5x5 area as storage for large items.
ru: Склад размером 5x5x5 для больших предметов.

source: A stone stand which can hold burning fuel to provide light.
ru: Каменная стойка, дает свет сжигая топливо.

source: A container you can store items in.
ru: Контейнер для хранения предметов.

source: Allows the selling and trading of items.
ru: Позволяет продавать и покупать предметы.

source: A heavy stove for cooking more complex dishes.
ru: Тяжелая печь для приготовления более сложных блюд.

source: A towering metal light post that requires electricity to run.
ru: Высокий металлический фонарь, требующий электричества.

source: A candle which can burn tallow to produce a small amount of light.
ru: Свеча, сжигающая жир и дающая немного света.

source: A pottery lamp. Fuel with tallow.
ru: Глиняная лампа, заправляемая жиром.

source: A candle mounted on a wall bracket which can burn tallow to produce a small amount of light.
ru: Закреплённая на стене свеча, сжигающая жир и дающая немного света.

source: A stand for a torch.
ru: Подставка для факела.

source: Allows the setting of taxes.
ru: Позволяет устанавливать налоги.

source: A set of smoothing and woodworking tools that assist in creating wheels and transportation.
ru: Набор рубанков и других столярных инструментов, помогающих создавать колеса и транспорт.

source: A wall mounted candle.
ru: Настенная свеча.

source: Sometimes it can be nice to have clean clothes.
ru: Иногда так приятно иметь чистую одежду.

source: Why hand scrub your clothes on a washboard when you could throw them into this magical cleaning machine?
ru: Зачем стирать вещи на стиральной доске руками, когда Вы можете бросить их в эту волшебную стиральную машину?

source: Use the power of flowing water to produce mechanical power.
ru: Получает механическую энергию от водяного потока.

source: Use wind to produce mechanical power.
ru: Использует ветер для получения механической энергии.

source: Generates electrical power from the wind.
ru: Генерирует электричество при помощи ветра.

source: A much more comfortable bed made with fabric.
ru: Гораздо более удобная фабричная кровать из ткани.

source: A nice, scratchy and horrible uncomfortable bed. But at least it keeps you off the ground.
ru: Отлично, колючая и ужасно неудобная кровать. Но, по крайней мере, она держит вас подальше от земли.

source: A large sign for all your large text needs!
ru: Большой знак, для ваших больших текстовых потребностей!

source: A bench for the basics and making even more benches.
ru: Верстак для создания основных вещей и других верстаков.

source: Oil Amount
ru: Уровень масла

source: Error or otherwise informative message goes here.
ru: Здесь отображаются ошибки и другие информационные сообщения.

source: Mine
ru: Добыть

source: Place
ru: Разместить

source: Pick Up
ru: Подобрать

source: Rotate\n
ru: Повернуть\n

source: Hidden
ru: Скрытые

source: {0:name} has logged in to this world for the first time!
ru: {0:name} вошёл в этот мир в первый раз!

source: Grass
ru: Трава

source: Hare
ru: Заяц

source: Elk
ru: Вапити

source: Wolf
ru: Волк

source: Creosote Bush
ru: Куст ларреи

source: Prickly Pear
ru: Опунция

source: Bison
ru: Бизон

source: Turkey
ru: Индюшка

source: Fox
ru: Лиса

source: Otter
ru: Выдра

source: Salal
ru: Салал

source: Amanita Mushroom
ru: Мухоморы

source: Crimini Mushroom
ru: Шампиньоны

source: Saguaro Cactus
ru: Карнегия

source: Tortoise
ru: Черепаха

source: benefit
ru: преимущество

source: recipe
ru: рецепт

source: Loading objects
ru: Загрузка объектов

source: Loading items...
ru: Загрузка предметов...

source: Loading objects...
ru: Загрузка объектов...

source: Entering world...
ru: Входим в мир...

source: Loading
ru: Загрузка

source: Thanks for supporting ECO!
ru: Спасибо за поддержку ECO!

source: AWOOOOOOOOO
ru: АУУУУУУУУУУУУУ

source: [Select on toolbar and right-click to place.]
ru: [Выберите на панели инструментов и щелкните ПКМ по месту.]

source: {0} This tool will function much less efficiently until repaired.\n
ru: {0} Этот инструмент будет мало эффективен, пока не будет починен.\n

source: Repair requires {0}
ru: Требуется для починки {0}

source: [Select on toolbar and right-click to place]
ru: [Выберите на панели быстрого доступа и ПКМ по месту]

source: That item is not the right type of clothing
ru: Этот предмет не является одеждой

source: {0} Calories
ru: {0} Калорий

source: No nutrients, {0}
ru: Нет питательных веществ, {0}

source: [Right-click to consume]
ru: [Нажмите ПКМ для использования]

source: Not enough room in inventory
ru: Недостаточно места в инвентаре

source: Can't modify an item stack quantity to below zero
ru: Невозможно изменить количество предметов в стеке меньше нуля

source: {0:skill} is required to craft this.
ru: Навык {0:skill} нужен, чтобы изготовить это.

source: A {0:room module} is needed to craft {1:item}
ru: {0:room module} нужен для изготовления {1:item}

source: {0:username} discovered {1:skill}!
ru: {0:username} открыл {1:skill}!

source: [You already know this skill]
ru: [Вы уже изучили этот навык]

source: Done.
ru: Выполнено.

source: {0} paid to {1}.
ru: {0} заплатил {1}.

source: A bread with a camas twist for a bit of flavor and fun.
ru: Хлеб с примесью луковиц камассии для придания вкуса и аромата.

source: Loading world
ru: Загрузка мира

source: Chop
ru: Рубить

source: Smite
ru: Распылить

source: Reap
ru: Косить

source: Dig
ru: Копать

source: Displays government activity, such as laws and elections, and provides links to the server's web page.
ru: Отображает государственную деятельность, такую ​​как законы и выборы, и предоставляет ссылки на веб-страницу сервера.

source: Displays chat messages and channels.\n\nTo send a private chat, use {0}.\nTo create or post to a channel, use {1}.\nTo hide a channel, right click it.
ru: Отображает сообщения и каналы чата. \n\nЧтобы отправить личное сообщение, используйте {0}. \nЧтобы создать канал или отправить сообщение, используйте {1}. \nЧтобы скрыть канал, щелкните его правой кнопкой мыши.

source: Your currently carried items.
ru: Предметы, которые вы несёте.

source: Opens the world graphs.
ru: Открывает графики мира.

source: Store Credit
ru: Валюта магазина

source: The percent (0-1) of the original cost that players will be refunded from when unlearning a specialty.
ru: Процент (0-1) первоначальной стоимости, которая будет возвращена игроку после отказа от специальности.

source: A multiplier applied to the cost of learning a specialty.
ru: Множитель применяемый к стоимости обучения специальности.

source: A multiplier applied to the rate of skillpoints gained over time.
ru: Множитель применяемый к скорости получения очков умений за время.

source: Whether or not a meteor exists in the world.
ru: Существует ли нет астероид в этом мире.

source: Time in days when the meteor will impact.
ru: Время в днях, до падения астероида.

source: Whether to use a whitelist to choose which mods to load. If disabled, all mods will be loaded.
ru: Загружать модификации используя белый список. Если выключено - будут загружены все модификации.

source: If the WhitelistEnabled setting is turned on, the whitelist of mods to load, by .dll file name
ru: Если WhitelistEnabled включен, то список одобренных модов будет загружен по имени файла .dll

source: Check for unity file updates regularly. (Useful if you are actively building mod bundles and don't want to restart the server to test changes.)
ru: Включите для регулярной проверки игровых файлов (полезно, если вы активно меняете сочетания модификаций и не хотите перезапускать сервер для проверки изменений.)

source: Whether or not to post this server to Strange Loop Games public server listings.
ru: Размещать или нет этот сервер в списках публичных серверов Strange Loop Games.

source: If not empty, require this password to connect to the server, unless the connecting user is on the whitelist.
ru: Если не пустой, этот пароль потребуется для подключения к серверу. (Если только пользователь не находится в белом списке.).

source: The description of this server.
ru: Название этого сервера.

source: Override to bind to a specific IP address, otherwise IPAddress.Any is used.
ru: Привязать к определенному IP адресу, или использовать любой.

source: Port for game traffic.
ru: Порт используемый игрой.

source: Port for web traffic.
ru: Порт используемый веб-страницей.

source: Rate at which the server sends updates to clients, per second. (1 - 60)
ru: Скорость, с которой сервер отправляет обновления клиентам, в секунду. (1 - 60)

source: If set, rooms can have empty blocks serve as windows and still count as a room.
ru: Если включено, то отсутствующие в стенах блоки считаются окнами и помещение остается комнатой.

source: Game progress time advances at this rate.
ru: Игровое время будет умножаться на этот показатель.

source: How common all plants are. Higher is more. (Default: 0)
ru: Насколько распространены все растения. Выше - больше. (По умолчанию: 0)

source: How dense plant populations are. Higher is more. (Default: 1)
ru: Насколько плотная популяция растений. Выше - больше. (По умолчанию: 1)

source: Base skill rate gain.
ru: Коэффициент получения очков навыков.

source: Scales skill penalty due to suffocation. (0 to disable)
ru: Размер штрафа навыкам при удушье (0 для отключения).

source: Number of layer images/day to store in save file. (Default: 4)
ru: История изменения слоёв мира в день, для сохранения в файл. (По умолчанию: 4)

source: Scales how time of day matches real time. Higher numbers result in shorter day/night cycles, but will not affect simulation speed.
ru: Регулирует соотношение времени игровых суток к реальному времени. Более высокие числа приводят к более быстрой смене дня и ночи, но не влияют на скорость симуляции процессов.

source: How often to write changed data to disk, in seconds.
ru: Как часто записывать изменение данных на диск, в секундах.

source: If true, removes failed to load objects upon loading.
ru: Если включено, удаляет неудачно загруженные объекты во время загрузки.

source: Whether or not to validate users with the accounts server.
ru: Требует или нет сервер наличия у пользователя рабочей учетной записи.

source: Allows debug calls to be made to the webserver, like 'GenerateTestData'.
ru: Позволяет отлаживать запросы на веб-сервер, такие как 'GenerateTestData'.

source: Users on the whitelist do not need to enter a password to connect to a passworded server. Use either SLG ID or STEAMID64
ru: Пользователям в белом списке не нужно вводить пароль для входа на сервер с паролем. Используйте SLG ID или STEAMID64

source: Blacklisted users are denied connection to the server. Use either SLG ID or STEAMID64
ru: Пользователи в черном списке, не смогут подключится к серверу. Используйте SLD ID или STEAMID64

source: Admins are allowed to use the chat commands. (/ban, /give, etc.) Use either SLG ID or STEAMID64
ru: Администраторам доступны чат команды. (/ban, /give, и т. д.) Используйте SLG ID или STEAMID64

source: Spawn location
ru: Место появления

source: The titles players are given for each reputation level.
ru: За каждый уровень репутации игрокам присваиваются титулы.

source: Time between World Object Ticks in milliseconds. (0 for variable)
ru: Время между тактами мировых объектов в миллисекундах. (0 для переменного)

source: Tick World Objects in parallel
ru: Обрабатывать мировые объекты параллельно или последовательно

source: World generation seed.
ru: Строка использующаяся в качестве ключа при генерации мира.

source: Chunk dimensions of the world along X-Z.
ru: Количество чанков в мире по X-Z.

source: Sea level height.
ru: Высота уровня моря.

source: Maximum height of the world when generating terrain.
ru: Максимальная высота мира при создании местности.

source: Defines the world module for world generation.
ru: Определяет мировой модуль для генерации мира.

source: Default atmosphere object type for the world.
ru: Стандартная атмосфера типа объекта для мира.

source: Max % of one CPU to use for ticking world chunks. (25% - 100%)
ru: Максимальный % использования одного ядра для обновления чанков мира. (25% - 100%)

source: Decorative plants are not simulated after being spawned
ru: Декоративные растения не будут обрабатываться симуляцией после появления

source: Lives under water
ru: Живёт под водой

source: After harvesting, we reset their growth percent to this value, 0 -1. 0 means kill the plant.
ru: После сбора урожая мы сбрасываем проценты роста до этого значения, 0 -1. 0 означает уничтожить растение.

source: If this gets scythed, does it die?
ru: Если это скосить, оно погибнет?

source: If I can pick this, at what percent is that possible?
ru: Если я возьму это, то под какой процент можно?

source: The exponential rate parameter describing the birth rate of the species in ideal growth conditions and no competition. The % of the population in the area that will reproduce in one tick.
ru: Показатель экспоненциальной скорости, характеризующий рождаемость вида в идеальных условиях роста и в отсутствии конкуренции. % популяции в области, которое будет воспроизводиться в один такт.

source: The exponential rate parameter describing the death rate of the species in ideal growth conditions and no competition. The % of the population in the area that will die in one tick. Should always be LESS than MaxGrowthRate.
ru: Показатель экспоненциальной скорости, характеризующий смертность вида в идеальных условиях роста и в отсутствии конкуренции. % популяции в области, которое будет умирать в один тик. Всегда должен быть МЕНЬШЕ, чем MaxGrowthRate.

source: The exponential rate parameter describing the rate at which the plant spreads to adjacent locations.
ru: Параметр экспоненциальной скорости, описывающий скорость, с которой растение распространяется в соседние местоположения.

source: Consumable resources that limit growth.
ru: Расходуемые ресурсы, которые ограничивают рост.

source: Environment capacities that limit growth.
ru: Экологические возможности, которые ограничивают рост.

source: The plant's preferred temperature range. Temperatures in this range won't inhibit population growth or reduce yield.
ru: Предпочтительный температурный диапазон. Температуры в этом диапазоне не будут препятствовать росту популяции или уменьшать урожайность.

source: The plant's preferred moisture range. Moisture in this range won't inhibit population growth or reduce yield.
ru: Предпочтительный диапазон влажности. Влажность в этом диапазоне не будет препятствовать росту популяции или уменьшать урожай.

source: The temperature range that can support this plant (albeit at reduced efficiency if the temperature is not also within the ideal range). Temperatures outside this range prohibit reproduction entirely and prevent any yield at all.
ru: Диапазон температур, которые может поддерживать это растение (хотя эффективность будет снижена, если температура не идеальна). Температуры за пределами этого диапазона запрещают полное воспроизведение и не дают никакой урожайности.

source: The maximum ground pollution density that the plant can tolerate. Above this value, the plant cannot reproduce, and will have zero yield.
ru: Максимальное загрязнение земли, которое может перенести растение. Выше этого значения растение не может размножаться и не будет приносить урожай.

source: The voxelsPerEntry that this species should be tracked at.
ru: VoxelsPerEntry, этот вид следует отслеживать.

source: The string which is used as an identifier for this species. Cannot be edited freely, as it is referenced by other config.
ru: Строка, которая используется в качестве идентификатора для этого вида. Не может быть отредактирована свободно, так как на нее ссылается другая конфигурация.

source: The displayed name of this species. Can be edited freely.
ru: Отображаемое имя этого вида. Можно свободно менять.

source: Maturity age in days. Organisms older than this value are considered fully grown and can reproduce.
ru: Срок зрелости в днях. Организмы старше этого значения, считаются полностью выращенными и могут размножаться.

source: Increases/decreases CO2 by this value per tick.
ru: Увеличивает / уменьшает CO2 на эту величину за такт.

source: List of ranges where the corresponding branches begin to grow, as well as the rate of their growth
ru: Список диапазонов, где соответствующие ветви начинают расти, а также скорость их роста

source: If true, spawned trees will be rotated at a random angle.
ru: Если включено, появляющиеся деревья будут повернуты под случайным углом.

source: The number of branches this tree will have.
ru: Количество ветвей на этом дереве.

source: Economy
ru: Экономика

source: Rooms
ru: Комнаты

source: Initializing...
ru: Инициализация...

source: Running...
ru: Запуск...

source: Localizer
ru: Перевод

source: Network
ru: Сеть

source: Storage
ru: Хранилище

source: World
ru: Мир

source: Time
ru: Время

source: Housing
ru: Жилье

source: Users
ru: Пользователи

source: Property Manager
ru: Диспетчер свойств

source: Disasters
ru: Стихийные бедствия

source: Minimap
ru: Миникарта\n

source: Chat
ru: Чат

source: Controller
ru: Управление

source: Simulation
ru: Симуляция

source: Route Probing
ru: Проверка маршрутов

source: Economy Tracker
ru: Отслеживание экономики

source: World Objects
ru: Мировые объекты

source: Plugins
ru: Дополнения

source: ModKit
ru: Набор модов

source: Stats
ru: Статистика

source: WorldGenerator
ru: Генератор мира

source: Objects
ru: Цели

source: Backup
ru: Резервная копия

source: Difficulty Settings
ru: Настройки сложности

source: WebServer
ru: Веб-сервер

source: Average tick: {0:n1}ms
ru: Средний такт: {0:n1}мс

source: Mods are Running
ru: Модификации запущены

source: {0:n0} objects; {1} clients;
ru: Объектов: {0:n0}; клиентов: {1};

source: {0:n0} objects; Average tick: {1:n1}ms
ru: Объектов: {0:n0}; Средний такт: {1:n1}мс

source: Controllers: {0:n0} Changes/s: {1:n1} Average update: {2:n1}ms Last clean: {3:n1}ms
ru: Контроллеры: {0:n0} Изменения/с: {1:n1} Среднее обновление: {2:n1}мс Последняя очистка: {3:n1}мс

source: {0} users
ru: Пользователей: {0}

source: Output wires: {0}
ru: Исходящие связи: {0}

source: Danger lurks in the skies above...
ru: Опасность скрывается в небесах выше...

source: {0:n0} trades, {1:n0} contracts, {2:n0} tables
ru: Товаров: {0:n0}, договоров: {1:n0}, верстаков: {2:n0}

source: Current Language: {0}
ru: Выбранный язык: {0}

source: Total rep points given: {0}
ru: Всего очков репутации: {0}

source: Last save time: {0:n1}ms
ru: Последнее сохранение: {0:n1}мс

source: Display
ru: Отображение

source: Config
ru: Конфигурация

source: \n - Next save in: {2:n1}s; {3}
ru: \n - Следующее сохранение в: {2:n1}с; {3}

source: {0:n0} Walkable Blocks, {1} Large Regions
ru: Проходимых блоков: {0:n0}. Больших регионов: {1}

source: World Layers Simulation
ru: Симуляция слоев мира

source: Total size: {0:n1}kb
ru: Общий размер: {0:n1}кб

source: Total ticks: {0}
ru: Всего тактов: {0}

source: State: {0}
ru: Состояние: {0}

source: Last tick: {0:n1}ms
ru: Последний такт: {0:n1}мс

source: Max world tick: {0:n1}ms
ru: Максимальный такт мира: {0:n1}мс

source: Average world tick: {0:n1}ms
ru: Средний такт мира: {0:n1}мс

source: Total chunks: {0:n0}
ru: Всего чанков: {0:n0}

source: Active chunks: {0:n0} [{1:0.00}%]
ru: Активных чанков: {0:n0} [{1:0.00}%]

source: Frozen chunks: {0:n0} [{1:0.00}%]
ru: Замороженные чанки: {0:n0} [{1:0.00}%]

source: Total chunk packs: {0:n0}
ru: Всего сжатых чанков: {0:n0}

source: Dirty chunk packs: {0:n0} [{1:0.00}%]
ru: Модифицированных сжатых чанков: {0:n0} [{1:0.00}%]

source: {0} Block types
ru: {0} Типов блоков

source: Time passed: {0}
ru: Времени прошло: {0}

source: Average tick: {0:n1}ms Last tick: {1:n1}ms Combined Times: {2:n1}
ru: Средний такт: {0:n1}мс Последний такт: {1:n1}мс Суммарное время: {2:n1}

source: Average {0} {1:n1}ms Last: {2:n1}ms
ru: Среднее {0} {1:n1}мс Последнее: {2:n1}мс

source: Average {0} {1:n2}ms Last: {2:n2}ms
ru: Среднее {0} {1:n2}мс Последнее: {2:n2}мс

source: The world is safe for now, at least from the meteor.
ru: Теперь мир спасён от астероида.

source: (Next level: {0})
ru: (Следующий уровень: {0})

source: {0:verb} {1:benefits description} by {2:skill bonus} {3:next level}
ru: {0:verb} {1:benefits description} на {2:skill bonus} {3:next level}

source: Contract invalid:\n{0}
ru: Договор недействителен: \n{0}

source: Contract time has expired! Client can mark 'Job Failed' at anytime
ru: Время договора истекло! Заказчик может поставить метку 'Не удалось выполнить задание' в любое время

source: Time remaining: {0}
ru: Осталось времени: {0}

source: Width must be greater than zero.
ru: Ширина должна быть больше нуля.

source: Reputation relative to {0}
ru: Репутация по отношению к {0}

source: {0} is too low: {1} but must be {2}.
ru: {0} слишком низко: {1}, а должно быть {2}.
