Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Advanced Properties
ru: Расширенные свойства

source: Laws From {0}
ru: Законы от {0}

source: There aren't any votes so far.
ru: Нет голосов.

source: Cannot vote: not a citizen of the election's settlement, {0}.
ru: Невозможно проголосовать: голосование доступно только для жителей поселения {0}.

source: Cannot vote: you must be a member of {0}.
ru: Невозможно проголосовать: вы должны быть {0}.

source: You have already voted in this election.
ru: Вы уже отдали свой голос на этих выборах.

source: You may vote in this election.
ru: Вы можете участвовать в выборах.

source: Every person is a member.
ru: Каждый житель является членом.

source: In {0}, a new constitution {1} has overthrown the old constitution {2}!
ru: Новая конституция {1} заменит конституцию {2} в поcелении {0}!

source: A new constitution {0} has overthrown the old constitution {1}!
ru: Новая конституция {0} заменит конституцию {1}!

source: A new constitution {0} has been ratified in {1}!
ru: Конституция {0} принята в поселении {1}!

source: A new constitution {0} has been ratified!
ru: Конституция {0} принята!

source: Any other civic actions may be executed only by {0} immediately.
ru: Любые гражданские действия могут быть немедленно выполнены только игроком {0}.

source: All government changes may be executed only by {0}.
ru: Все правительственные перестановки может осуществлять только игрок {0}.

source: All other civic actions cannot be performed (no default executor is assigned).
ru: Невозможно выполнять гражданские действия (не назначено ни одного исполнителя).

source: No civic actions may be performed (no articles are listed and no default executor assigned).
ru: Невозможно выполнять гражданские действия (не указаны статьи, не назначен исполнитель).

source: You cannot create or make changes here until:\n - A constitution is being ratified, or is already ratified and grants the power to do so.\n\nTo create a constitution, place a {0}.
ru: Вы не можете совершить это действие, пока не будет принята конституция, предоставляющая соответствующие полномочия.\n\nЧтобы создать конституцию, используйте {0}.

source: SPECIAL RATIFICATION PRIVILEGE: A new constitution is currently drafted for election, and you can attach changes to that election as extra provisions.
ru: ОСОБЫЕ ПРИВИЛЕГИИ РАТИФИКАЦИИ: В настоящее время разрабатывается новая конституция, и вы можете предложить свои изменения, пока не начались выборы.

source: By civic article {0} on {1}:{2}{3}
ru: Согласно статье {0} в {1}: {2}{3}

source: - As {0}, you may change any {1} immediately
ru: - Вы можете любой {1} сразу, т.к. являетесь {0}

source: Craving satisfied
ru: Желание удовлетворено

source: Craving for {0} was satisfied
ru: Желание {0} было удовлетворено

source: Eat the food your stomach craves.
ru: Ешьте еду, которую требует ваш желудок.

source: Chop Chop
ru: Удар за ударом

source: Crisis Averted
ru: Кризис предотвращен

source: Chopped down first tree. The tree was {0} species.
ru: Срублено первое дерево породы {0}.

source: Destroyed The Meteor! Destruction date {0}
ru: Уничтожил Астероид! Дата уничтожения {0}

source: Chopped down first tree.
ru: Срублено первое дерево.

source: Destroyed the Meteor.
ru: Уничтожил Астероид.

source: Make it rain
ru: Кажется, дождь собирается

source: Minted First currency: {0}.
ru: Отчеканил первую валюту: {0}.

source: Minted First Currency.
ru: Отчеканил первую валюту.

source: You were invited to {0} {1} at {2}. \n {3}
ru: Вас приглашают на {0}. {1} в {2}. \n {3}

source: You were un-invited to {0} at {1}.
ru: Вы отказались от приглашения на {0} в {1}.

source: Invitation is invalid.
ru: Приглашение недействительно.

source: Already a Resident
ru: Уже прописан

source: Reject
ru: Отклонить

source: Cannot rename to {0}: name must be at least {1} characters long and cannot exceed {2} characters
ru: Невозможно изменить имя на {0}: имя должно быть не короче {1} символов, и не длиннее {2}

source: {0} has removed you from being a {1}.
ru: {0} снял вас с должности {1}.

source: {0} has removed {1} from being a {2}.
ru: {0} снял {1} с должности {2}.

source: {0} is no longer a {1}.
ru: {0} больше не является {1}.

source: {0} has removed themselves as a {1}.
ru: {0} больше не являются {1}.

source: Anyone can become a {0} instantly without approval.
ru: Никто не может получить должность {0} без одобрения.

source: New {0} must be invited or approved by {1}.
ru: Новый {0} должен быть приглашён или утверждён {1}.

source: You have applied to be {0}. {1}{2} has been notified and may approve or reject your application.
ru: Вы претендуете на должность {0}. {1}{2} получил уведомление и может поддержать либо отклонить вашу заявку.

source: {0} has applied to be a {1}. You may approve or reject this application on {2}.
ru: {0} претендует на должность {1}. Вы можете принять или отклонить данную заявку на {2}.

source: You were accepted by {0} and are now a {1}!
ru: {0} принимает вашу заявку, и теперь вы {1}!

source: You are now a {0}!
ru: Вы теперь {0}!

source: {0} is now a {1}.
ru: {0} теперь {1}.

source: {0} invited.
ru: {0} приглашён.

source: You were invited to become a {0} by {1}.{2}You may accept at {3}.
ru: {1} {2} приглашает вас занять должность {0}. Вы можете принять приглашение в {3}.

source: You have invited {0} to become a {1}.
ru: {0} приглашает вас занять должность {1}.

source: {0} has removed themselves from being a {1}.
ru: {0} снимает себя с должности {1}.

source: You are now no longer a {0}.
ru: Вы больше не являетесь {0}.

source: Invite People to Become a {0}
ru: Пригласите людей занять должность {0}

source: Invited Person
ru: Приглашённый

source: Invited People
ru: Приглашённые

source: Remember: rooms can have small gaps (one or two spaces wide) for doors and windows.
ru: Примечание: комната может иметь небольшие зазоры (размером 1 или 2 блока) для дверей и окон.

source: Join Discord
ru: Присоединиться в Discord

source: Expand your property so you have room to grow.
ru: Расширьте свою собственность, чтобы у вас было место для роста.

source: Target a rock and hold left mouse button.
ru: Нацельтесь на камень и удерживайте левую кнопку мыши.

source: Pick up the stone pieces by pressing 'E'.
ru: Нажмите 'E', что бы подобрать куски камня.

source: Begin Exploring
ru: Начнем изучение

source: Welcome to Eco, citizen.\n\nAround you is a living ecosystem, rich with plants, animals, and natural resources. Take a look around.
ru: Добро пожаловать в Eco, житель!\n\nТебя окружает живая экосистема с богатой флорой, фауной и природными ресурсами. Время осмотреться вокруг.

source: Press 'W', 'S', 'A', and 'D' to move.
ru: Нажимайте 'W', 'S', 'A', и 'D' для перемещения.

source: Press 'tab' to toggle the mouse cursor.
ru: Нажмите 'tab' для переключения на курсор мыши.

source: Find the Meteor
ru: Найдите Астероид

source: Brace yourself, and look up. There's something orbiting the planet that you need to see.
ru: Соберитесь и посмотрите вверх. Что-то вращается вокруг планеты и Вы должны это увидеть.

source: Look for the meteor in the sky.
ru: Осмотрите небо в поисках астероида.

source: Explore the Map
ru: Изучите карту

source: The map will let you see the world around you and the forces that affect it.
ru: Карта позволит вам увидеть окружающий мир и различные факторы, влияющие на него.

source: Open 'World Layers' and turn on any layer.
ru: Откройте 'Слои мира' и активируйте любой слой.

source: Under 'Markers', click on 'Drop Marker' to mark a position.
ru: Под 'Метками', кликните на 'Установить метку', что бы отметить позицию.

source: Set Up Camp
ru: Разобьем лагерь

source: Place your tent in a good location: either near established communities where you can trade, or out in the wilderness near natural resources.
ru: Разместите свою палатку в хорошем месте: либо рядом с развитыми поселениями с которыми можно торговать, либо в дикой местности вблизи к природным ресурсам.

source: Place your tent in a location close to natural resources such as food, stone, and trees.
ru: Разместите Вашу палатку возле природных ресурсов как пища, камень и деревья.

source: Open your backpack.
ru: Откройте свой рюкзак.

source: Get Equipped
ru: Экипируемся

source: You've got some tools in your tent you can use to collect more resources. Grab those now.
ru: В вашей палатке есть инструменты, которые пригодятся при сборе ресурсов. Возьмите их.

source: Open your tent.
ru: Откройте свою палатку.

source: Click the storage tab.
ru: Щелкните по вкладке хранилище.

source: Start a Stockpile
ru: Начнем делать запасы

source: Next to your tent there is a small stockpile, let's fill it with wood to use in crafting.
ru: Рядом с вашей палаткой есть небольшой склад, давайте наполним его древесиной, которая пригодится вам для изготовления предметов.

source: Chop the fallen log into pieces.
ru: Разрубите упавшее бревно на части.

source: Place 10 logs in the stockpile by your tent.
ru: Поместите 10 брёвен на склад возле палатки.

source: Make a Workbench
ru: Сделайте верстак

source: Click the crafting tab.
ru: Щелкните по вкладке изготовление.

source: Find the Workbench Recipe and click 'Order'.
ru: Найдите рецепт верстака и нажмите 'Заказать'.

source: Prepare Logs for Building
ru: Подготовим бревна для строительства

source: Click 'Work' to spend calories on the crafting project.
ru: Нажмите 'Работа' чтобы добавить калории в проект.

source: When complete, pick up the hewn logs from the storage tab.
ru: После завершения, переключитесь на вкладку хранилище и заберите тесаные бревна.

source: Claim More Land
ru: Займите больше территории

source: Build with a Hammer
ru: Строительство при помощи молотка

source: Use a hammer to start building a house from the logs you've processed..
ru: Используйте молоток, чтобы начать строимельство дома из брёвен, которые вы сделали.

source: Open the construction menu by pressing and holding 'F'
ru: Откройте меню строительства, нажав и удерживая клавишу 'F'

source: Share Your Property
ru: Поделиться Своей Собственностью

source: You can set who is able to use your property for both objects and deeds.
ru: Вы можете указать, кто может пользоваться вашей собственностью, включая объекты и права.

source: Open your workbench.
ru: Откройте свой верстак.

source: Click the authorization tab.
ru: Выберите вкладку 'разрешения'.

source: Here you can control access to your workbench.\nYou can also configure access to your entire property as follows:
ru: Здесь вы можете управлять доступом к вашему верстаку.\nТаким же образом вы можете настроить доступ и ко всем вашим объектам, например:

source: Open the Deed by clicking the property name. Add friends to the authorized list if you like.
ru: Откройте сведения о праве собственности кликнув на его название. Добавьте друзей в список авторизации если нужно.

source: Carve a Path
ru: Проложить путь

source: You can use a machete to move faster through thick vegetation.
ru: Вы можете использовать мачете, чтобы двигаться быстрее через густую растительность.

source: Cut a path through at least {0} plants.
ru: Прорубите путь через {0} растений.

source: Build a House
ru: Строительство дома

source: Use a shovel to move dirt.
ru: Используйте лопату для перемещения земли.

source: Choose a Specialty
ru: Выберите специальность

source: Find Food
ru: Найдите Еду

source: Eat a Balanced Diet
ru: Баланс поедаемых нутриентов

source: You're low on calories, find wild food in the area..
ru: У вас мало калорий, найдите дикорастущую еду вокруг..

source: Find more wild food in the area.
ru: Найдите еще дикорастущей еды вокруг.

source: Eating a balanced diet will let you gain XP faster.
ru: Правильный баланс поедаемых нутриентов позволяет получать опыт быстрее.

source: Use the bed in your tent.
ru: Используйте кровать в своей палатке.

source: Take a Nap
ru: Вздремнуть

source: To pass time faster, you can sleep in a bed.
ru: Для ускорения времени спите в кровати.

source: A profession is not a specialization.
ru: Профессия не является специализацией.

source: Objects destroyed: {0}
ru: Уничтоженные объекты: {0}

source: Configure Settlement Spawns
ru: Настройки появления поселений

source: Destroy all towns and property stakes.
ru: Уничтожьте все города и владения.

source: Currently not part of any town.
ru: Сейчас не является частью какого-либо города.

source: Currently part of {0}.
ru: Сейчас является частью {0}.

source: This marker is the center and foundation of the {0} {1}.
ru: Эта метка является центром и установлена {0} {1}.

source: {0} in Range
ru: {0} в зоне

source: Leave {0}
ru: Покинуть {0}

source: Join {0}
ru: Присоединиться к {0}

source: {0} has joined the {1} {2}!
ru: {0} присоединился к {1} {2}!

source: {0} has left the {1} {2}.
ru: {0} вышел из {1} {2}.

source: {0} has left the {1} {2} and joined {3}!
ru: {0} вышел из {1} {2} и присоединился к {3}!

source: {0}'s claim
ru: Собственность {0}

source: No {0} here. You can only start a {1} within a {2} you have access to.
ru: Здесь нет {0}. Вы можете начать {1}, только если получите доступ к {2}.

source: {0} You do not have access to {1}.
ru: {0} У вас нет доступа к {1}.

source: {0} you must have ownership access on the plot where it's placed.
ru: {0} вы должны быть владельцем участка, на котором это расположено.

source: Founder of {0}
ru: Основатель {0}

source: {0} Immigration Policy
ru: {0} Иммиграционная политика

source: {0} Constitution
ru: Строительство {0}

source: {0} at Position
ru: {0} на Территории

source: Laws Affecting Current Position
ru: Законы, Действующие на Этой Территории

source: Must target them as a citizen of a town settlement. {0} is a {1}.
ru: Это предназначено для жителя или поселенца города. {0} сейчас {1}.

source: Claim current plot if not claimed, spawn a claim stake, spawn a town, and add citizens.
ru: Займите текущий участок если он свобоен, установите колышек, образуйте город и добавьте жителей.

source: Citizen of {0}
ru: Житель {0}

source: You are already a citizen of {0}, are you sure you want to abandon that and become a citizen of {1}?
ru: Вы уже являетесь жителем {0}, хотите вместо этого стать жителем {1}?

source: If your citizenship application is accepted, you will lose citizenship on {0}. Continue?
ru: Если ваша заявка будет принята, вы потеряете статус жителя в {0}. Продолжить?

source: A {0} founded at {1} by {2}.
ru: {0} основан {2} в {1}.

source: Influence: {0} plots
ru: Воздействие: {0} клеток

source: You are attempting to pickup {0}, this will unclaim {1} plots.
ru: Вы собираетесь забрать {0}, это приведёт к отмене владения {1} участками.

source: Starts a deed for {0} when placed.
ru: После размещения даёт право на {0}.

source: Starts a personal deed when placed.
ru: После размещения возникает личное право.

source: You can now claim {0} more plots on {1} ({2} total).
ru: Теперь вы можете иметь на {0} участков больше в {1} (всего {2}).

source: You can now claim {0} fewer plots on {1} ({2} total).
ru: Теперь вы можете иметь на {0} участков меньше в {1} (всего {2}).

source: Plots claimed on this stake: {0}
ru: Участков, занятых этим колышком: {0}

source: Default Plots from Stake: {0}
ru: По умолчанию колышек занимает участков: {0}

source: Claims From {0}: {1}
ru: Получено от {0}: {1}

source: Total: {0} ({1} currently claimed).
ru: Всего: {0} ({1} получено сейчас).

source: Default Plots from Stake:
ru: По умолчанию колышек занимает участков:

source: Claims From {0}:
ru: Получено от {0}:

source: {0} ({1} currently claimed).
ru: {0} ({1} получено сейчас).

source: This is not on owned property and no plots can be claimed.
ru: Не является частной собственностью, участок не может быть занят.

source: Plot Sources
ru: Источники участков

source: Claim Papers are in use. Unclaim plots first.
ru: Квитанции землемера закончились. Освободите какой-нибудь участок.

source: Current citizen count in {0}: {1}
ru: Сейчас жителей в {0}: {1}

source: {0} per citizen after first: {1} ({2} spawned)
ru: {0} на жителя после первого: {1} (возникло {2})

source: this inventory
ru: этот инвентарь

source: properties
ru: в собственности

source: {0}'s Property
ru: Владение {0}

source: Your property {0} has a home value of {1} and you can set it as your residency. \n {2}
ru: Вы владеете {0}, имеющим оценку дома {1}, и можете выбрать его основным местом жительства. \n {2}

source: Your property {0} has larger home value of {1} which is better than your current residency. \n {2}
ru: Вы владеете {0}, имеющим оценку дома {1}, которая выше оценки вашего текущего места жительства. \n {2}

source: Set Residency
ru: Заселиться

source: Change Residency
ru: Изменить место жительства

source: You have {0} remaining until you feel exhausted
ru: Осталось {0} до того, как вы устанете

source: You are feeling quite exhausted and can't work another minute! You can work again in {0}
ru: Вы слишком устали и больше не можете работать ни минуты! Вы сможете снова работать в {0}

source: This server has exhaustion, therefore you can only work for {0}, then you have to rest until it next resets.
ru: На сервере установлено ограничение по усталости, позволяющее работать не более {0}. После исчерпания лимита вы сможете продолжить игру на следующий день.

source: Your remaining playtime will be added to the next day.
ru: Ваше оставшееся игровое время будет добавлено к следующему дню.

source: Your maximum playtime you can have is {0} hours.
ru: Максимальное игровое время для вас составляет {0} часов.

source: You can work for another {0} before becoming exhausted.
ru: Вы можете работать еще {0}, прежде чем устанете.

source: You cannot do the following actions:
ru: Вы не можете выполнять следующие действия:

source: You can still do actions such as:
ru: Вы по-прежнему можете выполнять такие действия, как:

source: You are too exhausted to expend more calories. You can work again in: {0}
ru: Вы слишком устали, поэтому не можете тратить больше калорий. Вы сможете снова приступить к работе через: {0}

source: Exhaustion
ru: Истощение

source: On this server, you are set to become exhausted after {0}. Once you are exhausted, you can still interact in the world, but cannot spend calories.
ru: Согласно настройкам этого сервера вы устанете через {0}. Как только вы устанете, вы сможете продолжать взаимодействовать с миром, но не сможете тратить калории.

source: Check your exhaustion level.
ru: Проверьте свой уровень истощения.

source: Can't seed a tree within {0} meters of another tree.\n\nClosest tree is {1} at {2:N1} meters {3}.
ru: Нельзя посадить дерево ближе {0} метров от другого.\n\nБлижайшее дерево – {1} на {2:N1} метрах {3}.

source: Click to show in the map. Ctrl+Click to create marker. Shift+Click to show deed.
ru: Нажмите, чтобы показать на карте. Ctrl-клик, чтобы создать метку. Shift-клик, чтобы показать право собственности.

source: You cannot schedule maintenance for {0}. Automatic maintenance is scheduled at {1}.
ru: Вы не можете запланировать обслуживание для {0}. Автоматическое обслуживание запланировано на {1}.

source: Maintenance reason cannot be empty.
ru: Причина обслуживания не может быть пустой.

source: Can't plant there, blocked.
ru: Невозможно посадить растение здесь, заблокировано.

source: Cannot plant in the skies.
ru: Нельзя сажать в небе.

source: No target.
ru: Нет цели.

source: Papers giving you the right to claim a plot of land. Put them on a Land Claim Stake to allow it to claim more plots.
ru: Бумага дающая вам право занять участок земли. Используется вместе с инструментом землемера, что бы занять больше участков.

source: These claim papers can be used to claim a plot of land anywhere.
ru: Эти Квитанции землемера могут быть использованы, что бы занять участок в любом месте.

source: Harvested from Species
ru: Добывается из видов

source: Wooden Barge
ru: Деревянная баржа

source: Small Wooden Boat
ru: Маленькая деревянная лодка

source: Swap Clothing
ru: Сменить одежду

source: Currently open.
ru: Сейчас открыт.

source: Take {0}
ru: Взять {0}

source: Global constitution isn't created properly
ru: Глобальная конституция не была создана правильно

source: Immigration Policies
ru: Иммиграционные политики

source: Immigration Policy
ru: Иммиграционная политика

source: Can't find election!!
ru: Не удалось найти голосование!!

source: Settlement system is enabled. Use '/settlement spawn' instead.
ru: Система поселений включена. Используйте '/settlement spawn'.

source: Finished in {0} sec
ru: Завершено за {0} с

source: ID already existed in universal id table
ru: ID уже существует в таблице универсальных id

source: Error downloading mods
ru: Ошибка загрузки модов

source: Skill Book Ingredients
ru: Ингредиенты книги навыков

source: Recipes unlocked at {0}
ru: Рецепты разблокируются в {0}

source: Waiting for server...
ru: Ожидание сервера...

source: Waiting for server response...
ru: Ожидание ответа сервера...

source: You don't have any of this item.
ru: У вас нет ни одного из этих предметов.

source: Out of stock.
ru: Нет в наличии.

source: You have access on this deed ({0}) and may start a new {1} here.
ru: Вы имеете доступ к этому праву ({0}) и можете начать здесь новый {1}.

source: Place Personal Claim
ru: Разместить Личное Хозяйство

source: Must be placed on a plot you control.
ru: Нужно размещать на участке, который принадлежит вам.

source: Achievements:
ru: Достижения:

source: To {0}
ru: К {0}

source: {0} plots, {1} sq m.
ru: {0} участков, {1} кв.м.

source: Wardrobe
ru: Гардероб

source: Claims
ru: Занято

source: Can't leave vehicle, the way out is blocked
ru: Невозможно выйти из транспорта, выход заблокирован

source: Select Items for {0}
ru: Выбор предметов для {0}

source: Unknown Source
ru: Неизвестный источник

source: Completed the {0} tutorial
ru: Завершено обучение {0}

source: Glass Refraction
ru: Преломление стекла

source: High Quality Water
ru: Вода высокого качества

source: Hand
ru: Рука

source: Server ID: {0}
ru: ID Сервера: {0}

source: Volumetric Lighting
ru: Объемное освещение

source: Used to simulate outdoor light rays in the enviroment.\n\nPerformance Impact: Average
ru: Используется для имитации внешних световых лучей в окружающей среде.\n\nВлияние на производительность: cреднее

source: \nAllows carts to be controlled by mouse in addition to keys. Also returns old way of carts behavior as it was in earlier versions.
ru: \nПозволяет управлять транспортом с помощью мыши в дополнение к клавиатуре. Соответствует поведению транспорта в предыдущих версиях.

source: Autocraft\n
ru: Авто-крафт

source: Add new tab
ru: Добавить новую вкладку

source: Show extra tabs which are not fit in this panel
ru: Показать дополнительные вкладки, которые не поместились на этой панели

source: Create new channel
ru: Создать новый канал

source: The store is opened for customers. \nYou can temporary close it by switching the toggle.
ru: Магазин открыт для покупателей. \nВы можете временно закрыть его, нажав на переключатель.

source: The hammer can shape the material into many forms: windows, floors, stairs, etc.
ru: При помощи молотка материалу можно придать различные формы: окна, полы, лестницы и другие.

source: How to Build
ru: Как строить

source: All the forms can be built one at a time or in multiples.
ru: Все формы могут быть построены по одной или с использованием различных типов заполнения.

source: You can select this in the building menu as well.
ru: Вы также можете выбрать их в меню строительства.

source: Open chat settings window
ru: Открыть настройки чата

source: Open list of server channels available
ru: Открыть список доступных каналов сервера

source: Scroll to bottom
ru: Пролистать вниз

source: Copy to clipboard
ru: Копировать в буфер

source: Disconnect\n
ru: Отключиться\n

source: Food Panel Unlocked
ru: Панель еды разблокирована

source: Housing Panel Unlocked
ru: Панель Жилища разблокирована
