Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Clean up chat history from old messages. Reduces memory usage and may improve server performance. You need to provide number of days in world time to preserve.
ru: Очистить историю чата. Уменьшает использование памяти и может повысить производительность работы сервера. Укажите количество игровых дней хранения чата.

source: Could not add chat command \'/{0}\': expects type {1}, which is invalid.
ru: Не удалось добавить команду чата \'/{0}\': ожидаемый тип {1}, не действителен.

source: Choose item
ru: Выбрать предмет

source: Can't change permissions since related object was deleted from the world.
ru: Невозможно изменить разрешения, так как связанный объект был удален из мира.

source: Choose items to be in container
ru: Выберите предметы

source: Choose item to harvest
ru: Выберите предмет для сбора

source: Choose road type
ru: Выберите тип дороги

source: Choose blocks to Add/Remove
ru: Выберите блоки для Добавления/Удаления

source: Must set root value.
ru: Необходимо установить значение.

source: {0} doesn't have craft time. All recipes should have craft time, the craft time set to a hour for easier identification in game.
ru: В рецепте изготовления {0} не указано время создания. Все рецепты без указания времени получают время в 1 час для быстрого нахождения в игре.

source: The currency the move-in fee was charged in (Note: this is only used in Eco 9.2 if the experimental feature 'Rent' is enabled).
ru: Валюта, в которой была снята плата за заезд (Примечание: только для Eco 9.2, если включена экспериментальная функция «Аренда»).

source: The currency the rent was charged in (Note: this is only used in Eco 9.2 if the experimental feature 'Rent' is enabled).
ru: Валюта, в которой была начислена арендная плата (Примечание: только для Eco 9.2, если включена экспериментальная функция «Аренда»).

source: Pay move in or rent property fee (Note: this is only used in Eco 9.2 if the experimental feature 'Rent' is enabled).
ru: Оплата заезда или аренды (Примечание: только для Eco 9.2, если включена экспериментальная функция «Аренда»).

source: A citizen made or received a recurring payment (Note: this is only used in Eco 9.2 if the experimental feature 'Rent' is enabled).
ru: Житель сделал или получил платеж (Примечание: только для Eco 9.2, если включена экспериментальная функция «Аренда»).

source: Choose mint item
ru: Выберите предмет

source: Choose items to distribute
ru: Выберите предметы для раздачи

source: Your GPU has Max Tessellation Level less than 64. AMD is only known GPU manufacturer who doesn't follow the standard and reduces this setting to hack performance in their "AMD Radeon Software" and sets it to 8 in default optimized settings. You may experience problems with Minimap rendering. To fix this just change "Max Tessellation Level" to 64 in the software for Eco (explicitly) and restart the game.
ru: Для вашей видеокарты настроен максимальный уровень тесселяции ниже 64. AMD - единственный известный нам производитель видеокарт, который не придерживается стандарта и уменьшает эту настройку в попытке выжать увеличение производительности. Их программа "AMD Radeon Software" устанавливает уровень 8 в настройках по умолчанию. Из-за этого у вас могут возникнуть проблемы с отображением миникарты. Для исправления установите максимальный уровень тесселяции в значение 64 в этой программе конкретно для игры Eco и перезапустите игру.

source: You will lose your owner access after this action.
ru: После этого действия вы потеряете права владельца.

source: Do you wish to transfer this property from {0} to {1}? {2}
ru: Вы хотите перенести собственность из {0} в {1}? {2}

source: Do you wish to make this property unowned?
ru: Вы хотите, чтобы это территория осталась без владельца?

source: Hold "Ctrl" to select sub-tooltips
ru: Удерживайте Ctrl, что бы выбрать подсказку

source: Quicklime Glass
ru: Стекло из негашеной извести

source: Give all tools of the particular tier. Without specific tier a chest with all tools will be spawned
ru: Выдает все инструменты указанного уровня. Без указания уровня создается сундук со всеми существующими

source: Discovered
ru: Открыто

source: Exchange
ru: Обмен

source: Owner Currency
ru: Валюта владельца

source: Owner Account
ru: Аккаунт владельца

source: Choose Items
ru: Выбрать предметы

source: Rents
ru: Аренда

source: Overlays
ru: Слои

source: Contained entries
ru: Содержит Районы

source: My language on top
ru: Сервера на моем языке сверху списка

source: Housing Points
ru: Бонус жилища

source: Void Storages
ru: Бездонные хранилища

source: Display Objects
ru: Показать объекты

source: Show Overlay in Main View
ru: Отображать Слой в Мире

source: Civic Actions
ru: Гражданские действия

source: Leave Residency
ru: Выписаться

source: Become resident
ru: Заселиться

source: Your Income & Expenses
ru: Ваш доход и расходы

source: Hourly Fee
ru: Почасовая оплата

source: Invited
ru: Приглашен

source: Page Flags
ru: Флаги страниц

source: Civic Action Flags
ru: Гражданские действия

source: Propose Election
ru: Предложить выборы

source: Veto Elections For
ru: Запрет Выборов За

source: Remove From Office
ru: Снят с должности

source: Vote In Elections For
ru: Голосовать на выборах за

source: Office Successor
ru: Преемник офиса

source: Marked Up Name
ru: Размеченное имя

source: Rent For Property
ru: Аренда за недвижимость

source: Icon
ru: Икона

source: Game Action
ru: Торговая операция

source: Query Action
ru: Действие запроса

source: Interact Action
ru: Взаимодействие

source: World Object Interact Action
ru: Действие взаимодействия с мировым объектом

source: Item Interact Action
ru: Действие с инструментом

source: Calories To Consume
ru: Калории, которые нужно потреблять

source: Tool Interact Action
ru: Действие с инструментом

source: Workable Action
ru: Действие с рабочим проектом

source: Posted Contract
ru: Разместить Договор

source: Joined Contract
ru: Взять Договор

source: Failed Contract
ru: Провалить Договор

source: Completed Contract
ru: Исполнить Договор

source: Posted Work Party
ru: Создать рабочую группу

source: Joined Work Party
ru: Вступить в рабочую группу

source: Left Work Party
ru: Покинуть рабочию группу

source: Completed Work Party
ru: Завершить рабочую группу

source: Worked For Work Party
ru: Вложил работу в рабочую группу

source: Finance Action
ru: Финансовая операция

source: Offered Loan Or Bond
ru: Предлагаемый заем или залог

source: Accepted Loan Or Bond
ru: Принял залог или облигацию

source: Repaid Loan Or Bond
ru: Предлагаемый заем или залог

source: Defaulted On Loan Or Bond
ru: Дефолт по ссуде или облигации

source: Inventory Action
ru: Инвентарь Действие

source: Open Action
ru: Открытое действие

source: Mint Currency
ru: Чеканить валюту

source: Create Currency
ru: Создать валюту

source: Trade Action
ru: Торговая операция

source: Barter Trade
ru: Операция обмена

source: Currency Trade
ru: Используемая валюта.

source: Demographic Change
ru: Изменение Демографии

source: Property Transfer
ru: Передача собственности

source: Claim Or Unclaim Property
ru: Занятие или Освобождение Участка

source: Money Game Action
ru: Денежная игра Экшен

source: Residency Changed
ru: Смена Жилища

source: Transfer Money
ru: Денежный перевод

source: Election Action
ru: Исполнительные действия

source: Join Or Leave Election
ru: Стать кандидатом или сняться

source: Won Election
ru: Выиграть выборы

source: Lost Election
ru: Проиграть выборы

source: Skill Action
ru: Умение Действие

source: Gain Specialty
ru: Получить специальность

source: Gain Profession
ru: Получить профессию

source: Specialty Level Up
ru: Повысить уровень специальности

source: Character Level Up
ru: Повысить уровень персонажа

source: Plant Seeds
ru: Посадить семена

source: Harvest Or Hunt
ru: Урожай или охота

source: Chop Tree
ru: Рубить дерево

source: Chop Stump
ru: Выкорчевывать пень

source: Cleanup Tree Debris
ru: Убрать ветки

source: Block Add Remove
ru: Заблокировать Добавить Удалить

source: Construct Or Deconstruct
ru: Построен Или Разобран

source: Dig Or Mine
ru: Выкопано или добыто

source: Tamp Road
ru: Трамбовать дорогу

source: Drop Or Pickup Block
ru: Разместить или забрать блок

source: Place Or Pick Up Object
ru: Разместить или забрать объект

source: Chat Sent
ru: Написать в чат

source: First Login
ru: Первый вход

source: Pollute Air
ru: Загрязнение воздуха

source: Timer Base
ru: База таймера

source: Earner
ru: Кормилец

source: Pay Rent Or Move In Fee
ru: Оплата аренды или взноса

source: Pay Wages
ru: Выплата зарплаты

source: Citizen Timer
ru: Гражданин Таймер

source: Global Timer
ru: Глобальный таймер

source: Recurring Payment
ru: Периодический платеж

source: Trigger Config
ru: Конфигурация триггера

source: Select Trigger Config
ru: Выберите конфигурацию триггера

source: Select String
ru: Выберите Строку

source: Timer Trigger Config
ru: Таймер Конфигурация триггера

source: Citizen Timer Trigger Config
ru: Таймер Конфигурация триггера

source: Laborer Context
ru: Рабочие условия

source: Laborer
ru: Работник

source: Threshold Payment
ru: Минимальный платеж

source: Knowledge Share Payment
ru: Плата за знания

source: Grant Title Payment
ru: Платеж за выдачу титула

source: Value Payment
ru: Оплата стоимости

source: Currency Payment
ru: Валютный платеж

source: Reputation Payment
ru: Репутационный платеж

source: Labor Work
ru: Труд рабочего

source: Collect Resources Work
ru: Работа по сбору ресурсов

source: Recurring Transfer Context
ru: Описание перевода

source: Recurring Transfer Definition
ru: Назначение перевода

source: Recurring Transfer
ru: Повторяющиеся переводы

source: Legal Action
ru: Законное действие

source: Seize Bank Account
ru: Конфисковать Банковский счет

source: Send Notice
ru: Отправить уведомление

source: Title Context
ru: Название

source: Game Picker List
ru: Выбор игры из списка

source: Game Value
ru: Игровой Параметр

source: Compare
ru: Сравнить

source: Set Of Conditions
ru: Условия

source: Arithmetic
ru: Рассчитать

source: Personal Currency
ru: Личная валюта

source: Personal Bank Account
ru: Личный счет

source: Stat Game Value
ru: Значение статистики игры

source: Environment Statistic
ru: Статистика окружающего мира

source: Citizen Statistics
ru: Статистика граждан

source: Custom Stat Query
ru: Выборочный запрос

source: Stat Sum
ru: Итого

source: Record Custom Stat
ru: Записать свой показатель

source: Skill Requirements
ru: Требования навыков

source: Currency Requirements
ru: Требования Валюты

source: Membership Requirements
ru: Требования членства

source: Demographic Requirements
ru: Требования Демографии

source: Title Requirements
ru: Требования для титула

source: Location Test
ru: Тест местоположения

source: On Owned Land
ru: На своей земле

source: On Unowned Land
ru: На ничейной земле

source: Property Requirements
ru: Требования свойств

source: Property Owned
ru: Собственность занята

source: District Requirements
ru: Требования района

source: Has Residence
ru: Имеет Жилище

source: Residence
ru: Жилище

source: Ground Distance
ru: Расстояние до Земли

source: Player Game Value
ru: Игрок

source: Hours Played
ru: Сыграно часов

source: Citizen Age In Hours
ru: Возраст жителя в часах

source: Citizen Reputation
ru: Репутация жителя

source: World Age In Hours
ru: Возраст мира в часах

source: World Age In Days
ru: Возраст мира в днях

source: Wealth
ru: Богатство

source: Currency In Circulation
ru: Валюты в обращении

source: Is Admin
ru: Администратор

source: Is Not Admin
ru: Не Администратор

source: Is Citizen Of Settlement
ru: Гражданин поселения

source: District Game Value`1
ru: Округ

source: Resident Population
ru: Количество жильцов

source: Resident Of District
ru: Житель Района

source: Property Set
ru: Собственность

source: Citizen Property
ru: Собственность граждан

source: All Property
ru: Вся Собственность

source: Law Manager
ru: Менеджер законов

source: Law Section
ru: Пункт Закона

source: Vote Choice
ru: Выбор голосования

source: Demographic Context
ru: Демография

source: Constitutional Amendment
ru: Поправки к Конституции

source: Death Type
ru: Вид смерти

source: Starvation
ru: Голод

source: Eaten By Animal
ru: Съеден животным

source: Too Crowded
ru: Перенаселение

source: Rising Sea Level
ru: Повышение уровня моря

source: Divine Intervention
ru: Божественное вмешательство

source: User Permission
ru: Права пользователя

source: Spin Melter
ru: Прядильная машина

source: A spin melter.
ru: Прядильная машина.

source: Shipping Container Red
ru: Красный Транспортный Контейнер

source: Shipping Container Green
ru: Зеленый Транспортный Контейнер

source: Shipping Container Blue
ru: Синий Транспортный Контейнер

source: Printing Press
ru: Печатный станок

source: Paper Machine
ru: Бумагоделательная машина

source: Office Mailbox
ru: Офисный Почтовый Ящик

source: Mailbox
ru: Почтовый Ящик

source: Loom
ru: Ткацкий станок

source: A loom
ru: Ткацкий станок

source: Injection Mold Machine
ru: Термопластавтомат

source: Industrial Refrigerator
ru: Промышленный Холодильник

source: Easel
ru: Мольберт

source: Dumpster Recycle
ru: Мусорный контейнер

source: Dumpster Garbage
ru: Мусорный контейнер

source: Dumpster Compost
ru: Мусорный контейнер

source: Crab Pot
ru: Ловушка для крабов

source: Automatic Loom
ru: Автоматический ткацкий станок

source: An automatic loom.
ru: Автоматический ткацкий станок.

source: Advanced Tailoring Table
ru: Продвинутый Стол Портного

source: An advanced tailoring table.
ru: Продвинутый Стол Портного.

source: Plant to grow cotton.
ru: Посадите, чтобы вырастить хлопок.

source: Cotton
ru: Хлопчатник

source: Cotton Seed
ru: Семечко хлопка

source: Cotton Seed Pack
ru: Упаковка семян хлопка

source: Weave Wool Fabric
ru: Ткать Шерстяную Ткань

source: Weave Nylon Fabric
ru: Ткать Нейлоновую Ткань

source: Weave Cotton Fabric
ru: Ткать Хлопковую Ткань

source: Spin Wool Yarn
ru: Пряжа из шерсти

source: Spin Cotton Thread
ru: Прясть хлопковую нить

source: Fish Stew
ru: Рыбное рагу

source: Culinary Research Paper Basic Fish
ru: Исследование по базовой кулинарии - рыба

source: Clean Tiny Aquatic Animal
ru: Разделать Крошечное морское животное

source: Clean Small Aquatic Animal
ru: Разделать Маленькое морское животное

source: Clean Medium Aquatic Animal
ru: Разделать Среднее морское животное

source: Clean Large Aquatic Animal
ru: Разделать Большое морское животное

source: Campfire Tiny Aquatic Animal
ru: Разделать Крошечное морское животное

source: Campfire Small Aquatic Animal
ru: Разделать Маленькое морское животное

source: Campfire Medium Aquatic Animal
ru: Разделать Среднее морское животное

source: Campfire Large Aquatic Animal
ru: Разделать Большое морское животное

source: Wool Yarn
ru: Шерстяная пряжа

source: Wool Fabric
ru: Шерстяная ткань

source: Shorn Wool
ru: Стриженная шерсть

source: Nylon Thread
ru: Нейлоновая нить

source: Nylon Fabric
ru: Нейлоновая ткань

source: Nylon Chips
ru: Нейлоновые гранулы

source: Nylon
ru: Нейлон

source: Nylon.
ru: Нейлон.

source: Cotton Thread
ru: Хлопковая нить

source: Spun coton thread.
ru: Сплетенная хлопковая нить.

source: Cotton Fabric
ru: Хлопковая ткань

source: Cotton fabric.
ru: Хлопковая ткань.

source: Cotton boll is harvested from cotton. It can spooled into copper thread or planted to grow cotton.
ru: Стручок хлопка собирается с Хлопчатника. Его можно намотать медной нитью или посадить для выращивания хлопка.

source: Cotton Boll
ru: Хлопковая коробочка

source: Tailor's shoes.
ru: Ботинки Портного.

source: Tailor Shoes
ru: Ботинки Портного

source: Tailor's shirt.
ru: Рубашка Портного.

source: Tailor Shirt
ru: Рубашка Портного

source: Tailor's pants.
ru: Штаны Портного.

source: Tailor Pants
ru: Штаны Портного

source: Tailor's bowler hat.
ru: Шляпа-котелок Портного.

source: Tailor Bowler Hat
ru: Шляпа-котелок Портного

source: Smith's pants.
ru: Штаны Кузнеца.

source: Smith Pants
ru: Штаны Кузнеца

source: Smith's gloves.
ru: Перчатки Кузнеца.

source: Smith Gloves
ru: Перчатки Кузнеца

source: Smith's boots.
ru: Ботинки Кузнеца.

source: Smith Boots
ru: Ботинки Кузнеца

source: Smith's bandana.
ru: Бандана Кузнеца.

source: Smith Bandana
ru: Бандана Кузнеца

source: Smith's apron.
ru: Фартук Кузнеца.

source: Smith Apron
ru: Фартук Кузнеца

source: Farmer's shirt.
ru: Рубашка Фермера.

source: Farmer Shirt
ru: Рубашка Фермера

source: Farmer's overalls.
ru: Комбинезон Фермера.

source: Farmer Overalls
ru: Комбинезон Фермера

source: Farmer's hat.
ru: Шляпа Фермера.

source: Farmer Hat
ru: Шляпа Фермера

source: Farmer's gloves.
ru: Перчатки Фермера.

source: Farmer Gloves
ru: Перчатки Фермера

source: Farmer's boots.
ru: Ботинки Фермера.

source: Farmer Boots
ru: Ботинки Фермера

source: A builder's shirt.
ru: Рубашка Строителя.

source: Builder Shirt
ru: Рубашка Строителя

source: A builder's overalls.
ru: Комбинезон Строителя.

source: Builder Overalls
ru: Комбинезон Строителя

source: Heavy duty helmet.
ru: Сверхпрочный шлем.

source: Builder Helmet
ru: Каска Строителя

source: Gloves made for a builder.
ru: Перчатки для строителя.

source: Builder Gloves
ru: Перчатки Строителя

source: Boots made for a builder.
ru: Ботинки для строителя.

source: Builder Boots
ru: Ботинки Строителя

source: Hands
ru: Руки

source: Jazz Hands
ru: Джазовые Руки

source: Feet
ru: Ступни

source: Fungi Feet
ru: Грибные Ноги

source: Legs
ru: Ноги

source: Chiseled Legs
ru: Точёные ножки

source: Window T2
ru: Окно ур.2

source: Window Grilles
ru: Оконные решетки

source: Thin Wall Straight
ru: Прямая Тонкая Стена

source: Thin Wall Corner
ru: Угол Тонкой Стены

source: Simple Floor
ru: Простой пол

source: EdgeWallTurn
ru: Угол стены

source: EdgeWall
ru: Край стены

source: Wool Curtains
ru: Шерстяные Шторы

source: Nylon Carpet
ru: Нейлоновый ковер

source: Wool Carpet
ru: Шерстяной ковер

source: Nylon Curtains
ru: Нейлоновые шторы

source: Crushed Mixed Rock
ru: Дробленый Смешанный Камень

source: Cotton Curtains
ru: Хлопковые шторы

source: Cotton Carpet
ru: Хлопковый ковер

source: digging up
ru: выкапывать

source: making a road
ru: проложил дорогу

source: plowing a block
ru: вспашка блока

source: cleaning up tree debris
ru: убрать ветки

source: harvesting plant
ru: сбор растений

source: Chat log
ru: История сообщений

source: --> {0} joined the server.
ru: --> {0} присоединился к серверу.

source: <-- {0} logged out.
ru: <-- {0} Вышел.

source: --> {0} logged in.
ru: --> {0} Вошел.

source: +{0} until {1} meters (then drop to zero at {2} meters).
ru: +{0} до {1} метров (затем обнулить на {2} метрах).

source: (Current value at {0} meters: +{1})
ru: (Текущее значение {0} метров: +{1})

source: Internal IP Address for the traffic. If not specified then Any (0.0.0.0) address will be used. Requires a restart to take effect.
ru: Внутрисетевой IP адрес для трафика. Если не указан, будет использоваться адрес (0.0.0.0). Для применения требуется рестарт.

source: You have reset {0} for {1}.
ru: Вы сбросили {0} для {1}.

source: {0} has reset your skill {1}
ru: {0} сбросил Ваш навык {1}

source: Can't reset {0} for {1}, already at level 0.
ru: Не может быть сбросить {0} для {1}, так как он еще не изучен.

source: {0} is not discovered by {1}
ru: {0} не обнаружен у {1}

source: You have reset all specialities for {0}
ru: Вы сбросили все Специальности для {0}

source: {0} has reset all your specialities
ru: {0} сбросил все Ваши специальности

source: You have removed talent {0} from {1}
ru: Вы убрали талант {0} из {1}

source: {0} has removed talent {1} from you
ru: {0} убрал у Вас талант {1}

source: You have removed talent for {0} from {1}
ru: Вы убрали талант {0} из {1}

source: {0} has removed talents for {1} from you
ru: {0} убрал у Вас талант {1}

source: You have removed all talents from {0}
ru: Вы убрали все таланты для {0}

source: {0} has removed all talents from you
ru: {0} убрал у вас все таланты

source: Resets a specialization for a player. If the skill name is empty it will reset all specializations.
ru: Сбрасывает специализацию у игрока. Если имя специализации не указано, то будут сброшены все.

source: Removes talent by name for a player
ru: Убирает у игрока талант по его названию

source: Resets all talents for a specialization for a player. If the skill name is empty it will remove talents from all specialization
ru: Сбрасывает таланты для указанной специализации игрока. Если специализация не указана, сбрасываются все таланты

source: Give skillpoints to another player. Give them to yourself if target user is empty
ru: Передать очки навыков другому игроку или передать очки самому себе если не указывать целевого игрока

source: Items from chat command.
ru: Предметы из чата.

source: Add an item to your void storage
ru: Добавить предмет в Бездонное хранилище

source: You have items in Void Storage. Click on the icon near the User Panel.
ru: У Вас есть предметы в бездонном хранилище. Кликните на иконку рядом с панелью пользователя.

source: You can't take items from this inventory directly.
ru: Вы не можете брать предметы из этого инвентаря напрямую.

source: {0} will become the new owner of {1}
ru: {0} станет новым владельцем {1}

source: Direct transfer
ru: Прямой перевод

source: If this title is removed, then all the property that it owns will be transferred to this backup owner. (Note: if this backup owner is invalid, then the property will become unowned.)
ru: Если этот титул будет удален, то все имущество, которым он владеет, будет передано резервному владельцу. (Примечание: если резервный владелец недействителен, собственность становится ничейной.)

source: {0} cannot manage and {1} cannot use this account anymore.
ru: {0} не может управлять и {1} больше не может использовать эту учетную запись.

source: {0} cannot manage this account anymore.
ru: {0} не может больше управлять данным счетом.

source: {0} cannot use this account anymore.
ru: {0} не может больше использовать Счет.

source: {0}: you have lost your access to {1}.
ru: {0}: вы потеряли доступ к {1}.

source: Make {0} the only manager and user of {1}.
ru: Сделать {0} единственным управляющим и пользователем {1}.

source: Replace managers and users of a bank account.
ru: Замените управляющих и пользователей банковского счета.

source: Managers and users of this bank account will be changed.
ru: Управляющие и пользователи этого банковского счета будут заменены.

source: Who will become the only manager and user of this bank account.
ru: Кто станет единственным управляющим и пользователем этого банковского счета.

source: When multiple civic articles can apply to a given action, the one with the highest priority value will be used.
ru: Когда к одному действию можно применить несколько гражданских статей, будет использована статья с наивысшим приоритетом.

source: You have abandoned {0} specialty
ru: Вы отказались от специальности {0}

source: {0} Empty Corner {1} ({2})
ru: {0} Пустой Угол {1} ({2})

source: Claiming new plot will cause {0} to lose their residency at {1}, because they already have a resident location with land plots. Proceed?
ru: Разметка нового участка {0} приведет к потере прописки в {1} потому, что у Вас уже есть Жилище. Продолжить?

source: Are you sure you want to leave residency of {0}? You can't be a resident of multiple land-holding deeds. (Note: Deeds without land, such as vehicle deeds, are permitted for multiple residencies.)
ru: Вы уверены, что хотите покинуть жилье {0}? Вы не можете быть резидентом нескольких земельных владений. (Примечание: Документы без земли, такие как документы на транспортное средство, разрешены для нескольких резиденций.)
