Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: How much debt would you like to pay off to {0}? You owe {1}.
ru: Сколько из этого долга вы хотите вернуть {0}? Вы должны: {1}.

source: Please enter a name for your world.
ru: Пожалуйста, введите название этого мира.

source: Can't find server to continue.\n\nTry loading or rejoining the server.
ru: Не удалось продолжить.\n\nПопробуйте загрузить игру или подключится к серверу обычным путём.

source: Ultimately, your success will depend on your intelligent collaboration and governship among your fellow citizens.
ru: В конечном счёте, ваш успех зависит от взаимодействия жителей и работы правительства.

source: Recipes\n
ru: Рецепты\n

source: Bank Account:
ru: Банковский счёт:

source: Make a Transfer
ru: Сделать перевод

source: Your Accounts
ru: Ваши счета

source: Bank Account to Pay Craft Fee:
ru: Банковский счёт для оплаты изготовления:

source: Trade From Bank Account:
ru: Торговля с банковского счёта:

source: Destination Bank Account
ru: Целевой банковский счёт

source: Source Bank Account
ru: Счёт отправителя

source: Welcome
ru: Добро пожаловать

source: General
ru: Общий

source: Meteor
ru: Астероид

source: Incompatible version.
ru: Несовместимая версия.

source: Login info could not be verified. Our auth servers may be down.
ru: Учетные данные не могут быть проверены. Серверы авторизации недоступны.

source: Invalid login info.
ru: Неверная информация авторизации.

source: Login token changed.
ru: Токен входа изменён.

source: Invalid session.
ru: Неверная сессия.

source: You have been banned from this server
ru: Вы заблокированы на этом сервере

source: Invalid password.
ru: Неверный пароль.

source: Login token changed. Possible login elsewhere.
ru: Токен входа изменён. Возможно выполнен вход где то ещё.

source: Pipes
ru: Трубы

source: Admin {0} has kicked you.
ru: Администратор {0} выкинул вас.

source: {0} has banned you.
ru: {0} заблокировал вас.

source: You were prevented from playing on this server.
ru: Вам запрещено играть на этом сервере.

source: Infinity
ru: Бесконечно

source: Not enough store trades to determine exchange rate.
ru: Недостаточно торговых лотов для расчёта курса обмена.

source: Migrating Layer History
ru: Перенос истории слоёв

source: Initializing world layers
ru: Инициализация слоёв мира

source: Ticking world layers
ru: Обработка слоёв мира

source: Initializing inventories
ru: Инициализация инвентарей

source: Generating world {0}
ru: Генерация мира {0}

source: Generating terrain
ru: Генерация рельефа

source: Determining visibility
ru: Определение видимости

source: Caching world data
ru: Кэширование данных мира

source: Converting world to new format
ru: Конвертация мира в новый формат

source: Initializing world
ru: Инициализация мира

source: Saving world
ru: Сохранение мира

source: Initializing plants
ru: Инициализация растений

source: Server Initialization
ru: Инициализация сервера

source: Initializing items
ru: Инициализация предметов

source: Initializing skills
ru: Инициализация навыков

source: Amount Required per Organism: {0}
ru: Количество требуемое организмом: {0}

source: Server shutting down
ru: Сервер завершил работу

source: Worth {0} {1} on average from 1 trade
ru: Стоит {0} {1} в среднем от 1 сделки

source: Worth {0} {1} on average from {2} trades
ru: Стоит {0} {1} в среднем от {2} сделок

source: Standard deviation of rates: {0}
ru: Стандартное отклонение цены: {0}

source: {0} on property, must be more than {1}.
ru: {0} на собственности, должно быть больше {1}.

source: {0} on property, must be less than {1}.
ru: {0} на собственности, должно быть меньше {1}.

source: You are not logged in to a Steam account.
ru: Вы не авторизованы в Steam.

source: You are not logged in to an SLG account.
ru: Вы не авторизованы в SLG.

source: Congratulations, you have been elected the server leader!
ru: Поздравляем, вы были избраны лидером сервера!

source: Note that once you do, the permissions can never be changed again by anyone.
ru: Обратите внимание, после применения разрешения не могут быть изменены.

source: (Displaying last {0} transactions.)
ru: (Отображение последних переводов: {0})

source: Due in
ru: Оплатить до

source: {0} hour,
ru: {0} час,

source: {0} hours,
ru: часов {0},

source: {0} minutes.
ru: минут: {0}.

source: Payment on Completion
ru: Оплата по завершении

source: {0} ({1}) to retain from contractor on completion
ru: {0} ({1}) будет удержано с исполнителя по завершению

source: Unnamed Contract
ru: Безымянный договор

source: Click to open contract.
ru: Нажмите для открытия договора.

source: Crafted at a {0}
ru: Изготавливается в: {0}

source: {0} Capacity
ru: {0} - Вместимость

source: Permissions on {0} added.
ru: Разрешение на {0} добавлено.

source: Permissions on {0} removed.
ru: Разрешение на {0} удалено.

source: {0} claimed property at {1}. Total land: {2} square meters.
ru: {0} застолбил территорию в {1}. Итого земли: {2} кв. метров.

source: Harvesting fully grown plant yielded no resources. Try planting in a better location.
ru: Сбор созревшего урожая не дал каких-либо продуктов. Попробуйте вырастить в лучшем месте.

source: You have revoked admin permissions from {0}.
ru: Вы отозвали права администратора у {0}.

source: You have been given {0} skill points by {1}.
ru: Вы получили {0} очков умений от {1}.

source: You saved the world! It only took {0:N1} seconds for you!
ru: Вы спасли мир! Это заняло всего {0:N1} секунд!

source: Added {0}. All requested items are present.
ru: Добавлено {0}. Все запрошенные предметы присутствуют.

source: Removed {0}. All requested items are present.
ru: Удалено {0}. Все запрошенные предметы присутствуют.

source: Removed {0}. {1} remaining.
ru: Удалено {0}. {1} осталось.

source: {0} turned on
ru: {0} включен

source: {0} turned off
ru: {0} выключен

source: You can't carry {0:n0} more {1:items} ({2} max).
ru: Вы не можете поднять ещё {0:n0} {1:items} (максимум {2}).

source: Ecko demands {0}!
ru: Эско требует {0}!

source: {0} forgave {1} of your debt. Debt is now cancelled.
ru: {0} простил {1} вашего долга. Долг теперь отменён.

source: {0} forgave {1} of your debt. {2} debt remains.
ru: {0} простил {1} вашего долга. {2} долга осталось.

source: {0} paid off {1} in debt.
ru: {0} выдал {1} в долг.

source: It's generally best if you keep your opinion of yourself private.
ru: Как правило, лучше держать свою самооценку в секрете.

source: {0}. You paid {1} to {2}. Tax: {3} ({4})
ru: {0}. Вы заплатили {1} {2}. Налог: {3} ({4})

source: {0}. You earned {1} from {2}. Tax: {3} ({4})
ru: {0}. Вы заработали {1} от {2}. Налог: {3} ({4})

source: {0} {1}, paying you {2}. Tax: {3} ({4})
ru: {0} {1}, заплатил вам {2}. Налог: {3} ({4})

source: {0} {1}, you paid {2}. Tax: {3} ({4})
ru: {0} {1}, вы заплатили {2}. Налог: {3} ({4})

source: You paid {0} to {1} for: {2}
ru: Вы заплатили {0} {1} за: {2}

source: You were paid {0} by {1} for: {2}
ru: {1} платит вам {0} за: {2}

source: Cannot post invalid contract.
ru: Невозможно разместить некорректный договор.

source: Contract {0} deleted.
ru: Договор {0} удалён.

source: {0} accepted your contract: {1}\n{2} {3}
ru: {0} принимает ваш договор: {1}\n{2} {3}

source: Contract {0} completed! Submitted to client {1} for approval.
ru: Договор {0} выполнен! Клиент {1} уведомлен о необходимости подтверждения.

source: {0} marked contract {1} complete, click to view and accept or reject.
ru: {0} отмечает договор {1} выполненным, нажмите чтобы посмотреть и принять или отклонить.

source: {0} completed contract: {1}!\n{2}
ru: {0} выполняет договор: {1}!\n{2}

source: You completed {0}'s contract: {1}!\n{2}
ru: Вы выполнили договор с {0}: {1}!\n{2}

source: nothing
ru: ничего

source: {0} requires solid ground to be placed on.
ru: {0} требует цельной поверхности для размещения.

source: The government allocated {0} to {1} for '{2}'. Treasury balance: {3}.
ru: Правительство выделило {0} {1} с аргументацией '{2}'. Баланс казны: {3}.

source: Washing
ru: Стирка

source: Bed
ru: Кровать

source: Rug
ru: Ковёр

source: Shelves
ru: Полки

source: lender
ru: кредитор

source: amount
ru: количество

source: Contract State: {0}
ru: Статус договора: {0}

source: Client: {0}
ru: Клиент: {0}

source: Contractor: {0}
ru: Подрядчик: {0}

source: House Benefits:
ru: Бонусы дому:

source: Fueled
ru: Заправлено

source: Out of fuel
ru: Закончилось топливо

source: Room Requirements
ru: Требования к помещению

source: N
ru: С

source: NE
ru: СВ

source: E
ru: В

source: SE
ru: ЮВ

source: S
ru: Ю

source: SW
ru: ЮЗ

source: W
ru: З

source: NW
ru: СЗ

source: Can only add users to this list.
ru: В этот список можно только добавлять пользователей.

source: Registrar
ru: Регистратор

source: Managers
ru: Управляющие

source: Bank Account
ru: Банковский счёт

source: Slush Fund
ru: 'Смазочный' фонд

source: Petty Cash
ru: Мелкая наличка

source: Crown Jewels
ru: Драгоценности короны

source: Secret Stash
ru: Секретный тайник

source: Off-Shore Account
ru: Оффшорные счета

source: Retirement Funds
ru: Пенсионные фонды

source: Mutual Fund
ru: ПИФ

source: Tax Revenues
ru: Налоговые поступления

source: Old Money
ru: Старые деньги

source: New Money
ru: Новые деньги

source: Rainy-Day Fund
ru: Заначка на чёрный день

source: Reserve Account
ru: Резервный счёт

source: Venture Capital
ru: Венчурный капитал

source: Dividends
ru: Дивиденды

source: You can only remove the final {0} if there are users in the '{1}' list.
ru: Вы можете удалить последний {0} только если есть пользователи в списке '{1}'.

source: Build a tier {0} room at {1} of {2} volume.
ru: Построить комнату уровня {0} в {1} объёмом {2}.

source: Volume of room is {0}, must be at least {1}.
ru: Объём комнаты - {0}, должен быть не меньше {1}.

source: Tier of room is {0}, must be at least {1}.
ru: Уровень комнаты - {0}, должен быть не меньше {1}.

source: May be appointed by {0}.
ru: Может быть назначен {0}.

source: Appointers
ru: Назначающие

source: Appointees
ru: Назначенные

source: {0} already has the title {1}.
ru: {0} уже имеет титул {1}.

source: {0} assigned the title {1} to {2}.
ru: {0} присваивает {2} титул {1}.

source: {0} does not have the title {1}.
ru: {0} не имеет титула {1}.

source: {0} removed the title {1} from {2}.
ru: {0} лишает {2} титула {1}.

source: No users are assigned this title.
ru: Нет пользователей с этим титулом.

source: {0} cleared the title {1}, removing {2}.
ru: {0} очистил титул {1}, удаление {2}.

source: {0} deleted the title {1}.
ru: {0} удалил титул {1}.

source: {0} renamed {1}.
ru: {0} переименовывает {1}.

source: {0} spawned random titles.
ru: {0} создаёт случайные титулы.

source: themselves
ru: сами

source: King
ru: Король

source: Czar
ru: Царь

source: Baron
ru: Барон

source: President
ru: Президент

source: Vice-President
ru: Вице-Президент

source: Minister
ru: Министр

source: Dictator
ru: Диктатор

source: Janitor
ru: Вахтёр

source: Duke
ru: Герцог

source: District Manager
ru: Глава района

source: Superintendent
ru: Суперинтендент

source: Principal
ru: Глава

source: Officer
ru: Офицер

source: Prime Minister
ru: Премьер-министр

source: Could not find {0} with name or ID '{1}'
ru: Не удалось найти {0} по имени или ID '{1}'

source: When calling a command with a {0}, you can specify either its name or the ID number (found in their tooltip).
ru: При вызове команды с {0} можно указать ее имя или ID (указан во всплывающей подсказке).

source: Server unique identifier (generates automatically). Should be cleaned-up for new server.
ru: Уникальный идентификатор сервера (создаётся автоматически). Должен быть очищен для нового сервера.

source: Server passport which used to confirm it owns ID. Protects from server substitution. Should be cleaned-up for new server.
ru: Паспорт сервера, использующийся для подтверждения владения его ID. Защищает от подмены сервера. Должен быть очищен для нового сервера.

source: {0} for {1} ({2} available)
ru: {0} за {1} (доступно: {2})

source: {0} for {1} ({2} wanted)
ru: {0} за {1} (требуется: {2})

source: Restoring backup '{0}'...
ru: Восстановление резервной копии '{0}'...

source: Circulation:
ru: Обращение:

source: Taxed on loan interest.
ru: Налог на проценты по кредиту.

source: Can't find lender bank account to pay into
ru: Не удается найти банковский счёт кредитора для оплаты

source: Placing water
ru: Размещение воды

source: A motorized saw used for chopping trees.
ru: Пила с мотором, оптимальна для валки деревьев.

source: ControllerManager
ru: Диспетчер контроллера

source: StorageManager
ru: Диспетчер хранилища

source: EconomyTracker
ru: Отслеживание экономики

source: PlayerHousingManager
ru: Диспетчер жилья игроков

source: MinimapManager
ru: Диспетчер миникарты

source: EcoObjectManager
ru: Диспетчер объектов Эко

source: WorldObjectManager
ru: Диспетчер мировых объектов

source: UserManager
ru: Диспетчер пользователей

source: PropertyManager
ru: Диспетчер собственности

source: DifficultySettings
ru: Настройки сложности

source: ChatServer
ru: - Сервер чата

source: NetworkManager
ru: Диспетчер сети

source: ClimateSim
ru: Симуляция климата

source: EcoSim
ru: Симуляция Эко

source: Steam Truck
ru: Паровой грузовик

source: Placing {0} garbage bags in the world.
ru: Мешков мусора разбрасывается в мире - {0}.

source: Redwood
ru: Секвойя

source: Palm
ru: Пальма

source: Trillium
ru: Триллиум

source: Taro
ru: Таро

source: Switchgrass
ru: Просо

source: Saxifrage
ru: Камнеломка

source: Pumpkin
ru: Тыква

source: Pineapple
ru: Ананас

source: Peat Moss
ru: Торфяной мох

source: Papaya
ru: Папайя

source: Orchid
ru: Орхидея

source: Ocean Spray
ru: Холодискус

source: Lupine
ru: Люпин

source: Lattice Mushroom
ru: Решёточник красный

source: Heliconia
ru: Геликония

source: Dwarf Willow
ru: Ива травянистая

source: Desert Moss
ru: Пустынный мох

source: Deer Lichen
ru: Кладония оленья

source: Cookeina Mushroom
ru: Кукейна

source: Bolete Mushroom
ru: Белый гриб

source: Big Bluestem
ru: Бородач Жерара

source: Arctic Willow
ru: Ива арктическая

source: Agave
ru: Агава

source: MountainGoat
ru: Снежная коза

source: Deer
ru: Чернохвостый олень

source: BighornSheep
ru: Толсторогий баран

source: Wooden Elevator Call Post
ru: Выносной пульт деревянного лифта

source: Used to call a nearby WoodenElevator.
ru: Используется для управления ближайшим деревянным лифтом.

source: Water Pump
ru: Водяной насос

source: Pumps water from a source into a pipe network.
ru: Закачивает воду из источника в трубопроводную сеть.

source: Treats raw sewage.
ru: Перерабатывает неочищенные сточные воды.

source: Sink
ru: Раковина

source: An industrial sink.
ru: Раковина для промышленности.

source: Spooky pumpkin that emits a mystical light.
ru: Жутковатая тыква, излучающая мистический свет.

source: Electronics improve the recipes for many advanced materials needed for advanced technology.
ru: Электроника это новые рецепты и материалы для продвинутых технологий.

source: Basic Engineering allows for the easier construction of roads and early forms of mechanical power.
ru: Основы инженерного дела позволяют создавать дороги и простейшие источники механической энергии.

source: Advanced smelting aids in the production of steel - a key ingredient in the progress of any group.
ru: Продвинутая выплавка это путь к производству стали - ключевому ингредиенту развития любой группы.

source: Advanced baking mostly improves recipes that involve a leavening agent.
ru: Продвинутая выпечка в основном улучшает рецепты, содержащие разрыхлитель.

source: Trillium Seed
ru: Семечко триллиума

source: Plant to grow trillium.
ru: Посадите, чтобы вырастить триллиум.

source: Trillium Seed Pack
ru: Упаковка семян триллиума

source: Taro Seed
ru: Семечко таро

source: Plant to grow taro.
ru: Посадите, чтобы вырастить таро.

source: Taro Seed Pack
ru: Упаковка семян таро

source: Saxifrage Seed
ru: Семечко камнеломки

source: Plant to grow saxifrage.
ru: Посадите, чтобы вырастить камнеломку.

source: Saxifrage Seed Pack
ru: Упаковка семян камнеломки

source: Redwood Seed
ru: Семечко секвойи

source: Plant to grow a redwood tree.
ru: Посадите, чтобы вырастить секвойю.

source: Redwood Seed Pack
ru: Упаковка семян секвойи

source: Pumpkin Seed
ru: Семечко тыквы

source: Plant to grow a pumpkin.
ru: Посадите, чтобы вырастить тыкву.

source: Pumpkin Seed Pack
ru: Упаковка семян тыквы

source: Pineapple Seed
ru: Семечко ананаса

source: Plant to grow a pineapple plant.
ru: Посадите, чтобы вырастить ананас.

source: Pineapple Seed Pack
ru: Упаковка семян ананаса

source: Papaya Seed
ru: Семечко папайи

source: Plant to grow a papaya plant.
ru: Посадите, чтобы вырастить папайю.

source: Papaya Seed Pack
ru: Упаковка семян папайи

source: Palm Seed
ru: Семечко пальмы

source: Plant to grow a palm tree.
ru: Посадите, чтобы вырастить пальму.

source: Palm Seed Pack
ru: Упаковка семян пальмы

source: Orchid Seed
ru: Семечко орхидеи

source: Plant to grow an orchid.
ru: Посадите, чтобы вырастить орхидею.

source: Orchid Seed Pack
ru: Упаковка семян орхидеи

source: Ocean Spray Seed
ru: Семечко холодискуcа

source: Plant to grow ocean spray.
ru: Посадите, чтобы вырастить холодискус.

source: OceanSpray
ru: Холодискус

source: Ocean Spray Seed Pack
ru: Упаковка семян холодискуса

source: Lupine Seed
ru: Семечко люпина

source: Plant to grow lupine.
ru: Посадите, чтобы вырастить люпин.

source: Lupine Seed Pack
ru: Упаковка семян люпина

source: Lattice Mushroom Spores
ru: Споры решёточника красного

source: Plant to grow lattice mushrooms.
ru: Посадите, чтобы вырастить решёточник красный.

source: LatticeMushroom
ru: Решёточник красный

source: Lattice Mushroom Spores Pack
ru: Упаковка спор решёточника красного

source: Heliconia Seed
ru: Семечко геликонии

source: Plant to grow heliconia.
ru: Посадите, чтобы вырастить геликонию.

source: Heliconia Seed Pack
ru: Упаковка семян геликонии

source: Dwarf Willow Seed
ru: Семечко ивы травянистой

source: Plant to grow dwarf willow.
ru: Посадите, чтобы вырастить иву травянистую.

source: DwarfWillow
ru: Ива травянистая

source: Dwarf Willow Seed Pack
ru: Упаковка семян ивы травянистой

source: Cookeina Mushroom Spores
ru: Споры кукейны

source: Plant to grow cookeina mushrooms.
ru: Посадите, чтобы вырастить кукейну.

source: CookeinaMushroom
ru: Кукейна

source: Cookeina Mushroom Spores Pack
ru: Упаковка спор кукейны

source: Bolete Mushroom Spores
ru: Споры белого гриба

source: Plant to grow bolete mushrooms.
ru: Посадите, чтобы вырастить белые грибы.

source: BoleteMushroom
ru: Белый гриб

source: Bolete Mushroom Spores Pack
ru: Упаковка спор белого гриба

source: Big Bluestem Seed
ru: Семечко бородача Жерара

source: Plant to grow a big bluestem plant.
ru: Посадите, чтобы вырастить бородач Жерара.

source: BigBluestem
ru: Бородач Жерара

source: Big Bluestem Seed Pack
ru: Упаковка семян бородача Жерара

source: Arctic Willow Seed
ru: Семечко ивы арктической

source: Plant to grow arctic willow.
ru: Посадите, чтобы вырастить иву арктическую.

source: Arctic Willow Seed Pack
ru: Упаковка семян ивы арктической

source: Agave Seed
ru: Семечко агавы

source: Plant to grow an agave plant.
ru: Посадите, чтобы вырастить агаву.

source: Agave Seed Pack
ru: Упаковка семян агавы

source: Rainforest Salad
ru: Тропический салат

source: Rainforest Fruit Salad
ru: Тропический фруктовый салат

source: Mushroom Medley
ru: Грибное попурри

source: Butcher Mountain Goat
ru: Разделка снежной козы

source: Butcher Bighorn
ru: Разделка толсторога

source: Shale
ru: Сланец

source: A soft rock, with few potential uses. Shale is a sedimentary rock formed by thin layers of compacted clay or mud.
ru: Мягкий камень с несколькими применениями. Сланец это осадочная горная порода, образовавшаяся из тонких слоёв глины или грязи.

source: Sandstone
ru: Песчаник

source: Quicklime
ru: Оксид кальция

source: A chemical compound used in steel production.
ru: Химическое соединение использующееся в производстве стали.

source: Mountain Goat Carcass
ru: Туша снежной козы

source: A dead mountain goat.
ru: Мёртвая снежная коза.

source: Old stone
ru: Старый камень

source: Mortared Sandstone
ru: Строительный песчаник

source: Mortared Limestone
ru: Строительный известняк

source: Mortared Granite
ru: Строительный гранит

source: Limestone
ru: Известняк

source: A hard rock useful for construction and industrial processes. Limestone is sedimentary, forming mostly from the fallen compacted remains of marine organisms.
ru: Тяжёлый камень полезный при строительстве и в индустриальных процессах. Известняк это осадочная порода, преимущественно возникающая из уплотнённых останков морских организмов.

source: Granite
ru: Гранит

source: A hard rock useful for construction, and host to various ores. Granite forms from cooling magma deep underground. It is the most common continental rock type!
ru: Тяжёлый камень, полезный при строительстве. Может содержать различные руды. Гранит возникает после остывания магмы, глубоко под землёй. Один из наиболее распространённых континентальных камней!

source: Gneiss
ru: Гнейс

source: A hard rock with some uses in construction. Gneiss is a metamorphic rock formed from previous rock recrystallizing at high pressures and temperatures deep in the earth.
ru: Тяжелый камень с несколькими применениями в строительстве. Гнейс это метаморфическая горная порода, возникающая при кристаллизации под высоким давлением на большой глубине.

source: Deer Carcass
ru: Туша чернохвостого оленя

source: A dead deer.
ru: Мёртвый чернохвостый олень.

source: Clay
ru: Глина

source: A very fine grained deposit of weathered bits of rock. Plastic when wet and brittle when dry, clay is impermeable to many liquids and useful for many industrial and environmental purposes.
ru: Крайне мелкозернистая осадочная порода образовавшаяся в результате выветривания. Пластичная когда влажная, ломкая когда сухая, глина непроницаема для многих жидкостей и полезна для многих промышленных и экзогенных целей.

source: Bighorn Carcass
ru: Туша толсторога

source: A dead bighorn.
ru: Мёртвый толсторог.

source: Basalt
ru: Базальт

source: A hard and heavy rock with some uses in construction. Basalt forms directly from lava erupted volcanically, making it an extrusive igneous rock. The basis of all bedrock in the oceans.
ru: Твёрдый и тяжёлый камень иногда использующийся в строительстве. Базальт образуется при застывании лавы излившейся на поверхность Земли. Основа всех пород в океанах.

source: Taro Root
ru: Корень таро

source: Pineapple Friend Rice
ru: Ананас и его друг рис

source: A homely recipe made from a mix of cooked rice and fruit. Not only is it friendly, but it also happens to be pan fried.
ru: Домашний рецепт смеси из вареного риса и фруктов. Мало того что они прекрасно сочетаются, вы просто попробуйте их обжарить.

source: Cookeina Mushrooms
ru: Кукейна

source: Charred Taro
ru: Таро на углях

source: Charred Pineapple
ru: Ананас на углях

source: Charred Papaya
ru: Папайя на углях

source: Charred Agave
ru: Агава на углях

source: Bolete Mushrooms
ru: Белые грибы

source: Boiled Rice
ru: Отварной рис

source: Baked Agave
ru: Запечённая агава

source: Agave Leaves
ru: Листья агавы

source: Urban Traveller: SelfImprovement
ru: Городской путешественник: Самосовершенствование

source: Tool Strength: Logging
ru: Прочность инструмента: Лесозаготовка

source: Tool Strength: Mining
ru: Прочность инструмента: Горное дело

source: Tool Strength: Gathering
ru: Прочность инструмента: Сбор

source: Tool Efficiency: Logging
ru: Эффективность инструмента: Лесозаготовка

source: Tool Efficiency: Mining
ru: Эффективность инструмента: Горное дело

source: Tool Efficiency: Gathering
ru: Эффективность инструмента: Сбор

source: Sweeping Hands: Mining
ru: Загребущие руки: Горное дело

source: Sprinter: SelfImprovement
ru: Бегун: Самосовершенствование
