Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: harvest plant
ru: собрать урожай

source: Simulates the tech tree
ru: Воссоздать дерево технологий

source: Levels all skills up 1 level at a time (no chunks).
ru: Поднять все навыки на 1 уровень разом (без квитанций).

source: Remove restrictions and gives you every skill at max level.
ru: Убирает ограничения и даёт вам все навыки на максимальном уровне.

source: Adds random items to the user's inventory.
ru: Добавляет случайный предмет в инвентарь пользователя.

source: Lists the items that cannot be crafted from some set of other items. Note that many of these are not meant to be crafted, e.g. hips and stone.
ru: Список предметов которые не могут быть изготовлены. Помните, некоторые из них и не должны изготавливаться, например камни.

source: Gets the resources needed to craft something
ru: Даёт ресурсы необходимые для изготовления чего-либо

source: Raises the sea level by a passed in amount. Careful with this one!
ru: Поднимает уровень море на заданную величину. Используйте с осторожностью!

source: Spawns a dummy avatar
ru: Создает клона

source: Spawns passed number of clones of your avatar
ru: Создает заданное количество клонов вашего персонажа

source: Kills all spawned dummys
ru: Убрать всех созданных клонов

source: Percentage of population that gets spawned in the blanket spawning phase. Should be between 0 (no plants) and 1 (use all available capacity).
ru: Процент популяции, который спавнится в фазе спавна растительного покрова. Должен быть между 0 (нет растений) и 1 (использовать всю доступную вместимость).

source: Remove a specific object. Can specify by name or ID.
ru: Удаляет объект заданного типа. Можно выбрать по имени или ID.

source: Preforms debugging and hard testing commands.
ru: Проводит отладку и сложную проверку команд.

source: A command to force the server to crash
ru: Команда для принудительной остановки сервера

source: List all supported languages with short codes
ru: Отображает все поддерживаемые языки с краткими кодами

source: Generate a full stockpile
ru: Создаёт заполненный склад

source: Give all tools of the particular tier.
ru: Даёт все инструменты указанного уровня.

source: Give all vehicles and hammer (no elevator, no crane)
ru: Даёт весь транспорт и молоток (без лифта, без крана)

source: Build Zero Point place and teleport to it
ru: Построить место Нулевой Точки и телепортироваться туда

source: Setup an elevator for testing
ru: Создать лифт для проверки

source: Generates some test combinations of foldout lists. Can optionally set the level of nesting.
ru: Создаёт тестовые комбинации раскрывающихся списков. По желанию можно указать уровень вложенности.

source: Spawn all of the objects containing a string in its name. If they have text, add that too, can optionally set the string range.
ru: Создаёт все объекты, содержащие указанную строку в названии. Если они содержат текст, добавить их тоже. По желанию можно указать диапазон строк.

source: Spams database operations, in the hopes of reproducing errors or lag
ru: Отправляет базе данных очень много команд с целью создания лагов или ошибок

source: Spawns a storage with predefined set of items in the game
ru: Создаёт склад с указанным набором предметов в игре

source: Spawns vehicle items
ru: Создаёт транспорт

source: Spawns Generator items
ru: Создаёт генераторы

source: Spawns CraftingStation items
ru: Создаёт всевозможные верстаки

source: Spawns Storage items
ru: Создаёт все виды Хранилищ

source: Spawns Housing items
ru: Создаёт предметы мебели

source: Spawns Tools items
ru: Создаёт инструменты

source: Spawns Food items
ru: Создаёт еду

source: Spawns Blocks items
ru: Создаёт блоки

source: Spawns Fuel items
ru: Создаёт топливо

source: Spawns Hidden items
ru: Создать скрытые предметы

source: Spawns Resources items
ru: Создаёт блоки ресурсов

source: Spawns SkillScrols items
ru: Создаёт страницы навыков

source: Spawns Economy items
ru: Создаёт предметы экономики

source: Spawns Power dependent items
ru: Создаёт предметы, требующие энергию

source: Spawns All Presets (Exept hidden)
ru: Создаёт все наборы предметов (кроме скрытых)

source: Imports building from string. I.e.: bt:HewnLogCube;room:0:-1:0:3:4:3;bt:Empty;fplane:2:0:0:1:2
ru: Импортировать строение из строки

source: Spawns some things (objects, blocks, etc) at a certain tech tier
ru: Создаёт различные штуки (объекты, блоки и т. д.) указанного уровня развития

source: Spawns the end-game lasers and power supplies, and drops their power needs.
ru: Создаёт лазеры с источниками питания и уменьшает требуемую энергию до нуля.

source: {0} should be online.
ru: {0} должен быть в сети.

source: List of commands for chat testing
ru: Список команд для тестирования чата

source: Empties your stomach
ru: Опустошить ваш желудок

source: Throws an exception, very useful
ru: Выбрасывает исключение, очень полезная вещь

source: Builds every WorldObject in an appropriate building and fills it with fuel
ru: Строит каждый мировой объект в подходящем здании и заправляет его топливом

source: Land
ru: Почва

source: Spawns all world objects
ru: Создаёт все объекты мира

source: Spam a bunch of stuff to chat
ru: Отправляет много разных сообщений в чат

source: Spam a bunch of stuff to notifications
ru: Отправляет много разных уведомлений

source: Kills all animals
ru: Убить всех животных

source: Stay invisible from predators
ru: Стать невидимым для хищников

source: Set speed for nearest animal (debug)
ru: Задать скорость для ближайшего животного (отладка)

source: Nearest animal will unfollow a target
ru: Ближайшее животное прекращает преследовать цель

source: Makes all animals hungry.
ru: Сделать всех животных голодными.

source: Toggle following the nearest animal.
ru: Переключить следование за ближайшим животным.

source: Enables debug on the nearest animal, or disables it if already enabled.
ru: Включает отладку ближайшего животного или выключает, если она уже включена.

source: Activates/deactivates pollution layer updating.
ru: Включает/выключает обновление слоя загрязнения.

source: Unpollute an area. Remove dead plants and replace dirt on grass blocks.
ru: Очистить зону от загрязнения. Убрать мёртвые растения и заменить землю на траву.

source: Removes dead plants in an area.
ru: Убрать мертвые растения в зоне.

source: Spawns given number of all animals
ru: Создаёт указанное количество всех животных

source: Spawns 100 bunnies
ru: Создать 100 кроликов

source: Spawns all the various parts of an economy.
ru: Создаёт различные части экономики.

source: Spawns all blocks. Optional integer parameter for how many rows to make the blocks in, default is 1 row.
ru: Создаёт все блоки. По желанию можно передать целое число - сколько рядов каждого блока создавать, по умолчанию 1 ряд.

source: Spawns all plant blocks
ru: Создаёт все блоки растений

source: Spawns all player constructible blocks
ru: Создаёт все строительные блоки

source: Spawns all diggable blocks
ru: Создаёт все блоки, которые можно копать

source: Resets the world caches
ru: Сбросить Кэш карты

source: Spawns and shuffles different blocks
ru: Создаёт и перемешивает разные блоки

source: Removes all block types except the specified type within a specified area
ru: Удаляет все типы блоков, кроме указанного типа, в указанной области

source: Turn calories into waste
ru: Превращает калории в отходы

source: Add atmosphere
ru: Добавить атмосферу

source: Teleport to an xyz coordinate or an xz coordinate. For two components Y is calculated automatically.
ru: Телепортироваться на xyz или xz координаты. При указании двух координат высота определяется автоматически.

source: Toggles the show state of a UI, by UI prefab name
ru: Переключает видимость пользовательского интерфейса по имени префаба

source: Spawns a large number of WorldObjects of the given name.
ru: Создаёт большое количество мировых объектов с указанным названием.

source: Spawns a large number of random WorldObjects.
ru: Создаёт большое количество случайных мировых объектов.

source: Save the world!
ru: Сохранить Мир!

source: Levels up a string matching the passed skill's name to the max.
ru: Увеличивает уровень умения до максимума, которое соответствует заданной строке.

source: Test and draw route
ru: Проверить и нарисовать маршрут

source: Test and draw routing grid
ru: Проверить и нарисовать маршрутную сетку

source: Test the spawn location
ru: Проверить место появления новых игроков

source: {0} can't flow, because the output {1} flow back to the input pipe.
ru: {0} не может течь, так как выход из {1} направлен обратно во входную трубу.

source: The output pipe can't handle pending amount of {0} converted from {1}. It causes temporary or permanent issues.
ru: Выходная труба не может пропустить оставшееся количество {0}, переработанной из {1}. Это приводит к временным или постоянным проблемам.

source: {0} pipe is disconnected.
ru: {0} труба не подключена.

source: {0} flow available at {1} liters per second
ru: {0} течёт со скоростью {1} литров в секунду

source: No {0} flow available.
ru: {0} не течёт.

source: Output {0} flow available at {1} liters per second
ru: На выходе {0} течёт со скоростью {1} литров в секунду

source: Output {0} flow not available
ru: На выходе {0} не течёт

source: {0}, must be at least {1} liters per second.
ru: {0}, должно быть минимум {1} литров в секунду.

source: {0} flow available at {1} (of max {2}) liters per second.
ru: {0} течёт со скоростью {1} (из максимальных {2}) литров в секунду.

source: Commands related to work parties.
ru: Команды для Рабочих групп.

source: WorkParty
ru: Рабочая Группа

source: Spawn a work party for testing.
ru: Создать рабочую группу для теста.

source: Personal account should have Creator.
ru: Личный счёт должен иметь Создателя.

source: Create new bank accounts for each user.
ru: Создать новые банковские счета для каждого игрока.

source: Adds user as manager to bank account with ID.
ru: Добавить игрока как управляющего банковским счетом с ID.

source: Remove user as manager from bank account with ID.
ru: Убрать игрока из управляющих банковским счетом с ID.

source: Adds user to bank account with ID.
ru: Добавляет пользователя к банковскому счёту с ID.

source: Removes user from bank account with ID.
ru: Удаляет пользователя из банковского счёта с ID.

source: Creates an account with specified name.
ru: Создаёт счёт с указанным названием.

source: Deletes an account even if there is still currency on it.
ru: Удаляет счёт, даже если на нём ещё остались средства.

source: Manually set an account creator.
ru: Вручную задать создателя счёта.

source: Create a bunch of titles for testing.
ru: Создать кучу должностей для тестирования.

source: Assign the current player to a new title that has treasury rights.
ru: Назначить текущего игрока на новую должность с правами управления казной.

source: Assign the current player to a new title that has global markers rights.
ru: Назначить текущего игрока на новую должность с правами управления глобальными метками.

source: Cannot replace contents of {0}, it's currently in an election {1}.
ru: Нельзя изменить содержание {0}, так как он был отправлен на голосование {1}.

source: Ignore auth skipped, {0} does not need auth.
ru: Игнорирование прав доступа пропущено, {0} не требует специальных прав.

source: Generate some test laws.
ru: Создаёт несколько тестовых законов.

source: Generate a test election.
ru: Создаёт тестовое голосование.

source: Add a bunch of candidates to specfied election (or first election found if none specified).
ru: Добавляет несколько кандидатов к указанному голосованию (или к первому найденному, если не было указано).

source: Add a bunch of test votes to a specified election, or first election found.
ru: Добавляет кучу тестовых голосов к указанному голосованию, или к первому попавшемуся.

source: If this percent of *all possible voters* votes yes, the election will instant-finish.
ru: Если этот процент от *всех возможных избирателей* проголосует за, голосование закончится досрочно.

source: If this percent of *all possible voters* votes no, the election will instant-fail.
ru: Если этот процент от *всех возможных избирателей* проголосует против, голосование провалится досрочно.

source: Election cannot start due to invalid elements:
ru: Голосование не может быть начато из-за недействительных элементов:

source: {0} is invalid.
ru: {0} более недействительно.

source: {0} references the {1} {2} but it's in an invalid state.
ru: {0} ссылается на {1} {2}, но он в неправильном состоянии.

source: {0} references the draft {1} {2}, but that draft is not part of the election.
ru: {0} ссылается на черновик {1} {2}, но этот черновик не является частью голосования.

source: {0} references {1} {2}, which is in the invalid state '{3}'.
ru: {0} ссылается на {1} {2}, который находится в неправильном состоянии '{3}'.

source: Election ended early because {0}% of eligible voters voted {1}.
ru: Голосование закончилось досрочно, потому что {0}% избирателей проголосовали {1}.

source: {0}% required, but only {1}% of eligible voters have voted so far.
ru: Требуется {0}%, но пока проголосовало только {1}% избирателей.

source: This election is already finished.
ru: Это голосование уже завершено.

source: Generate some random districts around the user.
ru: Создаёт несколько случайных районов вокруг пользователя.

source: Generate some demographics.
ru: Создаёт несколько демографических групп.

source: Invalid constituional articles regartding {0} ignored: {1}
ru: Из {0} недействующих конституционных статей игнорируется {1}

source: Voice
ru: Голос

source: Connect to the voice server
ru: Подключение к голосовому серверу

source: Connect to the server's voice chat channel
ru: Подключение к серверу голосового чата

source: *Missing*
ru: *Отсутствует*

source: Create test users up to the given amount (default 5)
ru: Создать тестовых пользователей до достижения указанного количества (по умолчанию 5)

source: Create test user with a specified name.
ru: Создать тестового пользователя с указанным именем.

source: Performs commands for tutorials.
ru: Отображает команды для обучения.

source: Resets the tutorial, including record of given items (which menu option does not do).
ru: Сбрасывает обучение, включая записи о выданных предметах (в отличии от пункта меню).

source: Starts specific tutorial task by name.
ru: Начинает указанную обучающую задачу по её названию.

source: Force the world to fast forward. Pass 0 to stop.
ru: Ускорить время. 0 для остановки.

source: Check deeds and remove contained ownables that do not belong to them
ru: Проверить права собственности и удалить связанные объекты собственности, которые не принадлежат им

source: Drops a global waypoint at the current position. Accepts an optional text string for the waypoint.
ru: Устанавливает глобальную метку в текущем месте. Дополнительно можно задать название.

source: Removes the nearest global waypoint to your current position.
ru: Удаляет глобальную метку, ближайшую к вашему местоположению.

source: Performs commands for users administration.
ru: Отображает команды для администрирования пользователей.

source: Shows list of banned users or bans user by account id, steamid, slgid, or username
ru: Отображает список заблокированных пользователей или блокирует пользователя по ID аккаунта, steamid, slgid или имени пользователя

source: Unbans user by account id, steamid, slgid, or username
ru: Снимает бан с пользователя по ID аккаунта, steamID, slgID или имени

source: Shows list of muted users or mutes user by account id, steamid, slgid, or username
ru: Отображает список заглушенных пользователей или глушит пользователя по ID аккаунта, steamid, slgid или имени пользователя

source: Unmutes user by account id, steamid, slgid, or username
ru: Убирает пользователя из списка заглушенных по ID аккаунта, steamid, slgid или имени пользователя

source: Shows list of whitelisted users or adds user to the whitelist by account id, steamid, slgid, or username
ru: Показывает пользователей в белом списке или добавляет пользователя в белый список по ID аккаунта, steamID, slgID или имени

source: Removes user from the whitelist by account id, steamid, slgid, or username
ru: Исключает пользователя из белого списка по ID аккаунта, steamID, slgID или имени

source: Shows list of admins or adds user as an Admin by account id, steamid, slgid, or username
ru: Отображает список администраторов или делает пользователя администратором по ID аккаунта, steamid, slgid или имени пользователя

source: Removes user as an Admin by account id, steamid, slgid, or username
ru: Убирает пользователя из списка администраторов по ID аккаунта, steamid, slgid или имени пользователя

source: Kicks user
ru: Кикает пользователя

source: Shows your user ID
ru: Показывает ваш ID

source: Shows the user ID of the requested user.
ru: Показывает ID указанного пользователя.

source: Displays a list of all known users, showing username and ID.
ru: Отображает список всех известных пользователей, показывая имя и ID.

source: Displays a list of all administrators.
ru: Показывает список всех администраторов.

source: Shows your Ignore List or adds the player to the Ignore List by the name or remove if the player is on the list already
ru: Отображает ваш чёрный список или добавляет пользователя в чёрный список по имени, или удаляет из чёрного списка, если пользователь уже в списке

source: Spawns a setup for testing pipes.
ru: Создает установку для тестирования труб.

source: Spawn a village that will have a sewage network.
ru: Создать деревню, в которой будет канализация.

source: Tests all the actions in the game by making laws for them and performing them.
ru: Проверяет все действия в игре, создавая законы для них и выполняя их.

source: (Note: because this trigger has a location, positional conditions like 'District Requirements' can be specified.)
ru: (Замечание: поскольку это событие имеет местоположение, можно указать условия местоположения вроде 'Требования района'.)

source: This property is already claimed.
ru: Эта собственность уже занята.

source: Performs commands for power manipulations.
ru: Отображает команды для манипуляций с энергией.

source: Reduces power consumption of all existing objects withing a given radius to passed value (defaults zero).
ru: Снижает потребление энергии всеми объектами в определённом радиусе на указанное значение (до нуля по умолчанию).

source: Performs commands for crafting process.
ru: Отображает команды для процесса изготовления.

source: Creates a craft setup where output from one thing is input to another.
ru: Создаёт очередь изготовления, где выход одного верстака является входом для другого.

source: Spawns a store with storages and random trade offers.
ru: Создаёт магазин с хранилищем и случайными торговыми предложениями.

source: Performs commands for manipulations with meteor.
ru: Отображает команды для манипуляций с астероидом.

source: Adds meteor impact hours
ru: Добавляет часы до падения астероида

source: Set the percent of a destroyed atmosphere to display, blended to over a given number of seconds.
ru: Задать процент уничтожения атмосферы, который рассеется за указанное количество секунд.

source: Destroys the meteor in orbit.
ru: Уничтожает астероид на орбите.

source: Spawns a meteor into orbit, regardless of current disaster settings.
ru: Создаёт астероид на орбите, независимо от текущих настроек мира.

source: Begin the meteor impact sequence
ru: Запускает процесс падения астероида

source: Make the meteor strike instantly.
ru: Астероид мгновенно сталкивается с поверхностью.

source: Make the meteor enter the targetable range, or the specified angle if one is passed in.
ru: Перемещает астероид в зону прицеливания или на определённый угол, если он указан.

source: Create a crater at the current position.
ru: Создаёт кратер в текущем месте.

source: Triggers world layers to act as if they were hit by a meteor.
ru: Делает чтобы слои мира выглядели, как будто упал астероид.

source: Makes meteorites rain down the sky, accepting the number to send and how long between them.
ru: Создаёт метеоритный дождь, можно указать количество и время между ними.

source: Spawns a test treasury, grants related privileges to the user, opens UI, allocates taxes.
ru: Создаёт тестовую казну, выдаёт требуемые полномочия пользователю - открывать интерфейс и назначает налоги.

source: Creates and applies a Distribution Station with carried items
ru: Создаёт и настраивает станцию распределения с переносимыми предметами

source: Creates and applies a Distribution Station.
ru: Создаёт и настраивает станцию распределения.

source: Spawns 2 test exchanges, one for the user and one for another user. Adds some entries, performs some tests.
ru: Создаёт 2 тестовых обменника, один для пользователя и один для другого пользователя. Добавляет несколько записей и выполняет тесты.

source: Performs commands for common testing scenarios.
ru: Отображает команды для типичных сценариев тестирования.

source: Setup a test environment for cranes.
ru: Создаёт тестовую среду для кранов.

source: {0} cannot be copied into while in {1} state.
ru: Нельзя скопировать в {0}, пока он находится в состоянии {1}.

source: Can't edit {0}, it's not active.
ru: Нельзя изменить {0}, так как не активно.

source: Can't edit {0}, it's not a draft.
ru: Нельзя изменить {0}, так как это не черновик.

source: {0} cannot be removed while in {1} state.
ru: Нельзя удалить {0}, пока он находится в состоянии {1}.

source: Spawn a zoning office, passing the number of maps and districts in each. Defaults to a lot (3 maps with 100 districts each).
ru: Создаёт офис зонирования, указанное количество карт и районов в каждой карте. По умолчанию много (3 карты по 100 районов в каждой).

source: Create all the government objects in their needed buildings near you, ratify the constitution, and add at least one of each civics object to their tables. Pass 'fales' to make the constitution not require elections to make changes.
ru: Создаёт все правительственные объекты в нужных строениях возле вас, ратифицирует конституцию и добавляет хотя бы один гражданский объект каждого типа. Передайте 'false', чтобы конституция не требовала голосования для внесения изменений.

source: *deleted*
ru: *удалён*

source: Error uploading crash report: '{0}' ({1})
ru: Не удалось загрузить отчёт об ошибке: '{0}' ({1})

source: Uploaded crash report
ru: Отчёт об ошибке загружен

source: Error uploading crash report
ru: Не удалось загрузить отчёт об ошибке

source: Select a target to transfer ownership to.\n\n(This will only be permitted if you own the property or a law specially allows the Property Transfer action.)
ru: Выберите, кому передать право собственности.\n\n(Это можно сделать, если вы владеете собственностью или закон явно разрешает действие Передача собственности.)

source: {0} attacked you! You lost {1} calories
ru: {0} атакует вас! Вы потеряли {1} калорий

source: Select the control for {0}
ru: Выберите элемент управления для {0}

source: Run a specific test.
ru: Запустить определённый тест.

source: Elections can have multiple 'provisions' added to them before voting starts. To add more, edit the civic object (law, demographic, etc) and attach it to this election. \n\nOnce an election is started, no more provisions can be added.
ru: К голосованиям можно добавить несколько 'положений' перед запуском. Для этого измените объект гражданского права (закон, демографическую группу и т. д.) и добавьте его к этому голосованию. \n\nЕсли голосование уже начато, в него больше нельзя добавлять положения.

source: This storage is appearing when no other place can receive your items. You can't place things here.
ru: Это хранилище появляется, когда больше некуда положить ваши вещи. Сюда нельзя ничего класть.

source: Choose Items to Sell in Store
ru: Выберите предметы для продажи в магазине
