Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: This currency cannot be produced anymore since the associated {0} has been destroyed.
ru: Эту валюту больше нельзя чеканить, так как соответствующий {0} уничтожен.

source: {0} cannot be produced anymore since the associated {1} has been destroyed.
ru: {0} больше нельзя создавать, так как соответствующий {1} уничтожен.

source: {0} has no host, removing.
ru: {0} нигде не содержится, удаляем.

source: {0} has a host with no tracking component, removing.
ru: {0} содержится в элементе без компонента отслеживания, удаляем.

source: A citizen could have voted, but didn't (in an election that ended successfully).
ru: Житель мог проголосовать, но не сделал этого (в голосовании, которое закончилось успешно).

source: Didn't Vote
ru: Не проголосовал

source: {0} don't have access to the {1} account.
ru: {0} не имеет доступа к счёту {1}.

source: You can't afford that. You have {0} in {1} but need {2}.
ru: Вы не можете позволить себе это. У вас есть {0} в {1}, а нужно {2}.

source: You can't afford that, your store credit would drop to {0}.
ru: Вы не можете позволить себе это, сумма на счету в магазине упадёт до {0}.

source: The 'Abandoned Players' demographic will apply to any users who have not played more than this many hours in within the past number of days specified above.
ru: Демографическая группа 'Брошенный' содержит игроков, которые не играли больше указанного количества времени за вышеуказанное количество дней.

source: Basic election process will be changed according to these values. This values will also be used as defalts for newly created election processes.
ru: Процесс стандартного голосования будет изменён согласно этим значениям. Эти значения также будут использоваться по умолчанию для новых процессов голосования.

source: Missing reference {0}:{1} wasn't added to the collection. It will be ignored, but may cause inconsistency and errors in other entities.
ru: Потеряна ссылка {0}:{1} не добавлен в группу. Это будет игнорироваться, но может вызвать несоответствия и ошибки в других объектах.

source: Failed to add an item to a collection. It will be ignored, but may cause inconsistency and errors in other entities:
ru: Не удалось добавить предмет в группу. Он будет проигнорирован, но это может вызвать несоответствия и ошибки в других объектах:

source: Create avatar
ru: Создание персонажа

source: Edit avatar
ru: Изменить

source: Failed to receive views from the server\nEvent = {0}\nBSON = {1}\n
ru: Не удалось получить представления с сервера\nСобытие = {0}\nBSON = {1}\n

source: Pooling objects...
ru: Объединение объектов...

source: World runs 24/7\nAdd 'Citizen' accounts to allow friends to play\nwithout owning Eco. Requires paid subscription.
ru: Мир работает 24/7\nДобавьте учётные записи 'Житель', чтобы пригласить друзей,\nкоторые не купили Eco. Требует платную подписку.

source: Pending elections
ru: Текущие голосования

source: How fast an animal rotates when wandering in degrees per second
ru: Насколько быстро животное поворачивается во время блуждания, градусов в секунду

source: How fast an animal rotates when not wandering in degrees per second
ru: Насколько быстро животное поворачивается не во время блуждания, градусов в секунду

source: Rotations greater than this amount require the animal to stop and turn
ru: Повороты больше этого значения требуют от животного остановиться и повернуться

source: Animal ticks: {0}/s
ru: Цикл животных: {0}/с

source: (Animal lodding enabled, skipped due to not observed): {0}/s
ru: (LOD животных включен и пропущен из-за невидимости): {0}/с

source: Should animals tick less when they're not being observed by a player?
ru: Обрабатывать цикл животных реже, когда игрок их не видит?

source: Animal '{0}' failed to set tick. Position: {1}
ru: Ошибка цикла животного '{0}'. Координаты: {1}

source: Dinner is served! {0} animals are now hungry.
ru: Кушать подано! {0} животных сейчас голодны.

source: Removed {0} from debug.
ru: {0} удалено из отладки.

source: Debug enabled for {0} ({1})
ru: Отладка включена для {0} ({1})

source: No animal found to debug.
ru: Животное для отладки не найдено.

source: {0} {1} objects
ru: {0} {1} объектов

source: {0} objects
ru: {0} объектов

source: where {0} is any of {1}
ru: где {0} любой из {1}

source: The message sent in the chat message.
ru: Сообщение отправлено в чат.

source: The position of The citizen when the event was triggered.
ru: Местоположение жителя во время события.

source: The position of The citizen when they first login.
ru: Местоположение жителя во время первого входа в игру.

source: Memory requirements for GI are not met. Do you still want to enable GI?
ru: Требования к памяти для Gl не соблюдены. Вы все ещё хотите включить Gl?

source: events count mismatch, {0}: {1}, {2}: {3}
ru: несовпадение в количестве событий, {0}: {1}, {2}: {3}

source: event method name mismatch at index {0}, {1}: {2}, {3}: {4}
ru: название метода события не совпадает по индексу {0}, {1}: {2}, {3}: {4}

source: The {0} has a component missing in the {1}: {2} (or at wrong position)
ru: У {0} не хватает компонента в {1}: {2} (или он в неверном месте)

source: The {0} missing a component from the {1}: {2}
ru: У {0} не хватает компонента от {1}: {2}

source: The {0} has a child missing in the {1}: {2} (or at wrong position)
ru: У {0} не хватает дочернего элемента в {1}: {2} (или он в неверном месте)

source: The {0} missing a child from the {1}: {2}
ru: У {0} не хватает дочернего элемента от {1}: {2}

source: Children
ru: Дети

source: Instance [{0}]
ru: Пример [{0}]

source: {0} is null, but {1} is not null
ru: {0} - null, но {1} - не null

source: {0} is not null, but {1} is null
ru: {0} - не null, но {1} - null

source: collection size mismatch, {0} has more items than {1}
ru: несовпадение размеров коллекций, {0} имеет больше элементов, чем {1}

source: {0} thrown exception when {1} returned value.
ru: {0} выбросило исключение, когда {1} возвращало значение.

source: Mismatch between type of {0} exception and {1} exception for value: {2} != {3}.
ru: Несовпадение типа исключений {0} и {1} для значения: {2} != {3}.

source: type mismatch, {0}: {1} {2}: {3}
ru: несовпадение типов, {0}: {1} {2}: {3}

source: value mismatch, {0}: <{1}> {2}: <{3}>
ru: несовпадение значений, {0}: <{1}> {2}: <{3}>

source: value mismatch, failed to stringify values due to an exception: {0}
ru: несовпадения значений, не удалось преобразовать значения в строку из-за исключения: {0}

source: Actions Per Hour
ru: Действий в час

source: Meters
ru: Метра(ов)

source: Units
ru: Единицы

source: RoadBarrier
ru: Дорожное Ограждение

source: Road Barrier
ru: Дорожное ограждение

source: Roofs
ru: Крыши

source: Air pollution output is divided by this to determine PPM. It depends on AtmospherePressureKgPerM2 and the world area. For 1km2 and pressure 1kg/m2, 1 ton = 1PPM (part per million), which is the unit that determines climate change effects.
ru: Выброс загрязнения воздуха делится на это, чтобы определить PPM. Это зависит от атмосферного давления кг/м² и площади планеты. Для 1 км² и давления 1 кг/м², 1 тонна = 1 PPM (миллионная доля), что является единицей, определяющей последствия изменения климата.

source: How much PPM (particles per million) will be added to/removed from atmosphere per one tone of matter (i.e. CO2).
ru: На сколько много PPM (частей на миллион) увеличиться/уменьшиться в атмосфере на одну тонну вещества (т.е. СО2).

source: Atmosphere pressure used in the atmosphere size formula. Trees absorb and pollution from tables produced in tons and converted to PPM by dividing on total atmosphere size. AtmosphereSizeInTons = WorldAreaInM2 * AtmospherePressureKgPerM2 where WorldAreaInM2 = (Dimensions.x * 10) * (Dimensions.y * 10). In example for 1km² (1000000m²) world with atmosphere pressure 1 kg/m² it will be 1000000 tons, resulting in 1 PPM per 1 ton of pollution or absorb (1 PPM = 1000000 * tons / AtmosphereSizeInTons), increasing pressure to 2 will result in 0.5 PPM per ton.
ru: Атмосферное давление используется в формуле размера атмосферы. Деревья поглощают и загрязняют по таблице, произведенных в тоннах и переведенных в PPM путем деления на общий размер атмосферы. РазмерАтмосферыВТоннах=ПлощадьМираВМ2 * АтмосферноеДавлениеКгНаМ2, где ПлощадьМираВМ2 = (Размеры.х * 10) * (Размеры.у). Например, для 1км² (1000000м²) мира с атмосферным давлением 1 кг/м² это будет 1000000 тонн, что в результате 1PPM на 1 тонну загрязнения или поглощения (1 PPM = 1000000 * тонны/РазмерАтмосферыВТоннах), увеличение давления до 2 приведёт к результату в 0.5 PPM на тонну.

source: Atmosphere Size (tons)
ru: Размер Атмосферы (тонн)

source: PPM per ton
ru: PPM на тонну

source: Atmosphere Pressure (kg/m²)
ru: Атмосферное давление (кг/м²)

source: Failed to pay {0} wages for {1}:
ru: Не удалось выплатить {0} жалование за {1}:

source: Transfers performed: {0}
ru: Выполненные переводы: {0}

source: Wage payments for {0}
ru: Выплата жалования за {0}

source: Final wages
ru: Окончательный расчёт

source: Rockstar cool-person hair. This finely crafted hairpiece says 'I don't care what you think. I'm wearing an awesome toupee'.
ru: Волосы крутой рок-звезды. Эта роскошная причёска говорит: 'Мне не важно что ты думаешь. Я ношу этот прекрасный парик'.

source: Loaded the command processor '{0}' from handler '{1}'.
ru: Командный процессор '{0}' загружен из обработчика '{1}'.

source: Could not set command processor '/{0}' from handler '{1}';
ru: Не удалось задать командный процессор '/{0}' из обработчика '{1}';

source: Command processor is already set to: '{0}'.
ru: Командный процессор уже настроен: '{0}'.

source: Could not parse string '{0}' into {1}
ru: Не удалось разобрать строку '{0}' в {1}

source: In order to be considered a 'room', a few rules must be followed:
ru: Чтобы получилась 'комната', должны быть выполнены некоторые условия:

source: Could not add chat command '/{0}': expects type {1}, which is invalid.
ru: Команду '/{0}' добавить невозможно: ожидается тип {1}, что недопустимо.

source: Could not add chat command '/{0}' on {1}: already exists on handler '{2}'.
ru: Не удалось добавить команду чата '/ {0}' в {1}: уже существует в обработчике '{2}'.

source: Total amount of a currency that exists in all bank accounts.
ru: Общая сумма валюты, находящаяся на всех банковских счетах.

source: (allocated to {0})
ru: (выделено для {0})

source: Endgame craft cost preset (like Laser and Computer Lab). Default value depends on difficulty preset. No Collaboration - Cheap, High Collaboration - Expensive, otherwise - Normal. Doesn't affect already started work order iterations.
ru: Стоимость Эндгейм предметов (как Лазер и Компьютерная лаборатория). Значение по умолчанию зависит от выбранной сложности. Без Взаимодействия - Дёшево, Высокое Взаимодействие - Дорого, иначе - Нормально. Не влияет на уже начатые крафты.

source: Ownables removed from {0}
ru: Объекты собственности удалены из {0}

source: correction
ru: исправление

source: No invalid ownables found
ru: Недействительных объектов собственности не найдено

source: A non-currency barter between two players at a store.
ru: Обмен без валюты между двумя игроками в магазине.

source: Paid {0} into {1} for {2}.
ru: Заплатил {0} в {1} за {2}.

source: {0} paid {1} for {2}.
ru: {0} заплатил {1} за {2}.

source: Only barter is possible in {0}. The buy and sell costs must be equal.
ru: В {0} доступен только бартер. Цены продажи и покупки должны быть равными.

source: {0} Bartered {1} for {2}
ru: {0} обменял {1} на {2}

source: time: {0:0.##} ms
ru: время: {0:0.##} мс

source: It Starved to death.
ru: Умер от голода.

source: It was Harvested.
ru: Было собрано.

source: Pollution levels were too high.
ru: Уровень загрязнения был слишком высоким.

source: An animal ate it.
ru: Был съеден животным.

source: The Meteor killed it.
ru: Астероид убил его.

source: It was too crowded by other plants.
ru: Здесь было слишком много других растений.

source: Rising Sea levels killed it.
ru: Повышение уровня моря убило его.

source: Construction activities killed it.
ru: Строительная деятельность убила его.

source: Farming activities killed it.
ru: Фермерство убило его.

source: Divine Intervention killed it.
ru: Божественное вмешательство убило его.

source: Logging activities killed it.
ru: Заготовка леса убила его.

source: The Ecosystem could not support it.
ru: Экосистема не может поддерживать его.

source: This store supports barters only (the buy and sell costs must be equal).
ru: Этот магазин поддерживает только обмен (стоимость покупки и продажи должны быть равны).

source: Other: {0}
ru: Другое: {0}

source: Instance [{0}]: {1}
ru: Пример [{0}]: {1}

source: mismatch checking is too deep ({0}), skip in depth check.
ru: проверка несоответствия слишком глубока ({0}), пропустите проверку глубины.

source: Head Bobbing
ru: Качание Головой

source: Enables head movement while walking.
ru: Включает движения головы во время ходьбы.

source: Self-improvement increases both the amount of weight citizens can carry and their stomach capacity. It also decreases the calories expended when using hammers and shovels. Experience is gained when leveling up other specialties.
ru: Самосовершенствование увеличивает как количество веса, которое граждане могут нести, так и объем их желудка. А так же снижает потребление калорий при использовании молотков и лопат. Опыт набирается при прокачке других специальностей.

source: A long-legged tropical rodent that can be found throughout the rainforest.
ru: Длинноногий тропический грызун, который встречается по всему тропическому лесу.

source: A basic workspace for crafting fertilizer and extracting seeds from crops.
ru: Базовое рабочее место для изготовления удобрений и извлечения семян.

source: Masons craft with stone and are a valuable source of building material and furniture. The ore they collect is used by smiths to smelt into metal bars.
ru: Каменщики создают изделия из камня и являются ценным источником строительного материала и мебели. Также они добывают руду, которую кузнецы переплавляют в слитки.

source: Chefs create highly nutritious food using the raw food provided by hunters and farmers.
ru: Повара создают очень питательную пищу, используя ингредиенты, поставляемые фермерами и охотниками.

source: Old growth redwood trees develop over centuries, with some living trees being over 2000 years old. Unlike most trees, these are a non-renewable resource and will not grow back if harvested.
ru: Старые деревья секвойи развивались на протяжении веков, некоторые живые деревья имеют возраст более 2000 лет. В отличие от большинства деревьев, они являются невозобновляемым ресурсом и не вырастут обратно, если их срубить.

source: Cargo shorts that are ideal for exploring the great outdoors. More practical than elegant.
ru: Шорты `Карго`, идеально подходящие для прогулок на свежем воздухе. Более практичные, чем элегантные.

source: A sturdy pair of rubber footwear designed to provide protection against water, rain, and mud.
ru: Прочная пара резиновой обуви, разработанная для защиты от воды, дождя и грязи.

source: A fashionable cloth belt that drapes across the waist.
ru: Модный ремень из ткани, повязанный вокруг талии.

source: Palm log comes from the palm tree, which is unique among trees that it is neither hardwood nor softwood. It still makes an excellent building material.
ru: Бревно Пальмы добывается из дерева Пальма, которая уникальна среди деревьев тем, что не является лиственной или хвойной древесиной. Тем не менее по-прежнему является отличным строительным материалом.

source: Joshua log is a basic wood, harvested from the Joshua tree. Despite the name, Joshua trees are succulents and the building material they provide is neither hardwood nor softwood.
ru: Брёвна юкки это простая древесина. Несмотря на название, юкка коротколиственная является суккулентом, а тёсаные бревна, которые из неё получают, не является ни лиственной, ни хвойной древесиной.

source: Asphalt Concrete Ramp
ru: Асфальтобетонная рампа

source: 4 x 1 Asphalt Concrete Ramp.
ru: Асфальтобетонная рампа 4 x 1.

source: The description of this species that is displayed in the tooltip.
ru: Описание этого вида, отображаемое во всплывающей подсказке.

source: These tags may be used for assigning advanced logic for organisms of this species.
ru: Эти группы могут быть использованы для присвоения расширенной логики организмам данного вида.

source: Display Description
ru: Отображать описание

source: Tags associated with Species
ru: Группы связанные с видами

source: 8 Tags
ru: 8 групп

source: Unknown command: '{0}'
ru: Неизвестная команда: '{0}'

source: Unknown sub-command: '{0} {1}'
ru: Неизвестная подкоманда: '{0} {1}'

source: {0}. Type /? for a list of commands.
ru: {0}. Введите /? что бы отобразить весь список команд.

source: You do not have the necessary permissions to invoke '{0}'.
ru: У Вас нет необходимых разрешений для вызова '{0}'.

source: Value '{0}' is not valid for parameter '{1}'
ru: Значение '{0}' не допустимо для параметра '{1}'

source: No value assigned to the parameter '{0}'
ru: Параметру '{0}' не присвоено значение

source: No help available.
ru: Нет доступной справки.

source: Shortcut
ru: Ярлык

source: number (int)
ru: количество (int)

source: number (real)
ru: количество (real)

source: true/false
ru: истинно/ложно

source: Pollution spread {0}.
ru: Распространение загрязнения {0}.

source: Contract not accepted: You do not have authorization on this contract board.
ru: Договор не принят: У вас нет доступа к доске объявлений на которой он размещён.

source: Not ({0})
ru: Не ({0})

source: It won't be possible to join this title with {0} max occupants.
ru: Невозможно будет присоединиться к этому титулу при максимуме обладателей в {0}.

source: Eligible candidates must be set.
ru: Должны быть выбраны подходящие кандидаты.

source: Either executors or proposers must be set.
ru: Должны быть назначены исполнители или авторы.

source: Endgame crafting cost presets for Laser and Computer Lab. Does not affect work orders in progress.
ru: Предустановки стоимости изготовления лазерной и компьютерной лаборатории. Не влияет на выполняемые заказы.

source: Upgrade
ru: Улучшение

source: Enumerable deserialization error. Missing reference for element: {0}:{1}. It will be ignored, but may cause inconsistency and errors in other entities.
ru: Перечисляемая ошибка десериализации. Отсутствует ссылка на элемент: {0}: {1}. Она будет проигнорирована, но может вызвать несоответствие и ошибки в других объектах.

source: Dictionary deserialization error. Missing reference for key: {0}:{1}. It will be ignored, but may cause inconsistency and errors in other entities.
ru: Ошибка десериализации словаря. Отсутствует ссылка на ключ: {0}: {1}. Она будет проигнорирована, но может вызвать несоответствие и ошибки в других объектах.

source: Dictionary deserialization error. Missing reference for value: {0}:{1}. It will be ignored, but may cause inconsistency and errors in other entities.
ru: Ошибка десериализации словаря. Отсутствует ссылка на значение: {0}: {1}. Она будет проигнорирована, но может вызвать несоответствие и ошибки в других объектах.

source: Can't get parent process with ID: {0}. Seems it already exited, shutting down. Error message: {1}
ru: Не удалось найти дочерний процесс по ID: {0}. Похоже что он уже существует, отключение. Сообщение об ошибке: {1}

source: {0} attacked you!
ru: Вы атакованы {0}!

source: Something from the shadows
ru: Что-то из тени

source: Enables a dot-like cursor on top of world objects for more accurate selection.
ru: Включает точку-курсор на объектах мира для более точного выделения.

source: Arachnophobia
ru: Арахнофобия

source: In this mode you won't see any spiders in the game, but sometimes something strange may bite you. Be aware! To be fully applied you may need to re-login to the world.
ru: В этом режиме вы не увидите пауков в игре, но иногда вас может укусить что-то странное. Будьте внимательны! Для полного применения вам может понадобиться повторный вход в мир.

source: Shows a box at the top of the screen listing what you're looking at.
ru: Показывает вверху экрана панель, с информацией о том на что вы смотрите.

source: Disable head bobbing
ru: Отключить раскачивание при ходьбе

source: Disables head movement while walking.
ru: Отключает движения головы во время ходьбы.

source: Palm log comes from the palm tree, which is unique among trees that it is neither hardwood nor softwood. It still makes an excellent building material.
ru: Бревно Пальмы добывается из дерева Пальма, которая уникальна среди деревьев тем, что не является лиственной или хвойной древесиной. Тем не менее по-прежнему является отличным строительным материалом.

source: Joshua log is a basic wood, harvested from the Joshua tree. Despite the name, Joshua trees are succulents and the building material they provide is neither hardwood nor softwood.
ru: Брёвна юкки это простая древесина. Несмотря на название, юкка коротколиственная является суккулентом, а тёсаные бревна, которые из неё получают, не является ни лиственной, ни хвойной древесиной.

source: A multiplier applied to the rate of skill points gained over time.
ru: Множитель применяемый к скорости получения очков умений за время.

source: Factors into experience per level for specialties.
ru: Коэффициент опыта за уровень для специальностей.

source: Global scale for all crafting speeds.
ru: Общий коэффициент скорости изготовления.

source: Global scale for all crafting resource costs.
ru: Общий коэффициент стоимости ресурсов для изготовления.

source: Craft Resource Multiplier
ru: Множитель изготовления ресурсов

source: Craft Time Multiplier
ru: Множитель времени изготовления

source: Player Experience Per Specialty
ru: Опыт игрока по специальности

source: property owned by
ru: собственность принадлежит

source: property not owned by
ru: собственность не принадлежит

source: property authorized for
ru: доступ к собственности для

source: You must hold an elected title that grants the permissions 'Can Set Treasury Taxes' in order to tax players.
ru: Вы должны иметь должность, где есть разрешение "Может устанавливать казначейские налоги" для того, чтобы облагать игроков налогом.

source: Desert Sand
ru: Пустынный песок

source: Ocean Sand
ru: Океанический песок

source: River Sand
ru: Речной песок

source: Tilled Dirt
ru: Вспаханная почва

source: Nitrogen: {0}\nPhosphorus: {1}\nPotassium: {2}
ru: Азот: {0}\nФосфор: {1}\nКалий: {2}

source: Identifier used to create the server's voice channel, keep secret.
ru: Идентификатор, используемый для создания голосового канала сервера, держите в секрете.

source: The maximum distance from which a listener can hear a speaker and receive their text messages.
ru: Максимальное расстояние, с которого игрок может услышать голос других игроков и видеть их сообщения в чате.

source: Controls the range within which a speaker’s audio remains at its original volume, and beyond which the loudness of the voice chat starts to fade out when heard.
ru: Указывает дальность, в которой голос других игроков остаётся на максимальной громкости, а при превышении этого расстояния громкость начинает уменьшаться.

source: Specifies the formula or curve that controls the shape of how the audio fades between the ConversationalDistance and the AudibleDistance.
ru: Определяет формулу или кривую, которая управляет затуханием громкости аудио между ConversationalDistance и AudibleDistance.

source: Controls the amplitude of the AudioFadeModel curve, which allows the attenuation of the voice chat loudness to become more or less extreme.
ru: Управляет размахом кривой AudioFadeModel, которая позволяет делать затухание голоса других игроков быстрее или медленнее.
