Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Iron Concentrate
ru: Концентрат железа

source: Refined bar of iron.
ru: Выплавленный железный брусок.

source: Hardwood Lumber
ru: Пиломатериалы из лиственных пород

source: Hardwood Hewn Log
ru: Тёсаное бревно лиственных пород

source: Gold Concentrate
ru: Концентрат золота

source: Refined bar of gold.
ru: Выплавленный золотой брусок.

source: Fir Log
ru: Бревно Пихты

source: A stack of fir logs.
ru: Стопка брёвен пихты.

source: Crushed Stone
ru: Щебень

source: Crushed Slag
ru: Дроблёный шлак

source: Crushed Shale
ru: Сланцевый щебень

source: Crushed Sandstone
ru: Щебень из песчаника

source: Crushed Ore
ru: Дроблёная руда

source: Crushed Oil Shale
ru: Дроблёный нефтяной сланец

source: Crushed Limestone
ru: Известняковый щебень

source: CrushedFlux
ru: Измельчённый флюс

source: Crushed Iron Ore
ru: Дроблёная железная руда

source: CrushedOre
ru: Дроблёная руда

source: Crushed Granite
ru: Гранитный щебень

source: Crushed Gold Ore
ru: Дроблёная золотая руда

source: Crushed Gneiss
ru: Щебень из гнейса

source: Crushed Copper Ore
ru: Дроблёная медная руда

source: Crushed Coal
ru: Дроблёный уголь

source: Crushed Basalt
ru: Базальтовый щебень

source: Copper Concentrate
ru: Концентрат меди

source: Refined bar of copper.
ru: Выплавленный медный брусок.

source: ConductiveBar
ru: Проводящий брусок

source: Composite Spruce Lumber
ru: Композитные пиломатериалы из ели

source: A composite lumber made from a combination of wood and plastic.
ru: Композитные пиломатериалы изготавливаются из комбинации древесины и пластика.

source: CompositeLumber
ru: Композитные пиломатериалы

source: Composite Saguaro Lumber
ru: Композитные пиломатериалы из карнегии

source: Composite Redwood Lumber
ru: Композитные пиломатериалы из секвойи

source: SoftwoodLumber
ru: Пиломатериал из хвойных пород

source: Composite Palm Lumber
ru: Композитные пиломатериалы из пальмы

source: Composite Oak Lumber
ru: Композитные пиломатериалы из дуба

source: HardwoodLumber
ru: Пиломатериалы из лиственных пород

source: Composite Lumber
ru: Композитные пиломатериалы

source: Composite Joshua Lumber
ru: Композитные пиломатериалы из юкки

source: Composite Fir Lumber
ru: Композитные пиломатериалы из пихты

source: Composite Ceiba Lumber
ru: Композитные пиломатериалы из сейбы

source: Composite Cedar Lumber
ru: Композитные пиломатериалы из кедра

source: Composite Birch Lumber
ru: Композитные пиломатериалы из березы

source: Ceiba Log
ru: Бревно Сейбы

source: A stack of ceiba logs.
ru: Стопка брёвен сейбы.

source: Cedar Log
ru: Бревно Кедра

source: A stack of cedar logs.
ru: Стопка брёвен кедра.

source: Birch Log
ru: Бревно Березы

source: A stack of birch logs.
ru: Стопка брёвен берёзы.

source: Ashlar Stone
ru: Резной камень

source: AshlarStone
ru: Резной камень

source: Ashlar Shale
ru: Резной сланец

source: Ashlar Sandstone
ru: Резной песчаник

source: Ashlar Limestone
ru: Резной известняк

source: Ashlar Granite
ru: Резной гранит

source: Ashlar Gneiss
ru: Резной гнейс

source: Ashlar Basalt
ru: Резной базальт

source: Parallel Processing: Composites
ru: Параллельная обработка: Композиты

source: Parallel Processing: AdvancedMasonry
ru: Параллельная обработка: Продвинутая каменная кладка

source: Lavish Workspace: Composites
ru: Качественное рабочее место: Композиты

source: Lavish Workspace: AdvancedMasonry
ru: Качественное рабочее место: Продвинутая каменная кладка

source: Frugal Workspace: Composites
ru: Скромное рабочее место: Композиты

source: Frugal Workspace: AdvancedMasonry
ru: Скромное рабочее место: Продвинутая каменная кладка

source: Focused Workflow: Composites
ru: Сосредоточенная работа: Композиты

source: Focused Workflow: AdvancedMasonry
ru: Сосредоточенная работа: Продвинутая каменная кладка

source: Oilfield
ru: Нефть

source: Tarantula Capacity
ru: Паук-птицеед - вместимость

source: SnappingTurtle Capacity
ru: Каймановая черепаха - вместимость

source: PacificSardine Capacity
ru: Перуанская сардина - вместимость

source: MoonJellyfish Capacity
ru: Ушастая аурелия - вместимость

source: Jaguar Capacity
ru: Ягуар - вместимость

source: Crab Capacity
ru: Краб - вместимость

source: Coyote Capacity
ru: Койот - вместимость

source: Cod Capacity
ru: Треска - вместимость

source: BlueShark Capacity
ru: Синяя акула - вместимость

source: Bass Capacity
ru: Окунь - вместимость

source: Alligator Capacity
ru: Аллигатор - вместимость

source: Agouti Capacity
ru: Агути - вместимость

source: Sample soil
ru: Образец почвы

source: Build road
ru: Построить дорогу

source: Unclaim land
ru: Освободить землю

source: Claim land
ru: Застолбить землю

source: Examine claim
ru: Изучить право

source: Hoe ground
ru: Вспахать землю

source: Prospect
ru: Исследовать

source: Blasts appart rock.
ru: Разорванный на части камень.

source: Blasting Charge
ru: Заряд взрывчатки

source: Allows the creation of Demographics, which specify groups of citizens automatically based on criteria you define.
ru: Позволяет создать демографические группы, в которые автоматически входят жители, соответствующие вашим критериям.

source: Allows the creation of Elected Titles, which can be given special priviliges.
ru: Позволяет создать выборные должности, которым можно дать особые привилегии.

source: Allows the creation of Laws, which can perform many types of regulations, restrictions, taxations, incentives, and more.
ru: Позволяет создать законы, которые устанавливают различные типы правил, ограничений, налогов, поощрений и т. д.

source: Allows the creation of Election Processes, which are different kinds of elections with different settings (who can vote, who can veto, etc).
ru: Позволяет создать типы голосований, у каждого типа могут быть разные настройки (кто может голосовать, кто может наложить вето и т. д.).

source: Allows the creation of District Maps, which define a set of districts. Districts can then be specified in laws and other civic actions.
ru: Позволяет создать карты районов. Районы можно указывать в законах и других объектах гражданского права.

source: Allows the creation of the government, allowing all other civic objects to be created.
ru: Позволяет создать правительство, которое может создавать другие объекты гражданского права.

source: Allows the modification of the constitution.
ru: Позволяет делать поправки к Конституции.

source: Wall3Point
ru: Стена, 3 точки

source: A wall of blocks.
ru: Стена из блоков.

source: Wall2Point
ru: Стена, 2 точки

source: Rectangle
ru: Прямоугольник

source: A flat rectangle of blocks.
ru: Плоский прямоугольник из блоков.

source: Point
ru: Точка

source: A single block.
ru: Один блок.

source: Line
ru: Линия

source: A line of blocks.
ru: Линия из блоков.

source: Box 3 Point
ru: Куб, 3 точки

source: A full box.
ru: Полная коробка.

source: Box 2 Point
ru: Куб, 2 точки

source: Only admins can do this.
ru: Только администратор может сделать это.

source: 'authtoken' can't be empty'
ru: 'authtoken' не может быть пустым

source: Node
ru: Узел

source: Leaf
ru: Листва

source: Timeout for db write operation
ru: Тайм-аут операции записи в БД

source: Error inserting stat of type {0} into database
ru: Ошибка вставки статистики типа {0} в базу данных

source: Stats Display Text
ru: Текст отображения статистики

source: Stats Status
ru: Статус статистики

source: On what height the animal could climb?
ru: На какую высоту может взобраться животное?

source: The requested server was not found. It either doesn't exist, or is not registered on the master server.
ru: Запрошенный сервер не был найден. Он либо не существует, либо не зарегистрирован на главном сервере.

source: Connecting with relay {0} to {1}...
ru: Подключение через сервер ретрансляции {0} к {1}...

source: This server will be used as fallback to proxy traffic between server and client if no direct connection possible. Should be in following format: host_or_ip:port
ru: Ретранслятор используется как обходной путь для установления соединения между сервером и клиентом, если недоступно прямое соединение. Должен быть в виде: имясервера_или_ip:порт

source: User {0}'s login info could not be verified. Our auth servers may be down...
ru: Учетные данные пользователя {0} не могут быть проверены. Серверы авторизации недоступны...

source: User {0} token changed. Possible login elsewhere? Disconnecting...
ru: Токен входа пользователя {0} изменён. Возможно вошёл где то ещё? Отключение...

source: All Laws was wiped during migration. You have to re-create them manually.
ru: Все законы были стёрты во время переноса. Вы должны заново создать их вручную.

source: Election process settings was reset during migration. You may create new election process with same settings.
ru: Настройки типа голосования были сброшены при обновлении. Вы можете создать новый тип голосования с теми же настройками.

source: Demographics was kept, but old conditions was wiped and set to not match anyone. You have to re-create them manually.
ru: Демографические группы сохранены, но старые условия удалены, теперь в группы никто не входит. Вам нужно пересоздать их вручную.

source: Currency associated with this mint: {0}
ru: Валюта этого чеканного станка: {0}

source: Inventory only accepts carried items
ru: Инвентарь принимает только вещи переносимые в руках

source: Can only add items that need repairing.
ru: Можно положить только требующие починки вещи.

source: Inventory only accepts non-carried items
ru: Инвентарь принимает только вещи переносимые не в руках

source: Inventory is too heavy
ru: Инвентарь слишком тяжёлый

source: Inventory only accepts fuel
ru: Инвентарь принимает только топливо

source: Inventory only accepts seeds
ru: Инвентарь принимает только семена

source: Inventory does not accept that type of item
ru: Инвентарь не принимает такие вещи

source: Inventory only accepts clothing items fitting that slot
ru: Инвентарь принимает только одежду подходящую слоту

source: Displays the citizen-run economy across the world.
ru: Отображает потребительскую экономику по всему миру.

source: Roles cannot be empty!
ru: Роли не могут быть пустыми!

source: Work list cannot be empty!
ru: Список работ не может быть пустым!

source: Payment cannot be empty!
ru: Платёж не может быть пустым!

source: Declined by the player.
ru: Отклонено игроком.

source: Work Party
ru: Рабочая группа

source: Contracts related to {0} recalculated
ru: Контракты, относящиеся к {0}, пересчитаны

source: Transport all materials from container A to container B. The citizen will be given special access rights to remove from A, and add to B.
ru: Транспортировка материалов из контейнера A в контейнер Б. Жителю будет дано особое право на сбор из контейнера A и право помещать материалы в контейнер Б.

source: This clause allows you to restrict its acceptance to only those that have a reputation equal to or greater than the defined amount.\n\nThere are two kinds of reputation you can specify here: \n - {0}, which is the sum of all player's ratings, multiplied by a network effect.\n - {1}, which is the sum of the opinions from players you have rated favorably (and who they have rated favorably, etc).\n\nYou can review the reputations of all players on the server through the citizen list, which displays players in reputation order, and displays reviews from other players in the reputation tooltip.
ru: Этот пункт позволяет принять договор только тем игрокам, чья репутация равна или выше указанной.\n\nЗдесь вы можете указать два вида репутаций: \n - {0}, которая является суммой голосов всех игроков, умноженной на сетевой эффект.\n - {1}, являющейся суммой мнений игроков, о которых вы отзывались положительно (а также те, о ком они отзывались положительно, и так далее).\n\nВы можете ознакомиться с репутацией через список игроков сервера, в котором жители сортируются в порядке их репутации, а также показывающего отзывы о них от других игроков в соответствующей всплывающей подсказке.

source: This clause will grant permissions for a citizen to access an object or property. The time of grant can be for the duration of the grant (temporary), or permanently, and can be given at the beginning or end of the contract.\n\nIf you need a player to deliver something in a private container, or build on private land, you'll need to set their permissions with this clause to ensure they have access. Players accepting a contract should always ensure that they will receive the needed permissions to perform it.
ru: Этот пункт предоставит жителю доступ к объекту либо к собственности. Длительность доступа может быть установлена либо на время контракта (временно), либо на постоянной основе, будучи выдана либо в начале, либо при завершении договора.\n\nЕсли же Вы хотите, чтобы игрок доставил что-то в частный контейнер либо строил на частной земле, то вам потребуется выдать ему права на контейнер либо землю, чтобы у исполнителя был доступ. Игрокам же, принимающим договор, - следует всегда следить за полнотой доступов, которые им будут нужны для завершения контракта.

source: Nested clause failed because all sub-clauses failed:\n\n{0}
ru: Составное условие не выполнено, поскольку ни одно из вложенных условий не выполнено:\n\n{0}

source: Nested clause failed because at least one sub-clauses failed:\n\n{0}
ru: Составное условие не выполнено, поскольку как минимум одно из вложенных условий не выполнено:\n\n{0}

source: Nested clause failed because at least one sub-clause succeeded:\n\n{0}
ru: Составное условие не выполнено, поскольку как минимум одно из вложенных условий выполнено:\n\n{0}

source: This clause allows players to define in words what they would like done. When using this clause, the contract can no longer be auto-approved, and the client will have to approve it before accepting it. When accepting a contract with a custom clause, it is wise to first review the reputation of the citizen offering it, because it is fully at their discretion to approve or deny its completion.\n\nYou must uncheck {0} at the bottom of the contract to use this clause.
ru: Этот пункт позволяет игрокам выразить задачу договора словами. При использовании этого пункта, договор не может быть выполнен автоматически. При принятии договора с особым пунктом, мудро будет сначала ознакомиться с репутацией жителя, предлагающего его, так как принятие или отказ от выполненного договора будет исключительно на усмотрение заказчика.\n\nВам необходимо снять галочку с {0} в нижней части договора, чтобы использовать этот пункт.

source: Requested tier can't be reached. Max tier is {0}
ru: Нельзя достигнуть указанного уровня. Максимальный уровень - {0}

source: Cannot finish contract
ru: Невозможно завершить договор

source: Can't mark finished job as failed
ru: Нельзя указать выполненную работу как проваленную

source: Only count statistics within this many hours of the present. If set to zero, count all actions.
ru: Считать статистику только за указанное количество часов. Если установлено в ноль, считать все действия.

source: action is located {0} {1}
ru: место действия {0} {1}

source: inside
ru: внутри

source: inside one of
ru: внутри одного из

source: inside all of
ru: внутри всех

source: outside
ru: снаружи

source: outside all of
ru: снаружи всех

source: Set requirements for which districts will cause a trigger.
ru: Устанавливает требования, в каких районах это будет действовать.

source: Number of hours since the citizen's first login.
ru: Количество часов с момента первого входа жителя в игру.

source: The citizen whose age we're testing.
ru: Житель, возраст которого мы проверяем.

source: Number of hours the world has been active.
ru: Количество часов, в течение которых мир был активен.

source: Number of days the world has been active.
ru: Количество дней, в течение которых мир был активен.

source: Total amount of a currency in circulation.
ru: Общее количество валюты в обращении.

source: Is this citizen currently not an admin?
ru: Этот житель сейчас не администратор?

source: on owned land
ru: на своей земле

source: on unowned land
ru: на ничейной земле

source: Property owned by
ru: Собственность, принадлежащая

source: Property not owned by
ru: Собственность, не принадлежащая

source: Property authorized for
ru: Доступ к собственности имеет

source: Must the user have only one, or all of the listed memberships?
ru: Игрок должен входить только в одну или во все перечисленные группы?

source: Detect if a citizen is a member in a set of demographics.
ru: Проверяет, входит ли житель в демографические группы.

source: Detect if a citizen is a member in a set of titles.
ru: Проверяет, назначен ли житель на должности.

source: The titles that will be checked on the specified citizen.
ru: Должности, которые будут проверяться у указанного жителя.

source: Trigger happened on owned land.
ru: Событие произошло на земле находящейся в собственности.

source: Trigger happened on unowned land.
ru: Событие произошло на ничейной земле.

source: Requirements regarding property rights.
ru: Требования, касающиеся права собственности.

source: The citizen or group to test.
ru: Житель или группа для проверки.

source: Should they be authorized or unauthorized?
ru: Должен ли у них быть доступ, или не быть доступа?

source: not {0}
ru: не {0}

source: Compare two values.
ru: Сравнить два значения.

source: Test a subset of conditions.
ru: Проверить подмножество условий.

source: Returns opposite of specified value.
ru: Возвращает значение, противоположное указанному.

source: The opposite of this value will be used.
ru: Будет использовано значение противоположное этому.

source: The operation to perform.
ru: Действие, которые нужно выполнить.

source: Take a percentage of a given number.
ru: Взять процент от числа.

source: All property owned {0}by {1}
ru: Вся собственность, принадлежащая {0} игроку {1}

source: only
ru: только

source: Property owned by this citizen.
ru: Собственность принадлежащая этому жителю.

source: Should only property that is solely owned by the specified citizen be considered? If not set, joint owned property will be chosen as well.
ru: Нужно ли учитывать только собственность, которой житель владеет единолично? Если не выбрано, будет также учитываться собственность, которой житель владеет совместно с другими.

source: All property owned by a citizen.
ru: Вся собственность принадлежащая жителю.

source: Separate from how many total terms a citizen can serve, this value defines how many terms a citizen can have consecutively.
ru: Независимо от общего количества сроков, которые житель может занимать должность, это значение определяет, сколько сроков подряд игрок может занимать должность.

source: This {0} is contained on: {1}
ru: {0} находится на: {1}

source: {0}New balance of {1}: {2}
ru: {0}Новая сумма на счету {1}: {2}

source: Plot
ru: Участок

source: tax allocation
ru: налоговые отчисления

source: if {0} then {1}
ru: если {0}, то {1}

source: Executive Action by {0}
ru: Действие правительства, выполненное игроком {0}

source: Collected {0} in total.{1}
ru: Всего собрано {0}.{1}

source: {0} {1} {2} {3} from {4}
ru: {0} {1} {2} {3} из {4}

source: Change owner of {0} to {1}
ru: Изменить владельца {0} на {1}

source: Executive action by {0}
ru: Исполнительные действия со стороны {0}

source: {0} Claimed by {1}
ru: {0} Занято {1}

source: the Executive Office
ru: администрация правительства

source: Paying
ru: Выплачивает

source: Collecting
ru: Собирает

source: Ignore Auth
ru: Игнорировать права доступа

source: An action to take when a law is triggered.
ru: Действие, которые выполнится при срабатывании закона.

source: Prevents the triggering action from happening.
ru: Предотвращает выполнение действия, при котором сработал закон.

source: The player or group to tax.
ru: Игрок или группа для налогообложения.

source: Give money to a given citizen or group.
ru: Дать денег жителю или группе.

source: Where the money comes from.
ru: Откуда берутся деньги.

source: Where the money goes.
ru: Куда уходят деньги.

source: Ignore all authorization restrictions for the triggering action.
ru: Игнорировать все доступы для действия, при котором сработал закон.

source: Change the owners of a set of property.
ru: Изменить владельцев собственности.

source: The property to change owners on.
ru: Собственность, на которой изменять владельца.

source: The owner to assign the property. Leave blank to remove the owner and unclaim the property.
ru: Игрок, который станет новым владельцем. Оставьте пустым, чтобы убрать владельца и освободить собственность.

source: Change Property Owner
ru: Сменить владельца собственности

source: then
ru: тогда

source: or event
ru: или событие

source: Section {0}
ru: Статья {0}

source: Values From {0}
ru: Значения из {0}

source: Not {0}
ru: Не {0}

source: When triggered, the {0} value of the event will be used.
ru: При наступлении события будет использовано значение {0}.

source: Missing context {0}
ru: Не хватает контекста {0}

source: Context Value: {0}
ru: Значение контекста: {0}

source: Applying {0}, executed by {1}: {2}
ru: {0} применен игроком {1}: {2}

source: Citizens applied to: {0}
ru: Жители, которые попадают под действие: {0}

source: Citizens not applied to: {0}
ru: Жители, которые не попадают под действие: {0}

source: Executive Action
ru: Действие правительства

source: Results:
ru: Результат:

source: met conditions
ru: выполнил условия

source: did not meet conditions
ru: не выполнил условия

source: No results
ru: Нет результатов

source: For each citizen matching conditions:
ru: Для каждого жителя, который выполняет условия:

source: Perform the following:
ru: Выполнить следующее:

source: Applied Executive Action
ru: Выполненное действие правительства

source: Not Applied Executive Action
ru: Не выполненное действие правительства

source: Perform an executive action on each citizen.
ru: Выполнить действие правительства для каждого жителя.

source: Should the way a citizen votes be hidden?
ru: Нужно ли прятать, как проголосовал житель?

source: Starting replacement election for current office.
ru: Начинаются выборы для смены текущего правительства.

source: There's already an active election regarding {0}: {1}
ru: Уже есть активное голосование в отношении {0}: {1}

source: {0} started for {1}!
ru: {0} начато для {1}!

source: {0} voted '{1}' in {2}.
ru: {2}: голос {0} - '{1}'.

source: {0} vetoed.
ru: Наложено вето на {0}.

source: Active Demographics
ru: Активные демографические группы

source: Contained in this Demographic
ru: Входят в эту демографическую группу

source: A new constitution has been ratified! {0}
ru: Новая конституция была ратифицирована! {0}

source: Remove constitutional articles
ru: Удалить статьи конституции

source: Add new constitutional articles:
ru: Добавить новые статьи конституции:

source: Specifies a change to the constituion. Allows adding, removing, and changing of civic articles.
ru: Указывает на изменение Конституции. Позволяет добавлять, удалять и изменять гражданские статьи.

source: An optional existing article that is removed with this amendment.
ru: Существующая статья, которая будет удалена в этой правке (необязательно).

source: A new article that will be added to the constitution.
ru: Новая статья, которая будет добавлена в конституцию.

source: Must set either a new constitutional article, or specify an article to be removed (or both).
ru: Нужно указать новую статью Конституции или статью, которая будет удалена (или и то, и другое).

source: Executive Actions By Election
ru: Исполнительные действия через голосование

source: {0} Changes By Election
ru: {0} изменений в результате голосования

source: You cannot create or make changes here until a constitution is ratified which gives power to do so.{0}To create a constitution, place a {1}.
ru: Вы не можете создавать или вносить сюда изменения, пока конституция не будет ратифицирована.{0}Чтобы создать конституцию, поместите {1}.
