Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: You are trying to use Family Sharing. This is not supported.
ru: Вы пытаетесь использовать Family Sharing, который не поддерживается.

source: Unknown block fill type {0}.
ru: Неизвестный тип заполнения блоков {0}.

source: Nothing found
ru: Ничего не найдено

source: Level of Details
ru: Уровень детализации

source: Level of Details determines how good environment (like grass, leaves, etc.) look in game and how far it visible. Also affects small animals.\n\nPerformance impact: Average
ru: Уровень детализации определяет как хорошо выглядит окружающий мир (трава, листья и т.д.). Так же влияет на маленьких животных.\n\nВлияние на производительность: среднее

source: Enables tooltip at the top of the screen that shows some info about blocks/objects you are looking at.
ru: Включает подсказку вверху экрана, которая показывает информацию о блоке/объекте на который вы смотрите.

source: Window Name
ru: Название окна

source: Autocraft
ru: Авто-крафт

source: Transfer Funds
ru: Перевод средств

source: Add marker
ru: Добавить метку

source: Adds world marker to this block on your minimap so you will never miss your finds.
ru: Добавляет метку на этот блок на вашей миникарте, так что вы никогда не пропустите свои находки.

source: Instead it...
ru: Вместо этого...

source: Yes, and yes...
ru: Да, и да...

source: It should have...
ru: Это должно быть...

source: Search text...
ru: Найти текст...

source: Fine red stone
ru: Красивый красный камень

source: Source Bank Account:
ru: Исходный банковский счёт:

source: Destination Bank Account:
ru: Целевой банковский счёт:

source: Change the form type in building menu on F when holding a hammer.
ru: Чтобы сменить форму блока в меню строительства, нажмите F, держа в руках молоток.

source: And all the forms can be built in a variety of fill types
ru: Все формы можно построить с различными типами заполнения

source: Change the fill type in building menu on F when holding a hammer.
ru: Чтобы сменить тип заполнения в меню строительства, нажмите F, держа в руках молоток.

source: Add All To Selection
ru: Добавить всё к выделению

source: Show undiscovered
ru: Показать неисследованное

source: UI Volume\n
ru: Громкость интерфейса\n

source: Look at block description
ru: Отображать подсказку с названием при взгляде

source: Eraser
ru: Ластик

source: Filter
ru: Фильтр

source: max\n
ru: максимум\n

source: Reset ecopedia viewed pages
ru: Сброс просмотренного в экопедии

source: Audio
ru: Звук

source: Togggle
ru: Переключатель

source: Your Civic Duties
ru: Ваши гражданские обязанности

source: Contained Districts
ru: Содержит Районы

source: Current claimed:
ru: Сейчас занято:

source: Camera Mode
ru: Режим отображения

source: (Right click to select plots)
ru: (ПКМ для выбора участков)

source: Choose size
ru: Выбрать размер

source: Available:
ru: Доступно:

source: Group
ru: Группа

source: Set notifications that will be displayed
ru: Настройка отображаемых уведомлений

source: Sale Price
ru: Цена продажи

source: Buy Price
ru: Цена покупки

source: Number Wanted
ru: Купит

source: Number Available
ru: Доступно

source: Prospecting
ru: Геологоразведка

source: PEDIA
ru: ПЕДИЯ

source: Cancel\n
ru: Отмена\n

source: New District
ru: Новый район

source: Draw area of selected district
ru: Нарисуйте область выбранного района

source: (Right click and move to draw. Click at already taked position to erase. Press CNTR to switch between view and edit mode.)
ru: (ПКМ и движение для рисования. Клик на нарисованном для стирания. Нажатие CTRL для переключения между режимами просмотра и редактирования.)

source: Advanced Crafting
ru: Продвинутое Изготовление

source: Allows you to manually choose a specific recipe variation.
ru: Позволяет вам вручную выбрать необходимый вариант рецепта.

source: Form
ru: Форма

source: Fill Type
ru: Заполнение

source: Material
ru: Материал

source: Notifications
ru: Уведомления

source: District maps
ru: Карты районов

source: Delete all
ru: Удалить всё

source: Expanded height
ru: Полный размер

source: Width
ru: Ширина

source: Not expanded height
ru: Компактный размер

source: None​
ru: Нет

source: Set notifications to display
ru: Выберите уведомления для отображения

source: <b>Constitution</b>\nThis must be created before any other govenment element. It contains up to 3 <u>constitutional articles</u> which define how the government works.
ru: <b>Конституция</b>\nДолжна быть создана до любого правительственного элемента. Cодержит до 3 <u>статей конституции</u> определяющих работу правительства.

source: Sends an alert to everybody
ru: Посылает всем предупреждение

source: Set the user's reputation relative to another
ru: Задаёт репутацию пользователя относительно другого

source: fromUser
ru: отИгрока

source: Clears a user's objective
ru: Очищает цель пользователя

source: Government Property
ru: Собственность Правительства

source: Change In Item Count
ru: Изменить количество предмета

source: Vote Type
ru: Тип Голоса

source: Constructed Or Deconstructed
ru: Построен Или Разобран

source: Dropped Or Picked Up
ru: Брошен Или Поднят

source: Block Form
ru: Форма Блока

source: If Then Block
ru: Блок 'Если-То'

source: Message
ru: Сообщение

source: Notification Type
ru: Тип уведомления

source: People To Send To
ru: Адресаты

source: Value To Display
ru: Значение для отображения

source: Stat Name
ru: Наименование Характеристики

source: Person
ru: Человек

source: Count
ru: Счётчик

source: Performs avatars manipulation commands.
ru: Отображает команды управления аватарами.

source: Performs commands for skills
ru: Отображает команды для навыков

source: Level up a citizen by one. Default levels you up.
ru: Повышайте уровень жителя на один. Уровни по умолчанию, которые вы повышаете.

source: Loose Rubble
ru: Подвижный булыжник

source: Not Loose Rubble
ru: Не подвижный булыжник

source: Constructed
ru: Построен

source: Deconstructed
ru: Разобран

source: Dropped
ru: Брошен

source: Picked Up
ru: Поднят

source: Basic Notification
ru: Основные Уведомления

source: Side Bar Message
ru: Сообщение Боковой Панели

source: On Screen Notice
ru: Уведомление На Экране

source: First Vote In Election
ru: Первый Голос В Голосовании

source: Changed Previous Vote
ru: Изменён Предыдущий Голос

source: Full Access
ru: Полный Доступ

source: Consumer Access
ru: Клиентский Доступ

source: Excavation
ru: Выкапывание

source: Harvester
ru: Комбайн

source: Planter
ru: Сеялка

source: {0} comment from {1}: {2}
ru: {0} комментарий от {1}: {2}

source: Couldn't create new stat collection for {0}
ru: Не удалось создать новый набор характеристик для {0}

source: {0} ({1:N2} seconds) ({2})
ru: {0} ({1:N2} секунд) ({2})

source: Message is empty
ru: Сообщение пустое

source: Reputation for {0} relative to {1} set to {2}
ru: Репутация для {0} относительно {1} установлена в {2}

source: Objective for {0} cleared
ru: Цели для {0} очищены

source: Not authorized to add items there.
ru: Не авторизован для добавления элементов.

source: Not authorized to remove items there.
ru: Не авторизован для удаления элементов.

source: Only users holding elected titles providing '{0}' can change this value.
ru: Изменить это значение могут только пользователи, имеющие должности, содержащие '{0}'.

source: This is a government account, and is thus not counted for wealth calculations and taxes are not collected from it.
ru: Это государственный счет, и поэтому он не учитывается при расчете богатства и налоги с него не взимаются.

source: Your percent ownership of this account for wealth calculation purposes: {0}
ru: Ваша доля владения этим счетом для целей расчета богатства: {0}

source: Treasury bank account is always Government. You can't change this value.
ru: Казначейский банковский счет всегда государственный. Вы не можете изменить это значение.

source: {0} don't have access to treasury account.
ru: {0} не имеет доступа к счёту казны.

source: (Only account managers are counted in percent ownership, unless there are no managers).
ru: (Только управляющие счётом учитываются в доле владения, кроме случаев, когда управляющих нет).

source: Not enough {0} in {1}
ru: Не хватает {0} в {1}

source: {0}'s {1} count
ru: {0} имеет {1} шт

source: Total {0} count
ru: Итого {0} штук

source: in the last {0}
ru: за последние {0}

source: Record custom stat {0}
ru: Записать свой показатель {0}

source: with count {0}
ru: с {0} шт

source: with custom value {0}
ru: с указанным значением {0}

source: Recorded stat {0} with count {1}
ru: Записан показатель {0} в количестве {1}

source: for user {0}
ru: для пользователя {0}

source: Stat name must be set.
ru: Должно быть указано наименование показателя.

source: Stat name '{0}' not allowed, may not contain spaces.
ru: Недопустимое название показателя '{0}', нельзя использовать пробелы.

source: Stat name '{0}' not allowed, may only contain letters and numbers.
ru: Недопустимое название показателя '{0}', можно использовать только буквы и цифры.

source: Count how many times a custom stat has occurred.
ru: Посчитать, сколько раз встречался настраиваемый показатель.

source: Record a custom stat of your choosing.
ru: Записать настраиваемый показатель по вашему выбору.

source: The name of the stat that will be recorded, creating it if it doesn't exist. Case insensitive.
ru: Наименование показателя, который будет записываться. Если он не существует, то будет создан. Не чувствителен к регистру.

source: Person to associate with this recording of the stat (optional)
ru: Игрок, к которому присоединена запись этого показателя (необязательно)

source: Count associated with this event (optional, defaults to 1).
ru: Количество, привязанное к этому событию (необязательно, по умолчанию 1).

source: Custom value to be used with the stat, optional.
ru: Своё значение, которое будет использоваться для показателя, необязательно.

source: property plots
ru: участки во владении

source: property plots (including government-owned)
ru: участки во владении (включая государственные)

source: owned by {0}
ru: принадлежит {0}

source: plot
ru: участок

source: (ignoring ownership percent)
ru: (игнорируя долю владения)

source: owned by anyone
ru: в собственности у кого угодно

source: anyone
ru: кто угодно

source: How many property plots a person owns or is a manager of. Multiple owners yields a pro-rated ownership amount.
ru: Сколько участков находятся во владении или управлении игрока. Если владельцев несколько, то учитывается площадь пропорционально доле владения.

source: The person whose property is being checked. Leave blank to count property owned by anyone.
ru: Игрок, чья собственность проверяется. Оставьте пустым, для подсчёта принадлежащей кому-либо.

source: Districts to check with property. Leave empty to ignore districts.
ru: Районы, в которых проверять собственность. Чтобы игнорировать районы, оставьте пустым.

source: Ignores property owned by demographics or elected titles.
ru: Игнорирует собственность во владении демографических групп или выборных должностей.

source: If multiple people own a property (titles), this will weight ownership evenly among them.
ru: Если несколько игроков владеют собственностью (титулы), то при расчёте собственность будет делиться между ними поровну.

source: How much currency a citizen has in all the bank accounts they manage (pro-rated when there are multiple managers). Ignores Government Accounts.
ru: Сколько валюты житель имеет на всех банковских счетах, которыми он управляет (если управляющих несколько, будет учитываться его доля). Игнорируются правительственные счета.

source: Basic math operations.
ru: Базовые математические операции.

source: Can holders of this position use the treasury bank account?
ru: Могут ли обладатели этой должности пользоваться казначейским банковским счетом?

source: Allows title holders to set bank accounts as 'government accounts', performed at a bank object in 'advanced settings'. This allows them to be the source/target of tax funds from laws, and prevents them from contributing to the account ownership or wealth total of any managers that are set on it.
ru: Позволяет должностным лицам устанавливать банковские счета как 'государственные счета', выполняемые в банке, в разделе 'Расширенные настройки'. Это позволяет им быть источником/целью налоговых средств из законов и не учитывает владение счетом или в совокупном богатстве для менеджеров, управляющие ими.

source: {0} {1} block {2} failed: {3}
ru: {0} {1} блок {2} неудачные: {3}

source: Send a {0} '{1}' to {2}
ru: Отправить {0} '{1}' в {2}

source: if
ru: если

source: else if
ru: иначе если

source: else
ru: иначе

source: unowned
ru: ничейный

source: {0} tax of {1} {2} from {3} into {4}
ru: {0} налог {1} {2} из {3} в {4}

source: Message from {0} via executive action:
ru: Сообщение от {0} через исполнительное действие:

source: Message from {0}:
ru: Сообщение от {0}:

source: Where the money comes from. Only Government Accounts are allowed (set in Advanced Settings at a bank).
ru: Откуда берутся деньги. Разрешены только государственные счета (устанавливается в расширенных настройках банка).

source: Take money from a given citizen or group, applies to all accounts they manage (except government account).
ru: Взять деньги от указанного жителя или группы лиц, применяется ко всем счетам, которыми они управляют (кроме государственного).

source: Where the money goes. Only Government Accounts are allowed (set in Advanced Settings at a bank).
ru: Куда уходят деньги. Разрешены только государственные счета (устанавливается в расширенных настройках банка).

source: Send a custom notice to a set of people.
ru: Отправить произвольное уведомление группе людей.

source: The text to send.
ru: Текст для отправки.

source: The people to send to.
ru: Люди, которым нужно отправить.

source: An optional custom value to display at the end of the notice.
ru: Необязательное пользовательское значение, которое будет отображаться в конце уведомления.

source: The tests made to apply this effect.
ru: Выполненные проверки для применения этого эффекта.

source: The results if the conditions for this block are met.
ru: Результаты, если условия для этого блока выполняются.

source: {0} {1} trigger failed: {2}
ru: {0} {1} условие не сработало: {2}

source: {0} {1} trigger passed: {2}
ru: {0} {1} условие сработало: {2}

source: {0} {1} executed: {2}
ru: {0} {1} выполнено: {2}

source: Triggers of type {0} cannot be prevented.
ru: События типа {0} не могут быть предотвращены.

source: On event
ru: Событие

source: {0} executing on {1} timer.
ru: {0} выполнение по таймеру {1}.

source: {0} timer
ru: {0} таймер

source: {0} has invalid state {1}
ru: {0} имеет неверное состояние {1}

source: Motion passed. Results: {0}
ru: Решение одобрено. Результаты: {0}

source: person
ru: человек

source: people
ru: люди

source: Vehicle {0} can not have it's owner changed unless it's on property you have access to.
ru: Транспорт {0} не может изменить своего владельца, если он не находится на территории, к которой у вас есть доступ.

source: Ingredients: {0}
ru: Ингредиенты: {0}

source: Requires {0} calories of{1} labor
ru: Требуется {0} калорий {1} работы

source: Requires{0}
ru: Требуется{0}

source: Requires {0} calories of labor
ru: Требуется {0} калорий работы

source: every {0}
ru: каждые {0}

source: on {0}
ru: на {0}

source: on each person in {0}
ru: на каждого в {0}

source: {0}: Triggered {1} {2} ago, next trigger in {3}
ru: {0}: Свершилось {1} {2} назад, следующее событие в {3}

source: If set, repeat this law on every user listed here. If not set, perform the action just once.
ru: Если установлено, повторить этот закон для каждого пользователя перечисленного здесь. Если нет - выполните это действие только один раз.

source: Movement of items between inventories by a citizen. When moving between inventories, two actions are triggered.
ru: Перемещение жителем предметов между инвентарями. При перемещении между инвентарями, срабатывают два действия.

source: The number of items moved; positive if they're being put in, negative if taken out.
ru: Количество перемещаемых предметов; положительное, если их кладут, отрицательное, если их вынимают.

source: An object's interface panel was opened.
ru: Интерфейсная панель объекта была открыта.

source: Is this the first time they've voted in the election, or are they changing a previous vote?
ru: Это первый раз, когда они голосовали на выборах, или они меняют предыдущий голос?

source: The tool used to plant.
ru: Инструмент, используемый для посадки растений.

source: A block was constructed or deconstructed (built in a form, from a hammer or otherwise).
ru: Блок был построен или разобран (построен в форме, молотком или иным образом).

source: Was the block constructed or deconstructed?
ru: Был ли блок построен или разобран?

source: A block was dug or mined from the ground.
ru: Блок был выкопан или добыт из земли.

source: A road block was tamped using a road tool.
ru: Дорожный блок был утрамбован с помощью дорожного инструмента.

source: Ground was plowed.
ru: Земля была вспахана.

source: A block was dropped or removed.
ru: Блок был брошен или перемещён.

source: Was the block dropped or picked up?
ru: Был ли блок брошен или поднят?

source: Was the block rubble or not when picked up?
ru: Был ли этот блок обломками или нет, когда его подняли?

source: The citizen who performed the pollution.
ru: Житель, загрязняющий окружающую среду.

source: The citizen currently being processed for the timer event.
ru: Житель, который сейчас обрабатывается событием по таймеру.

source: The position of the user when the timer triggers.
ru: Местоположение игрока, когда срабатывает таймер.

source: Harvesting
ru: Сбор

source: No law triggered
ru: Закон не срабатывает

source: The object targeted.
ru: Целевой объект.

source: Can't place block within another world object
ru: Невозможно разместить блок внутри другого объекта

source: Can't pick up block contained within another world object
ru: Невозможно поднять блок, находящийся внутри другого объекта

source: The sale listing is invalid: {0}.
ru: Недопустимый список продаж: {0}.

source: {0} bought {1} from you
ru: {0} купил {1} у вас

source: Deed no longer exists.
ru: Права больше не существует.

source: No account selected.
ru: Счёт не выбран.

source: No currency selected.
ru: Не выбрана валюта.

source: Deed has no owners.
ru: Право не имеет собственников.

source: Deed seller no longer owns the deed.
ru: Продавцу больше не принадлежат права.

source: Deed seller no longer has access to payment receiving account.
ru: Продавец больше не имеет доступа к счету приема платежей.

source: User Action Debug display turned off.
ru: Отображение Отладки Пользовательских Действий отключено.

source: Global Action Debug display turned off.
ru: Отображение Отладки Глобальных Действий отключено.

source: Global Action Debug display turned on.
ru: Отображение Отладки Глобальных Действий включено.

source: User Action Debug display turned on.
ru: Отображение Отладки Пользовательских Действий включено.

source: {0} started an election {1} to perform:
ru: {0} запустил голосование {1}, для принятия:

source: {0} is currently invalid: {1}
ru: {0} недопустимо: {1}

source: Failed to load object of type '{0}'. It will be ignored, but may cause inconsistency and errors in other entities:
ru: Не удалось загрузить объект типа '{0}'. Он будет проигнорирован, но это может вызвать несоответствия и ошибки в других объектах:

source: {0} validation failed with following message: {1}. Config was removed and default config used instead.
ru: Проверка {0} не прошла со следующей ошибкой: {1}. Настройка удалена, вместо неё используется значение по умолчанию.

source: Disabled because of invalid status.
ru: Выключено из-за неверного состояния.

source: Target Account:
ru: Cчёт получателя:

source: Report a bug
ru: Сообщить об ошибке

source: Bank Accounts you manage\n
ru: Банковские счёта, которыми вы управляете\n

source: People and groups listed here can make changes to the bank account permissions (adding/removing managers and users). They can also change the accounts advanced settings.\n\nAlso, users listed here will have this account charged whent tax is collected, and the money in the account will be used towards wealth calculation. If there are mutliple managers, designated wealth (for purposes of determining a person's wealth) will be divided equally among them.
ru: Люди и группы, перечисленные здесь, могут вносить изменения в разрешения банковского счета (добавление/удаление менеджеров и пользователей). Они также могут изменять дополнительные настройки счетов.\n\nТакже, пользователи, перечисленные здесь, будут иметь этот счет, облагаемый налогом, а деньги на счете будут использоваться для расчета богатства. Если есть менеджеров несколько, богатство (для целей определения богатства человека) будет разделено между ними поровну.

source: People listed here will be able to make transactions with this account.
ru: Игроки, перечисленные здесь, смогут совершать переводы с этого счёта.

source: Components
ru: Компоненты

source: Value
ru: Значение

source: Sends an announce to all players
ru: Отправляет объявление всем игрокам

source: World Object Item
ru: Мировой предмет

source: Item Moved
ru: Перемещённый предмет

source: Current Owner
ru: Текущий владелец

source: Receiver
ru: Получатель

source: Reason
ru: Причина

source: Crafted Item
ru: Создаваемый предмет

source: Order Count
ru: Число заказов

source: Labor Added
ru: Добавлена работа

source: Labor Profession
ru: Рабочая профессия

source: Labor Skill
ru: Рабочий навык

source: Skill Level Needed
ru: Необходимый уровень профессии

source: Requirements To Take Role
ru: Требования, чтобы взять роль

source: Access Type
ru: Тип доступа

source: Expand Roles
ru: Расширить роли

source: Show time until the next civics tick.
ru: Отображать время до следующего такта гражданского права.

source: Force a tick on the civics system to happen immediately.
ru: Принудительно вызвать такт обработки системы гражданского права.

source: Actions To Run Once
ru: Действия, выполняемые один раз

source: Taxation
ru: Налогообложение

source: Direct Transfer
ru: Прямой перевод

source: Debt Payment
ru: Выплата долга

source: Contract Payment
ru: Оплата договора

source: Contract Refund
ru: Возврат по договору

source: Work Party Payment
ru: Зарплата рабочей группы

source: Toll Payment
ru: Пошлина

source: Crafting Fee
ru: Налог на изготовление

source: Escrow Storing
ru: Хранение залога

source: Store Sales
ru: Продажи магазина

source: Deed Sales
ru: Продажи прав собственности

source: Funds Allocation
ru: Выделение денег

source: Wage
ru: Зарплата

source: Law Payment
ru: Платёж по закону

source: Allow Invalid Civic Container Time In Minutes
ru: Время работы объектов гражданского права с ошибкой, в минутах

source: Failed to complete contract: {0}
ru: Не удалось выполнить договор: {0}

source: Test for {0} was completed successfully
ru: Проверка на {0} успешно завершена

source: Created contract is invalid, unable to continue test
ru: Созданный договор недействительный, не удалось продолжить проверку

source: Unable to move the contractor to a contract board
ru: Невозможно переместить исполнителя к доске договоров

source: Contract Board UI wasn't opened during timeout
ru: Интерфейс доски объявлений не был открыт, время ожидания истекло

source: Hewn Softwood
ru: Тёс из хвойных пород

source: Hewn Hardwood
ru: Тёс из лиственных пород

source: Snapping Turtle Carcass
ru: Туша каймановой черепахи

source: A dead Snapping Turtle.
ru: Мёртвая каймановая черепаха.

source: A useful iron bolt for holding together inventions.
ru: Металлический элемент, использующийся для соединения конструкций.

source: Pacific Sardine
ru: Перуанская сардина

source: A Pacific Sardine.
ru: Вид рыб из рода сардинопсов из семейства сельдевых.
