Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Jaguar Carcass
ru: Туша ягуара

source: A dead Jaguar.
ru: Мёртвый ягуар.

source: Crab Carcass
ru: Туша краба

source: A dead Crab.
ru: Мёртвый краб.

source: Coyote Carcass
ru: Туша койота

source: A dead Coyote.
ru: Мёртвый койот.

source: A Cod.
ru: Треска.

source: Blue Shark
ru: Синяя акула

source: A Blue Shark
ru: Синяя акула

source: A dead bison.
ru: Мёртвый бизон.

source: A Bass.
ru: Окунь.

source: Alligator Carcass
ru: Туша аллигатора

source: A dead Alligator.
ru: Мёртвый аллигатор.

source: Agouti Carcass
ru: Туша агути

source: WIP (No Function)
ru: В разработке (Не работает)

source: Allows the creation of Executive Actions.
ru: Позволяет создавать Исполнительные действия.

source: Yield Potential
ru: Потенциальный урожай

source: Next tick in {0} (ticks every {1})
ru: Следующий такт в {0} (такты каждые {1})

source: {0} previously was recycled by stack trace:\n{1}
ru: {0} ранее был переработан трассировкой стека:\n{1}

source: and {0:count} more
ru: и {0:count} больше

source: Currently Valid: {0}
ru: Сейчас действует: {0}

source: {0} has made an announcement. {1}
ru: {0} сделал объявление. {1}

source: Inventory does not contain the {0} required for this action
ru: В инвентаре отсутствует {0}, необходимый для этого действия

source: Unable to move any items.
ru: Невозможно переместить предметы.

source: Couldn't find any work orders to populate this work party with. Create unfinished work orders first, then create the work party.
ru: Не удалось найти проекты для создания рабочей группы. Сначала создайте незавершённый проект, затем создайте рабочую группу.

source: Couldn't spawn party: {0}
ru: Не удалось создать группу: {0}

source: Spawned work party {0};
ru: Создана рабочая группа {0};

source: Craft {0}
ru: Изготовить {0}

source: You contributed to {0} but are not a member of it! To get credit for your contributions, join the work party at {1}.
ru: Вы внесли вклад в {0}, но не являетесь участником рабочей группы! Чтобы получить награду за ваш вклад, вступите в рабочую группу на {1}.

source: Post failed: {0}
ru: Не удалось опубликовать: {0}

source: {0} has been posted and is currently active.
ru: {0} опубликована и сейчас активна.

source: You do not meet the general requirements to join this work party.{0}{1}
ru: Вы не отвечаете общим требованиям, чтобы вступить в рабочую группу.{0}{1}

source: You do not meet the requirements to join that role.{0}{1}
ru: Вы не отвечаете требованиям, чтобы взять эту роль.{0}{1}

source: Could not add work to work party: {0} already is finished with both resources and labor, nothing left to do.
ru: Нельзя добавить работу в рабочую группу: {0} уже завершён по ресурсам и работе, больше ничего не нужно делать.

source: Could not add work to work party: {0} is already on another work party: {1}.
ru: Нельзя добавить работу в рабочую группу: {0} уже в другой рабочей группе: {1}.

source: Work party deleted.
ru: Рабочая группа удалена.

source: Remaining Work:
ru: Осталось работы:

source: Configure Payment
ru: Настройка оплаты

source: You may only share skill as payment if you have the skillbook in your inventory, or the workparty is creating the skillbook. {0} skillbook was not found in inventory or work list.
ru: Поделиться знанием в качестве награды можно, если у вас в инвентаре есть книга или рабочая группа создаёт книгу. Книга {0} не найдена в инвентаре или рабочем проекте.

source: General Requirements
ru: Общие требования

source: The list of laborers signed up for the project, and text descriptions of what their role is. Each role can also have a skill requirement or other restriction.
ru: Список работников, подписавшихся на проект, и текстовые описания их ролей. Каждая роль также может иметь требования к навыкам или другие ограничения.

source: The list of work that is to be performed for this work party.
ru: Список работ, которые должны быть выполнены этой рабочей группой.

source: Details on how payments will be made for this work party.
ru: Подробности о оплаты за эту рабочую группу.

source: {0} is assigned to a different work party: {1}.
ru: {0} переведён в другую рабочую группу: {1}.

source: Needs
ru: Нужно

source: Add {0} for {1} at {2}
ru: Добавить {0} для {1} в {2}

source: Add {0} at {1}
ru: Добавить {0} в {1}

source: {0}'s contribution is now over {1} and can {2}
ru: Вклад {0} превысил {1} и может {2}

source: {0} queued to gain {1} when {2} finishes.
ru: {0} поставлен в очередь, чтобы получить {1} когда {2} завершится.

source: {0} granted {1} as {2}.
ru: {0} предоставлено {1} как {2}.

source: (Skipping payment of {0} reputation, because you cannot give reputation to yourself.)
ru: (Пропуск оплаты {0} репутации, потому что вы не можете дать репутацию самому себе.)

source: {0} given {1} reputation from {2}.
ru: {0} получил {1} ед. репутации от {2}.

source: (Failed to give {0} reputation because {1} has given their max daily reputation.
ru: (Не удалось дать {0} репутации, потому что {1} дал их максимальную ежедневную репутацию.

source: if work contributed is at least {0}
ru: если вклад в работу составит не менее {0}

source: gain knowledge of {0}.
ru: получить знания о {0}.

source: receive {0}.
ru: получить {0}.

source: Added by {0}
ru: Добавлено {0}

source: Receive {0}, {1}
ru: Получить {0}, {1}

source: Receive {0} reputation from {1}, {2}
ru: Получить {0} репутации от {1}, {2}

source: {0} reputation
ru: {0} репутации

source: Contributed to {0}
ru: Внес вклад в {0}

source: occupant
ru: должность

source: manager
ru: управляющий

source: Any laborer who contributes at least this percent of the work will receive the reward.
ru: Любой работник, который внесёт минимум эту часть работы, получит вознаграждение.

source: Payment made as transferring knowledge.\nMust be creating a skillbook, or have the skillbook in your inventory at posting time.
ru: Оплата производится как передача знаний.\nДолжна создаваться книга навыков или иметь её в своем инвентаре при размещении объявления.

source: Which skills to share. Must have access to the skillbook at posting time, or the work party is creating the skillbooks.
ru: Какими навыками нужно поделиться. Необходимо иметь доступ к книге навыков во время публикации, или рабочая группа создает книги умений.

source: Grants a title as payment.
ru: Предоставляет титул в качестве оплаты.

source: Which titles to grant.
ru: Какой титул дать.

source: Type of access to grant.
ru: Тип доступа к гранту.

source: Payment made as a currency transfer.
ru: Оплата производится в виде валютного перевода.

source: Payment made with reputation from the work party creator.
ru: Оплата производится репутацией от организатора рабочей партии.

source: Amount paid must be greater than zero.
ru: Сумма оплаты должна быть больше нуля.

source: Cannot have title access set to 'None'.
ru: Не может иметь значение доступа к титулу 'Отсутствует'.

source: (required: {0}
ru: (требуется: {0}

source: {0} contributed.
ru: {0} внес свой вклад.

source: Set Requirements for Role
ru: Установить требования для роли

source: Collect resources and perform labor.
ru: Собирайте ресурсы и выполняйте работу.

source: The laborer applying to be in this work party.
ru: Рабочий обращается для вступления в эту рабочую группу.

source: No property assigned
ru: Нет назначенной собственности

source: Gain Permissions
ru: Получение Разрешений

source: This clause provides a payment, with the option of collecting a deposit from the citizen as well. Deposits and payments are held in escrow for the duration of the contract, and paid or refunded to each party depending if the contract succeeds or fails.
ru: Этот пункт предусматривает выплату, а также возможность взимания задатка с жителя. Депозиты и платежи хранятся на условном депонировании в течение всего срока действия договора и выплачиваются или возвращаются каждой стороне в зависимости от того, выполнен договор успешно или нет.

source: Missing client
ru: Отсутствует клиент

source: {0}'s {1} Deed
ru: Право {1} игрока {0}

source: {0} Deed
ru: Право {0}

source: Population of {0}
ru: Популяция {0}

source: {0} count by {1}
ru: {0} за {1}

source: {0} count
ru: {0} штук

source: from {0} accounts
ru: со счетов {0}

source: wealth of {0} in {1}
ru: состояние {0} в {1}

source: total {0} in circulation
ru: всего {0} в обращении

source: Citizen age in hours
ru: Возраст жителя в часах

source: World age in hours
ru: Возраст мира в часах

source: World age in days
ru: Возраст мира в днях

source: {0} is an admin
ru: {0} администратор

source: {0} is not an admin
ru: {0} не администратор

source: {0} {1} at or above level {2}
ru: {0} {1} на уровне или выше {2}

source: {0} percent of {1}
ru: {0} процент от {1}

source: Personal Currency for {0}
ru: Личная валюта для {0}

source: Personal Account for {0}
ru: Личный счёт для {0}

source: {0} removed from {1}: {2}.
ru: {0} перемещено из {1}: {2}.

source: {0} removed: {1}
ru: {0} перемещено: {1}

source: The candidate or office holder.
ru: Кандидат или обладатель должности.

source: All office holders must be in this demographic. If they cease to be, they will be removed from office. (Note: for appointed titles, this will only remove directly specified users. Users that are part of a sub-title or demographic will be unaffected).
ru: Все должностные лица должны быть в этой демографической группе. Если они перестанут существовать, то будут отстранены от должности. (Примечание: для назначенных должностей это приведет только к удалению непосредственно указанных пользователей. Пользователи, которые являются частью должности или демографической группы, не будут затронуты).

source: You {0} for {1} at any {2}
ru: Вы {0} для {1} при любом {2}

source: You {0} for {1}
ru: Вы {0} для {1}

source: can run
ru: можете баллотироваться

source: cannot run
ru: не можете баллотироваться

source: not a member of {0}
ru: не является членом {0}

source: member of {0}
ru: участник {0}

source: A logic block that must be true for a given candidate to run for this office.
ru: Логический блок, который должен быть верен для данного кандидата, чтобы баллотироваться на этот пост.

source: Citizens in this group can remove occupants of this elected title immediately at any ballot box.
ru: Жители из этой группы могут немедленно снимать игроков с этой должности через любую урну для голосования.

source: {0} is not contained on a placed object.
ru: {0} не содержится в размещённом объекте.

source: {0} container {1} is disabled.
ru: {0} контейнер {1} выключен.

source: If not fixed in {0} this {1} will be disabled.
ru: Если не исправить в течение {0}, {1} будет отключён.

source: {0} is valid again, and {1} disable timer has been stopped.
ru: {0} снова действует, таймер отключения {1} остановлен.

source: Must have non-zero value for amount.
ru: Должно иметь ненулевое значение для величины.

source: Perform the following actions once:
ru: Выполните следующие действия один раз:

source: Perform {0} actions
ru: Выполните {0} действий

source: Determines which citizens to perform the actions listed in 'Actions on Each Citizen' upon.
ru: Определяет, какие жители должны выполнять действия, перечисленные в 'Действия в отношении каждого жителя'.

source: The actions to run on each citizen meeting the 'Citizen Conditions' set above.
ru: Действия, которые должны выполняться на каждом жителе, отвечающему 'условиям жителя', указанным выше.

source: Actions to run once total, separate from actions run on citizens specified above.
ru: Действия, выполняемые всего один раз, отделяются от действий, выполняемых на жителях, указанных выше.

source: When 'Citizen Conditions' are set, must have 'Actions On Each Citizen' listed to run on each citizen.
ru: Когда заполнен раздел 'Требования к жителям', то необходимо указать 'Действие на каждого жителя', для применения на всех жителях.

source: Must have at least one action in either 'Actions On Each Citizen' or 'Actions To Run Once'
ru: Должно быть как минимум одно действие либо в 'Действиях на каждого жителя', либо в 'Действиях для запуска один раз'

source: {0} was prevented from taking office by law: {1}
ru: {0} был лишен возможности вступить в должность по закону: {1}

source: {0} started.
ru: {0} начато.

source: You are now a member of {0}
ru: Теперь вы участник {0}

source: You are no longer a member of {0}
ru: Вы больше не входите в {0}

source: {0} requires {1} {2} to craft. You have {3}
ru: {0} требует {1} {2} для изготовления. У вас есть {3}

source: You've completely run out of calories, which is going to make it hard to keep working. Fortunately, you always have enough energy to find food in the forest.\n\nCollect the plants highlighted with markers on your screen.
ru: Вы сильно проголодались и не можете работать. К счастью у вас всегда есть достаточно энергии чтобы найти еду в лесу.\n\nНайдите растения в лесу и нажмите 'E' чтобы собрать их.

source: Must set {0} type.
ru: Нужно выбрать тип {0}.

source: Data Exporter
ru: Экспортер данных

source: DataExporter
ru: Экспортер данных

source: {0} was removed from your Ignore List.
ru: {0} удалил вас из чёрного списка.

source: You have added {0} to your Ignore List.
ru: Вы добавили {0} в чёрный список.

source: Correcting interaction sync is active
ru: Корректировка синхронизации взаимодействий активна

source: (Upon completion, knowledge will be shared with {0})
ru: (При завершении {0} получит знание)

source: {0} calories of labor
ru: {0} калорий работы

source: {0} Work Order
ru: {0} проект

source: Tags
ru: Группы

source: Users with this specialty:
ru: Жители с этой специальностью:

source: Labor needed
ru: Требуется работа

source: (You don't have this specialty)
ru: (У вас нет этой специальности)

source: (You have this specialty)
ru: (У вас есть эта специальность)

source: where {0} is {1}
ru: где {0} это {1}

source: The type of item moved.
ru: Тип перемещённого предмета.

source: A citizen transfers owned property.
ru: Житель передаёт своё имущество.

source: The citizen who transfered the property.
ru: Житель, который передал имущество.

source: Current owner of the property being transfered.
ru: Текущий владелец переданного имущества.

source: New owner of the property being transfered.
ru: Новый владелец переданного имущества.

source: The position of the property.
ru: Расположение имущества.

source: A citizen transfered money.
ru: Житель перевёл деньги.

source: The citizen who transfered the money.
ru: Житель, который перевёл деньги.

source: The citizen who received the money.
ru: Житель, получивший деньги.

source: The bank account the money came from.
ru: Банковский счёт, с которого поступили деньги.

source: The bank account the money went to.
ru: Банковский счёт, на который отправлены деньги.

source: The currency of the transfer.
ru: Валюта перевода.

source: The amount of money transfered.
ru: Сумма переведённых денег.

source: The reason of the transfer.
ru: Причина перевода.

source: The election process of the election in question.
ru: Тип голосования для рассматриваемого голосования.

source: What was used to chop the tree?
ru: Что использовалось для рубки дерева?

source: What was used to chop the stump?
ru: Что использовалось для рубки пня?

source: A citizen removed debris from felling a tree.
ru: Житель убрал обломки от упавшего дерева.

source: The crafting table used.
ru: Верстак, который использовался для изготовления.

source: A citizen performed labor to a work order.
ru: Житель выполнивший работу в заказе.

source: The amount of labor performed.
ru: Количество вложенной работы.

source: The profession needed to perform the labor.
ru: Профессия необходимая для выполнения работы.

source: The skill needed to perform the labor.
ru: Навык необходимый для выполнения работы.

source: The level of skill needed to perform the labor.
ru: Уровень профессии необходимый для выполнения работы.

source: {0} paid {1}{2}
ru: {0} заплатил {1}{2}

source: Taxation transfer couldn't be taxed.
ru: Налоговый перевод не может быть обложен налогом.

source: Tax changes
ru: Налоговые изменения

source: Can't create more than {0} posts on a single board.
ru: Невозможно создать больше {0} объявлений на одной доске.

source: You must finish posting '{0}' before posting another one.
ru: Вы должны закончить оформление '{0}', прежде чем оформлять ещё один.

source: Your contract '{0}' is invalid, must fix or delete before posting another one.
ru: Ваш договор '{0}' недействителен, нужно исправить или удалить его перед публикацией нового.

source: How much time can a civics object have an invalid/missing host object before it goes invalid?
ru: Как долго объекты гражданского права могут быть 'в ошибке' до полного прекращения функционирования?

source: Civics tick triggered.
ru: Такт гражданства запущен.

source: Can't configure console for reporting on same line. Multiline output will be used.
ru: Не удается настроить консоль для создания отчетов в одной строке. Будет использоваться многострочный вывод.

source: {0}{1} removed due to verification error: {2}
ru: {0}{1} удалено из-за ошибки проверки: {2}

source: Failed to apply fixup for '{0}'. It will be ignored, but may cause inconsistency and errors in other entities:
ru: Не удалось применить исправление для '{0}'. Он будет проигнорирован, но это может вызвать несоответствия и ошибки в других объектах:

source: Web Server now listening on: {0}
ru: Вебсервер работает с: {0}

source: Could not find the required files within any of the following directories: {0}. Is your working path set correctly? The Server should be run with Server as the working directory
ru: Не удалось найти необходимые файлы ни в одной директории: {0}. Правильно ли указан путь? Сервер должен быть запущен с сервером в качестве рабочей директории

source: Saving
ru: Сохранение

source: Registered Types:
ru: Зарегистрированные типы:

source: CDN running
ru: CDN запущен

source: analyzer
ru: анализатор

source: now.
ru: сейчас.

source: ago.
ru: тому назад.

source: Clear ecopedia viewed pages history?
ru: Очистить историю просмотренных в экопедии страниц?

source: Ecopedia
ru: Экопедия

source: Opens the Ecopedia to display help on this topic.
ru: Открывает Экопедию чтобы показать соответствующий раздел справки.

source: Progress:
ru: Прогресс:

source: Create Contract
ru: Создать договор

source: You have not any notification
ru: У вас нет уведомлений

source: Received
ru: Получено

source: Click to change settings.
ru: Нажмите, чтобы изменить настройки.

source: Delete\n
ru: Удалить\n

source: Progress
ru: Прогресс

source: List the amount finished for the given work.
ru: Показывает величину завершения данной работы.

source: The person assigned to this role. Roles can be claimed by anyone who meets the listed requirements.
ru: Человек назначенный на эту роль. Роль может быть получена любым, кто соответствует требованиям.

source: Weight
ru: Вес

source: Contributions to this part of the work will be multiplied by the given weight. For example, if the labor is set to '2' weight while ingredients are set to '1', then labor will count for double payment compared to what the ingredients are paid.
ru: Вклад в эту часть работы будет умножен на указанный вес. Например, если у работы будет вес '2', а у ингредиентов - вес '1', то за работу оплата будет в два раза больше, чем за ингредиенты.

source: Describes the types of work that must be contributed to complete the work party.
ru: Описывает типы работ, которые нужно сделать для завершения рабочей группы.

source: Percent Contributed
ru: Процент вклада

source: The percent of work performed by this person. Corresponds to how much they are compensated.
ru: Доля работы, выполненная этим игроком. Соответствует величине награды, которую он получит.

source: A manual description of the expected duties for this role. Also contains a button to join the role or leave it.
ru: Ручное описание обязанностей для этой роли. Также содержит кнопку, чтобы присоединиться к роли или покинуть её.

source: A set of requirements that must be met by a person in order for them to be permitted to join the work party. Clicking the cog button will allow changing this.
ru: Набор требований, которые должны быть выполнены лицом для того, чтобы ему было разрешено вступить в рабочую группу. Нажатие на кнопку в виде шестерёнки позволит изменить их.

source: Ratify
ru: Ратифицировать

source: When checked, new roles will be created when the labor list fills up. The new role will duplicate the final entry in the list in terms of role and requirements.\n
ru: Если отмечено, то по мере заполнения списка рабочих будут создаваться новые роли. Новая роль будет дублировать последнюю строку в списке ролей и требований.\n

source: A list of requirements that every laborer must meet upon taking a role.
ru: Список требований, которым нужно соответствовать для взятия роли.

source: Click to change the general requirements for this work party.
ru: Нажмите, чтобы изменить общие требования для этой рабочей группы.

source: Expand Roles When Full
ru: Добавление ролей при заполнении

source: Create Work Party
ru: Создать рабочую группу

source: Borrower
ru: Заёмщик

source: Lender
ru: Кредитор

source: Interest Rate
ru: Процентная ставка

source: Interest Value
ru: Проценты

source: Payback Amount
ru: Сумма возврата

source: Term
ru: Срок

source: Defaulted Amount
ru: Значение по-умолчанию

source: Reputation Change
ru: Изменение репутации

source: Reputation Message
ru: Сообщение о репутации

source: {0} not authorized.
ru: {0} не имеет доступа.

source: Click to show in minimap. Ctrl+Click to create marker.
ru: Нажмите для отображения на миникарте. Ctrl+LMB, чтобы создать метку.

source: Citizen reputation
ru: Репутация жителя

source: Missing user for reputation query.
ru: Отсутствует пользователь для запроса репутации.

source: Reputation of a given citizen.
ru: Репутация указанного жителя.

source: The citizen whose reputation we're checking.
ru: Житель, репутацию которого мы проверяем.

source: Updated {0} by replacing {1} with {2}.
ru: Обновлена {0}, заменой {1} на {2}.

source: Passed via election: {0}.
ru: Принято через голосование: {0}.

source: Passed via executive action by {0}.
ru: Принято через исполнительное действие {0}.

source: Removed via election: {0}.
ru: Удалёно через голосование: {0}.

source: Removed via executive action by {0}.
ru: Удалёно через исполнительное действие {0}.

source: Click to view {0}
ru: Нажмите чтобы просмотреть {0}

source: {0} reputation changed by {1}
ru: Репутация {0} изменена {1}

source: Change reputation of {0} by {1} with message {2}.
ru: Изменить репутацию {0} на {1} с сообщением {2}.

source: Change the reputation for a user.
ru: Изменить репутацию игрока.

source: How much to change the target's reputation by. Unlike normal reputation changes, this has no limit. Use with care!
ru: На сколько изменить репутацию выбранного игрока. В отличие от обычного изменения репутации, здесь нет ограничений. Используйте с осторожностью!

source: A message to be attached to the reputation change.
ru: Сообщение, прикрепляемое к изменению репутации.

source: The citizen to change reputation for.
ru: Житель, репутацию которого изменить.

source: Change Reputation
ru: Изменить репутацию

source: You cannot remove the last district in a district map.
ru: Вы не можете удалить последний район из карты районов.

source: Are you sure you want to remove {0}?{1}There are {2} plots with this district.
ru: Вы уверены, что хотите удалить {0}?{1}В этом районе {2} участков.

source: {0} square meters ({1} plots).
ru: {0} кв. м. ({1} участков).

source: Not currently in an active district map.
ru: Сейчас не находится в активной карте районов.

source: District inside {0}
ru: Район внутри {0}

source: Click to view active map containing this district.
ru: Нажмите, чтобы просмотреть карту, содержащую этот район.

source: The citizen who took the money.
ru: Житель, который взял деньги.
