Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: The type of range we're using. If 'counting back from present', we use the past X hours. If using 'current time block', we use the most recent block of time of that size (IE, if time range is 24 we would use only the current day, resetting at midnight).
ru: Тип интервала. Если "считая назад от текущего времени", то считаются последние 24 часа. Если использовать "текущий период", то время делится на периоды указанного размера и берётся последний период (например, для периода 24 часа будет считаться текущий день, начиная с полуночи и заканчивая текущим временем).

source: but {0}
ru: но {0}

source: Returns positive result.
ru: Возвращает положительный результат.

source: Returns negative result.
ru: Возвращает отрицательный результат.

source: Cannot prevent {0} of Capitol objects, as this would prevent others from overthrowing the government.
ru: Нельзя запретить {0} объектов Капитолия, так как это может помешать другим свергнуть правительство.

source: (Reason: {0})
ru: (Причина: {0})

source: (prevent action if unable to pay)
ru: (запретить действие, если не получается заплатить)

source: (prevent action if unable to pay and {0})
ru: (запретить действие, если не получается заплатить и {0})

source: Paying {0} {1} {2} from {3}
ru: Оплачено {0} {1} {2} из {3}

source: Pay {0} {1} {2} from {3} {4}.
ru: Оплатить {0} {1} {2} из {3} {4}.

source: Try to pay {0} {1} {2} from {3}.
ru: Попытка выплатить {0} {1} {2} из {3}.

source: Collect tax of {0} {1} from {2} into {3} {4}.
ru: Собрать налог {0} {1} из {2} в {3} {4}.

source: Try to collect tax of {0} {1} from {2} into {3}.
ru: Попытка собрать налог {0} {1} из {2} в {3}.

source: Nothing will be performed if any related transaction fails.
ru: Ничего не будет выполнено, если какая-либо связанная операция не выполнится.

source: Triggers of type {0} cannot be prevented, which legal action {1} may do as configured.
ru: События типа {0} нельзя запретить, которые законными действиями {1} могут быть настроены.

source: Skipped, no valid people in {0}.
ru: Пропущено, нет подходящих людей в {0}.

source: Actions to run once performed.
ru: Действия, которые нужно выполнить один раз.

source: Election would end early because at least {0}% of voters have voted, but results are currently tied.
ru: Выборы завершатся досрочно, так как проголосовало минимум {0}% и в результате получается ничья.

source: Election ended early because at least {0}% of voters have voted.
ru: Выборы завершились досрочно, потому что проголосовало минимум {0}%.

source: Election was automatically vetoed due to invalid status.
ru: На выборы было автоматически наложено вето из-за недопустимого состояния.

source: Learned
ru: Изучил

source: Specialized
ru: Взял специализацию

source: Resources complete.
ru: Ресурсы добавлены.

source: Can't collect {0} : {1}
ru: Нельзя собрать {0}: {1}

source: {0} halted. Please release space in attached inventories or collect the item.
ru: {0} остановлен. Пожалуйста, освободите место в подключенных складах или заберите предмет.

source: Halted: Containing table '{0}' is disabled.
ru: Остановлен: Верстак '{0}' выключен.

source: Crafting {0} {1} of {2}.
ru: Изготавливается {0} {1} из {2}.

source: - {0} out of {1} crafting time passed.
ru: - {0} из {1} прошло времени изготовления.

source: For Remaining {0}
ru: Для оставшихся {0}

source: - {0} {1} required ({2} available in storage).
ru: - {0} {1} требуется ({2} есть на складах).

source: - {0} additional {1} required.
ru: - требуется дополнительно {0} {1}.

source: - {0} additional craft time needed.
ru: - дополнительно необходимо {0} времени изготовления.

source: Current Repetition
ru: Текущее повторение

source: Knowledge Share
ru: Поделиться знанием

source: Containing {0} is disabled.
ru: Хранилище {0} выключен.

source: Labor complete.
ru: Работа выполнена.

source: Dynamic value - can be affected by modifiers
ru: Изменяемое значение - зависит от улучшений

source: Your house now provides {0} specialty points per day ({1})
ru: Ваш дом теперь дает {0} очков специализации в день ({1})

source: Note: when using 'Citizen Statistics' on this action, the returned value will be the sum of all pollution amounts over the requested period (not just a count of the pollution actions that occurred).
ru: Примечание: при использовании 'Статистики жителя' для этого действия, значение будет суммой всех загрязнений за запрошенный период (а не количество событий загрязнения в течение этого периода).

source: A single item form a work order completed crafting.
ru: Один предмет из рабочего проекта закончился изготавливаться.

source: Air pollution was released (triggered every 30 sec of operation).
ru: Выброшено загрязнение воздуха (срабатывает каждые 30 секунд работы).

source: Amount of carbon dioxide released into the atmosphere this interval (30 seconds) in Parts Per Million.
ru: Количество CO2 выброшенного в атмосферу за этот промежуток времени (30 секунд), в PPM.

source: What interval of time was spent polluting? This is assigned '0' for the first pollution action, then 30 seconds for subsequent actions.
ru: Какой промежуток времени был выброс загрязнения? Для первого выброса устанавливается '0', для последующих - 30 секунд.

source: Work Order Action
ru: Действие с рабочим проектом

source: Add Resources To Work Order
ru: Добавить ресурсы к рабочему проекту

source: Create Work Order
ru: Создать рабочий проект

source: Item Crafted
ru: Предмет изготовлен

source: Add Labor To Work Order
ru: Вложить работу в проект

source: {0} doesn't have {1}
ru: {0} не имеет {1}

source: This item cannot be placed on the ground.
ru: Этот предмет нельзя поставить на землю.

source: Unable to stack items on the ground while using this vehicle.
ru: Нельзя выкладывать предметы на землю во время использования этого транспортного средства.

source: Accepts following plugin modules: {0}.
ru: Подходят следующие модули: {0}.

source: Are you sure you want to begin a vote to ratify this constitution ({0}) and overthrow the previous government, {1}?
ru: Вы уверены, что хотите начать голосование за ратификацию этой конституции ({0}) и свергнуть текущее правительство, {1}?

source: Are you sure you want to begin a vote to ratify this constitution?
ru: Вы уверены, что хотите начать голосование за ратификацию этой конституции?

source: Time spent operating: {0}
ru: Время работы: {0}

source: Total CO2 released over operating lifetime: {0}ppm ({1} of global CO2)
ru: Выброшено CO2 за всё время существования: {0}ppm ({1} от общего CO2)

source: Determines whether overthrowing a government is allowed or not. If set, then a constitution with higher house value than the current can be ratified. Setting this to true also makes it impossible to make laws about placing/crafting a constitution.
ru: Определяет, разрешено ли свергать правительство. Если 'Да', то можно ратифицировать конституцию со значением помещения выше, чем у текущей. При этом запрещено создавать законы о размещении/создании конституции.

source: {0} began: Should {1} be added?
ru: {0} начались: Нужно ли добавить {1}?

source: {0:000.00}kb/s
ru: {0:000.00}кб/с

source: {0:000.0} count/s
ru: {0:000.0} шт/с

source: {0:0.00} update ms/s
ru: обновление {0:0.00} мс/с

source: {0:0.00} encode ms/s
ru: шифрование {0:0.00} мс/с

source: controllers: {0}
ru: контроллеров: {0}

source: players: {0}
ru: игроков: {0}

source: Worst {0} Second Period:
ru: Худший {0}-секундный период:

source: Current {0} Second Period:
ru: Текущий {0}-секундный период:

source: Ticking Active Chunks
ru: Обработка активных чанков

source: Compressing Frozen Chunks
ru: Сжатие замороженных чанков

source: Unable to load ENet network library. It may be caused by missing Visual C++ Redistributable 2019. You can try to download and install it from [https://support.microsoft.com/en-us/help/2977003/the-latest-supported-visual-c-downloads] and start the server again.
ru: Не получается загрузить библиотеку ENet. Возможно, не установлен Visual C++ Redistributable 2019. Попробуйте скачать его по ссылке [https://support.microsoft.com/en-us/help/2977003/the-latest-supported-visual-c-downloads] и установить, а после запустить сервер снова.

source: {0} Benefits
ru: Преимущества {0}

source: {0} Level {1} Bonus: {2}
ru: {0} уровень {1} даёт бонус: {2}

source: (Hold right-click and drag to draw district. Right-click an existing district to erase. Press CTRL to switch between view and edit modes.)
ru: (Удерживая правую кнопку мыши, двигайте курсор, чтобы нарисовать район. Щёлкните правой кнопкой мыши на существующем районе, чтобы стереть его. Нажмите CTRL для переключения между режимами просмотра и редактирования.)

source: Look Left/Right
ru: Смотреть влево/вправо

source: Look Down/Up
ru: Смотреть вниз/вверх

source: Vehicle Boom Down/Up
ru: Стрела Вниз/Вверх

source: Vehicle Boom Pull/Push
ru: Инструмент техники ближе/дальше

source: Vehicle Swing Arm Down/Up
ru: Захват на технике вниз/вверх

source: The more balanced your diet, the faster you gain specialty points.
ru: Чем лучше сбалансирован ваш рацион, тем быстрее вы получаете очки специализации.

source: Time slept:
ru: Время сна:

source: Remove this element immediately if you have executive priviliges, or start an election to remove it if you have election priviliges.
ru: Удалите этот элемент немедленно, если у вас есть привилегии руководителя, или начните выборы, чтобы удалить его, если у вас есть привилегии для выборов.

source: Treasury Disabled:\nOnly citizens with Elected Titles that provide them treasury priviliges can use this.
ru: Казна отключена:\nТолько жители на выборных должностях с доступом к казне могут воспользоваться ей.

source: Work orders also need labor to complete.
ru: Заказы так же требуют работу для завершения.

source: It means that order will accept any of the listed items.
ru: Это означает, что проект принимает любые предметы из указанного списка.

source: Time Total
ru: Общее время

source: Time Chunk Maps
ru: Время на карты чанков

source: Time Simulations
ru: Время симуляции

source: Time Predators
ru: Время хищников

source: Time Statistics Collection
ru: Время сбора статистики

source: Time Plant Decay
ru: Время увядания растений

source: Tick Time
ru: Время тика

source: Callbacks Time
ru: Время ответа

source: Pre Tick
ru: Прецикл

source: Pre Tick Actions
ru: Действия перед тиком

source: Post Tick
ru: Постцикл

source: Climate
ru: Климат

source: Record History
ru: Записывать историю

source: Pull
ru: Тянуть

source: Push
ru: Толкать

source: Block Update Time
ru: Время обновления блоков

source: Region Update Time
ru: Время обновления региона

source: Carbs
ru: Углеводы

source: Resources
ru: Ресурсы

source: Industrial
ru: Промышленная

source: Outside
ru: Снаружи

source: Power grid has insufficient {0} power
ru: В энергетической сети не хватает {0} энергии

source: Power grid disabled this generator to save resources
ru: Энергетическая сеть выключила этот генератор для экономии ресурсов

source: Power grid operational
ru: Энергетическая сеть работает

source: (Unnamed Marker)
ru: (Безымянная Метка)

source: - Global
ru: - Глобальный

source: Speed x{0}{1}
ru: Скорость х{0}{1}

source: Open/Close
ru: Открыть/Закрыть

source: Setup Lock
ru: Установить замок

source: Examine
ru: Изучить

source: Sit
ru: Сесть

source: Drive
ru: Управлять

source: Stop
ru: Выйти

source: Pull Cart
ru: Тянуть телегу

source: Open Trunk
ru: Открыть багажник

source: Push Wheelbarrow
ru: Толкать тачку

source: Your Trades
ru: Ваши сделки

source: Logins
ru: Лог входов

source: Your Contracts
ru: Ваши договора

source: Server Errors
ru: Ошибки сервера

source: Transfers
ru: Переводы

source: Tier 0 buildings are made from unprocessed natural blocks (caves, mud huts, etc).
ru: Здания уровня 0 сделаны из необработанных природных блоков (камень, земля, и т. д).

source: To build a Tier {0} building, use a {1} to place Constructs of the following blocks
ru: Для постройки здания {0} уровня, используйте {1} для размещения конструкции из блоков

source: Heat
ru: Тепловая

source: Electric
ru: Электрическая

source: Disabled
ru: Выключен

source: Softwood Boards
ru: Доски из хвойных пород

source: Hardwood Boards
ru: Доски из лиственных пород

source: Tailoring Basic Upgrade
ru: Обычное улучшение для портняжного дела

source: Smelting Advanced Upgrade
ru: Продвинутое улучшение для выплавки

source: Pottery Advanced Upgrade
ru: Продвинутое улучшение для гончарства

source: Paper Milling Basic Upgrade
ru: Обычное улучшение для производства бумаги

source: Oil Drilling Modern Upgrade
ru: Современное улучшение для добычи нефти

source: Milling Advanced Upgrade
ru: Продвинутое улучшение для мельничного дела

source: Masonry Advanced Upgrade
ru: Продвинутое улучшение для каменной кладки

source: Industry Modern Upgrade
ru: Современное улучшение для промышленности

source: Fertilizers Basic Upgrade
ru: Обычное улучшение для удобрений

source: Farming Basic Upgrade
ru: Обычное улучшение для фермерства

source: Electronics Modern Upgrade
ru: Современное улучшение для электроники

source: Cutting Edge Cooking Modern Upgrade
ru: Современное улучшение для передовой кулинарии

source: Cooking Advanced Upgrade
ru: Продвинутое улучшение для готовки

source: Composites Modern Upgrade
ru: Современное улучшение для композитов

source: Campfire Cooking Basic Upgrade
ru: Обычное улучшение для готовки на костре

source: Butchery Basic Upgrade
ru: Обычное улучшение для разделки животных

source: Basic Engineering Basic Upgrade
ru: Обычное улучшение для основ инженерного дела

source: Baking Advanced Upgrade
ru: Продвинутое улучшение для выпечки

source: Advanced Smelting Advanced Upgrade
ru: Продвинутое улучшение для продвинутой выплавки

source: Advanced Masonry Modern Upgrade
ru: Современное улучшение для продвинутой каменной кладки

source: Advanced Cooking Advanced Upgrade
ru: Продвинутое улучшение для продвинутой кулинарии

source: Advanced Baking Advanced Upgrade
ru: Продвинутое улучшение для продвинутой выпечки

source: A dusty surface formed by tampering dirt with a road tool. It's servicable for any wheeled vehicle..
ru: Пыльная поверхность, полученная с помощью трамбовки. По ней могут ездить любые колёсные транспортные средства..

source: Work order was destroyed.
ru: Рабочий проект отменён.

source: Transport all materials from container A to container B.\n\nThe contractor will be granted authorization rights to remove items from container A and add them container to B.
ru: Перевезти все материалы со склада А на склад Б.\n\nИсполнитель получит доступ забирать со склада А и класть на склад Б.

source: This clause will grant the contractor authorization to the selected object or property. Authorization can be granted temporarily for the length of the contract, or it can be given permanently. This permission can be given at either the beginning or end of the contract.\n\nIf you need a player to deliver something in a private container, or build on private land, you'll need to set their permissions with this clause to ensure they have access. Players accepting a contract should always ensure that they will receive the needed permissions to perform it.
ru: Этот пункт предоставит исполнителю доступ к объекту либо к собственности. Доступ можно выдать на время выполнения договора либо на постоянной основе. Доступ выдаётся либо в начале, либо при завершении договора.\n\nЕсли вы хотите, чтобы игрок доставил что-то в частный склад либо строил на частной земле, то вам потребуется выдать ему права на склад либо землю, чтобы у исполнителя был доступ. Игрокам же, принимающим договор, следует всегда следить за полнотой доступов, которые им будут нужны для выполнения договора.

source: This clause provides a payment, with the option of collecting a deposit from the contractor.\n\nDeposits and payments are held in escrow for the duration of the contract. The amount in escrow is given to the contractor if the contract is successfully completed, or it goes to the client if the contract is marked as failed.
ru: Этот пункт предусматривает выплату, а также возможность взимания задатка с исполнителя.\n\nДепозиты и платежи хранятся на условном депонировании в течение срока действия договора. Деньги выплачиваются исполнителю, если договор успешно завершён, или возвращаются клиенту, если договор отмечен как проваленный.

source: Client doesn't have access to {0}.
ru: Исполнитель не имеет доступа к {0}.

source: Contractor doesn't have access to {0}.
ru: Исполнитель не имеет доступа к {0}.

source: Loan {0} {1} at {2}% interest for {3}
ru: Кредит {0} {1} под {2}% на {3}

source: Sell a bond for {0} at {1}% interest for {2}
ru: Продажа облигаций {0} под {1}% на {2}

source: Updated {0}: Replaced {1} with {2}.
ru: Обновлено {0}: Заменено {1} на {2}.

source: Sent message '{0}' to {1}
ru: Отправлено сообщение '{0}' игроку {1}

source: Taxation without target citizen is not possible.
ru: Нельзя взимать налог, не указав жителя, который платит налог.

source: Taxation without target citizen skipped.
ru: Налог без указания жителя, который платит налог, не взимается, действие пропущено.

source: {0} blocked by {1}.
ru: {0} заблокировано {1}.

source: action is
ru: действие является

source: action is not
ru: действие не является

source: Results: {0}
ru: Результаты: {0}

source: Motion passed.
ru: Предложение принято.

source: {0} was owned by {1}, which has been removed. Ownership changed to {2}.
ru: {0} был во владении {1}, но владельца удалили. Владелец изменён на {2}.

source: tag
ru: группа

source: Tags Applying to
ru: Применимые группы

source: You must finish posting {0} before posting another one.
ru: Вам нужно закончить размещать {0}, прежде чем создать другой.

source: Do you wish to reset information about the received goods?{0}Citizens will be able to claim items again, as if they had never visited the station.
ru: Хотите ли вы сбросить информацию о полученных предметах?{0}Жители смогут взять их снова, как будто они никогда не подходили к станции.

source: consumer
ru: потребитель

source: {0} is distributing {1} to {2} less than {3} days old.
ru: {0} раздаёт {1} игрокам {2} моложе {3} дней.

source: Reference Updated.
ru: Ссылка обновлена.

source: References to {0} updated to {1}
ru: Ссылки на {0} обновлены и теперь ссылаются на {1}

source: Vertical
ru: Вертикальный

source: Horizontal
ru: Горизонтальный

source: You can reset contribution history of this station:
ru: Вы можете сбросить историю вкладов в эту станцию:

source: Fungi
ru: Грибы

source: Failed to get derived types for '{0}' in assembly '{1}' (usually safe to ignore for third party assembly). Error message: {2}
ru: Не удалось получить выведенные типы для '{0}' в файле '{1}' (как правило, можно игнорировать для файлов третьей стороны). Ошибка: {2}

source: (with count: {0})
ru: (с {0} шт)

source: {0} claimed by {1}
ru: {0} застолблено {1}

source: Duplicate deeds claiming plot {0}: '{1}' and '{2}'. Removing from {3}.
ru: Несколько прав собственности на одном участке {0}: '{1}' и '{2}'. Удаляем из {3}.

source: Notify
ru: Уведомить

source: Output tank is not full
ru: Выходной резервуар не заполнен

source: Output tank is full
ru: Выходной резервуар заполнен

source: Output pipe not accepting liquid.
ru: Выходная труба не пропускает жидкости.

source: Output pipe accepting liquid.
ru: Выходная труба пропускает жидкости.

source: Payments upon completion: {0}
ru: Оплата при завершении: {0}

source: {0} completion payments
ru: {0} оплаты при завершении

source: {0} cancelled. {1}
ru: {0} отменено. {1}

source: No payments upon completion.
ru: Нет оплаты при завершении.

source: {0} hosted by {1}, but host didn't list it. Added to host.
ru: {0} содержится в {1}, но отсутствовало в списке объекта. Добавлено в список.

source: {0} is hosted by {1} but host doesn't list it, and attempt to re-add failed. Removing from host.
ru: {0} содержится в {1}, но отсутствовало в списке объекта, и попытка заново добавить не удалась. Удалено из объекта.

source: {0} proposed: {1}. {2}
ru: {0} предлагается: {1}. {2}

source: {0} has started an election to determine who should occupy the office of '{1}'. It is currently occupied by {2}. {3}
ru: {0} начинает выборы на должность '{1}'. Сейчас её занимает {2}. {3}

source: The election was finished.
ru: Голосование завершено.

source: Do you agree?
ru: Вы согласны?

source: Vote with your candidate rankings below.
ru: Голосуйте, располагая кандидатов ниже в порядке предпочтения.

source: Remove constitutional articles:
ru: Удалить статьи конституции:

source: More than {0} hours have passed since the last interaction.
ru: С момента последнего взаимодействия прошло более {0} ч.

source: As the owner of {0}, you are allowed to take ownership of this work order.
ru: Как владелец {0}, вы можете сделать себя владельцем этого рабочего проекта.

source: to take ownership of this work order
ru: сделать себя владельцем этого рабочего проекта

source: Owners of {0} are allowed to take ownership of this work order.
ru: Владельцы {0} могут сделать себя владельцами этого рабочего проекта.

source: {0} have passed since the last interaction.
ru: {0} прошло с момента последнего взаимодействия.

source: Owners of {0} will be allowed to take ownership of this work order in {1}.
ru: Владельцы {0} смогут сделать себя владельцами этого рабочего проекта через {1}.

source: Do you wish to take ownership of {0}?
ru: Вы хотите стать владельцем {0}?

source: You have become the owner of {0}.
ru: Вы стали владельцем {0}.

source: Currently owned by {0}
ru: В настоящее время принадлежит {0}

source: {0} took ownership of {1} at {2}.
ru: {0} сделал себя владельцем {1} на {2}.

source: {0} regained ownership of {1} at {2}.
ru: {0} вернул себе {1} на {2}.

source: Click to take ownership of this work order
ru: Щёлкните, чтобы сделать себя владельцем этого рабочего проекта

source: You must be the owner of this project to cancel it.
ru: Вы должны быть владельцем этого проекта, чтобы отменить его.

source: to reset object
ru: сбросить объект

source: Item data
ru: Данные предмета

source: Click to reset data listed above
ru: Нажмите, чтобы сбросить данные перечисленные выше

source: Repeat the effect of this law on every user listed here.
ru: Повторить действие этого закона на каждого игрока в списке.

source: An effect that is run on each specified citizen at intervals.
ru: Повторяемое действие, выполняемое с интервалом для каждого указанного жителя.

source: An effect that is run at a given interval.
ru: Повторяемое действие, выполняемое с интервалом.

source: All objects required by power grid are present
ru: Все объекты, необходимые для энергетической сети, присутствуют

source: Missing objects required by power grid
ru: Отсутствуют необходимые элементы электросети

source: Core
ru: Ядро

source: You can't drill Core, it's too hard.
ru: Вы не можете пробурить ядро, оно слишком твёрдое.

source: You are too hungry to continue.
ru: Вы слишком голодны, чтобы продолжить.

source: Cannot exchange {0} {1}
ru: Невозможно обменять {0} {1}

source: Do you wish to exchange {0} {1} for {2} {3}?
ru: Вы хотите обменять {0} {1} на {2} {3}?

source: Center:
ru: Центр:

source: Click
ru: Щёлкните

source: Show only discovered items
ru: Показать только исследованные предметы

source: Title Managers
ru: Управляющие титулом

source: Title Users
ru: Обладатели титула

source: Reset
ru: Сброс

source: Edit Sale List
ru: Изменить список продажи

source: Edit Purchase List
ru: Изменить список покупки

source: Create in Github
ru: Создать на Github

source: Truncated text
ru: Обрезанный текст

source: Couldn't find an object type '{0}'. Ex, /objects remove laws, law 1.{1}Avalable object types: {2}
ru: Не найден тип объекта '{0}'. Например, /objects remove laws, закон 1.{1}Доступные типы объектов: {2}
