Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Welcome to Eco!
ru: Добро пожаловать в ECO!

source: Welcome back to Eco!
ru: Добро пожаловать обратно в ECO!

source: World age: {0}
ru: Возраст мира: {0}

source: (Meteor impact in {0})
ru: (Падение Астероида через {0})

source: Click to view in the skill window
ru: Нажмите, чтобы увидеть окно навыков

source: Unlocks
ru: Разблокирует

source: Benefits
ru: Преимущество

source: Top Users
ru: Топ пользователей

source: Produces
ru: Производит

source: and {0:count} more {1:items}
ru: и ещё {0:count} {1:items}

source: This object no longer exists.
ru: Этот объект больше не существует.

source: Eyes
ru: Глаза

source: Torso
ru: Торс

source: Hips
ru: Бедра

source: Limbs
ru: Конечности

source: Jaw
ru: Челюсть

source: Hide from the animals!
ru: Скройтесь от животных!

source: Capri pants (also known as three quarter pants, capris, crop pants, pedal pushers, clam-diggers, flood pants, jams, highwaters, culottes, or toreador pants) are pants that are longer than shorts but are not as long as trousers.
ru: Штаны капри - брюки, которые длиннее шорт, но не такие длинные, как брюки. Они лишь чуть ниже колен.

source: Dorky sombrero that doesn't fit anyone. You feel embarrassed to wear it.
ru: Дурацкий сомбреро, который никому не подходит. Вы чувствуете себя в нем слишком неловко, чтобы носить его.

source: Irresistibly fabulous pants.
ru: Невероятно потрясающие брюки.

source: Cool piratey shirt that makes your biceps look bigger than they really are.
ru: Клёвая пиратская рубашка, в которой ваши бицепсы выглядят больше.

source: A Henley shirt is a collarless pullover shirt, characterized by a placket beneath the round neckline, about 8 to 13 cm long and usually having 2?5 buttons. It essentially resembles a collarless polo shirt.
ru: Хенли, по сути, представляет собой не что иное, как футболку, надеваемую через голову, без отложного воротника, но с рядом пуговиц (обычно от двух до пяти) в застёжке (длиной от 8 до 13 см), идущей от горла.

source: Basic, ordinary, every day, run of the mill, nondescript, conventional, commonplace, humdrum, standard, middle-of-the-road, garden-variety low-top shoes.
ru: Простые, обычные, повседневные, ширпотребные, непримечательные, типичные, банальные, скучные, стандартные, проходные, заурядные кеды.

source: The hair with a completely normal amount of flare.
ru: Волосы с самым обычным блеском.

source: Belt with a slightly V-shaped buckle.
ru: Ремень с немного угловатой пряжкой.

source: The haircut your mom always made you get before you realized you could make your own decisions.
ru: Стрижка, которую вам постоянно делала мама, пока вы не осознали, что можете поступить и по своему.

source: Belt with a square buckle.
ru: Ремень с квадратной пряжкой.

source: Knee-high boots are boots that rise to the knee, or slightly thereunder. They are generally tighter around the leg shaft and ankle than at the top.
ru: Ботфорты - это сапоги которые доходят до колен, или чуть ниже. Обычно они туже у голени, нежели у колена.

source: Sturdy pair of slim-fit pants. Trousers are an item of clothing worn from the waist to the ankles, covering both legs separately (rather than with cloth extending across both legs as in robes, skirts, and dresses).
ru: Прочные брюки с узкой посадкой. Брюки - это элемент одежды, которые носят от талии до щиколотки, ткань которых охватывает каждую ногу отдельно (а не свисает вокруг обеих ног, как у робы, юбки или платья).

source: Lighter pack that causes lower calorie consumption.
ru: Облегчённый рюкзак, для лёгкой работы. (Снижает потребление калорий.)

source: Powdered acorn.
ru: Желудёвая мука.

source: A potentially poisonous mushroom. It might be wise to not eat it.
ru: Потенциально ядовитый гриб. Будет мудрым не есть его.

source: A trussed roast baked to perfection.
ru: Обвязанное жаркое, запечённое до совершенства.

source: A dense whole wheat unleavened bread.
ru: Твёрдый пшеничный хлеб без разрыхлителя.

source: A seemingly random assortment of wild plants that form a sort of salad.
ru: На вид будто случайных овощей намешали, но вместе они образуют подобие салата.

source: Smashed beans can work as a thickener or flavour enhancer.
ru: Дробленые бобы могут использоваться как загуститель или усилители вкуса.

source: Just because the name has 'bear' in it doesn't mean it actually contains bear.
ru: Просто потому, что «медведь» не означает, что это действительно медведь.

source: A brilliantly colored bulb with an earthy sweetness.
ru: Сладкая луковица бриллиантового цвета.

source: Boiled sausages might not be as pretty as grilled ones, but they're still tasty.
ru: Варёные сардельки, возможно, не так хороши, как жареные, но довольно вкусны.

source: A delicious, crispy crust hides the soft interior.
ru: Хрусткая вкусная корочка скрывает мягкое нутро.

source: A bread with a camas twist for a bit of flavor and fun.
ru: Хлеб с примесью луковиц камассии для придания вкуса и аромата.

source: A spread of evenly baked camas bulbs; soft in the middle, golden brown on the outside.
ru: Россыпь равномерно запечённых луковиц камассии. Мягких внутри и золотистых снаружи.

source: Pulverized camas works as an excellent thickener or flavour enhancer.
ru: Распыленная камассия работает как превосходный загуститель и усилитель вкуса.

source: The uneven flame might be mediocre for cooking, but the open flame imparts a great flavor.
ru: Возможно на неровном огне и неудобно готовить, но открытое пламя придаёт восхитительный аромат.

source: A by-product of milling, the germ is the reproductive part of the cereal that germinates.
ru: Зародыш зерна, побочный продукт обмолота, является репродуктивной частью зерна, прорастающей при посеве.

source: Perhaps not the best raw vegetable to char, this beet seems to have held up well enough.
ru: Возможно, не лучший овощ для жарки на углях, но эта свёкла, похоже, смогла выдержать процесс.

source: A fibrous and sweet treat much like a sweet potato, though slightly blackened over the heat of a campfire.
ru: Жилистая сладость, очень похожая на сладкий картофель, хоть и слегка почерневшая от жара костра.

source: At least it doesn't have any scales any more.
ru: По крайней мере, чешуи больше нет.

source: For creating fancy foams!
ru: Для сотворения пенных фантазий!

source: A warmly colored kernel studded vegetable.
ru: Овощ, усыпанный тёплыми солнечными зёрнышками.

source: These deep fried corn treats are both crispy and delicious.
ru: Эти хорошо прожаренные кукурузные вкусняшки, одновременно хрустящие и вкусные.

source: Dried and ground corn; it's like a courser flour.
ru: Высушенная и перемолотая кукуруза; выглядит как грубая мука.

source: Obtained from the endosperm of the kernal, cornstarch can be used as a thickening agent for sauces.
ru: Кукурузный крахмал, полученный из сердцевины ядра, можно использовать в качестве загустителя для соусов.

source: Edible mushrooms that are quite tasty.
ru: Довольно вкусные, съедобные грибы.

source: Just in case you want to eat red things without eating meat.
ru: На случай если вы хотите скушать что-то красное без мяса.

source: Give me all the bacon and eggs you have.
ru: Дайте мне весь бекон и яйца, которые у вас есть.

source: A complete meal replacement solution.
ru: Полное решение для замены еды.

source: A tasty treat made from corn tortillas and meat.
ru: Вкусное блюдо из кукурузных лепешек и мяса.

source: A prime cut of meat surrounded by pastry.
ru: Мясная вырезка, окружённая выпечкой.

source: A bitter, brightly colored shoot similar to asparagus.
ru: Яркий и горький побег, похожий на спаржу.

source: Without any leavening the flatbread isn't very puffy. But it's still tasty.
ru: Без каких-либо дрожжей лепёшка не особо пышна, но всё равно довольно вкусна.

source: Everything is better deep fried.
ru: Что угодно станет лучше при тщательном прожаривании.

source: Secret's in the sauce.
ru: Секрет в соусе.

source: While tomatoes are fruits, you don't usually put them in fruit salads.
ru: Помидор является фруктом, но вы обычно не добавляете его в фруктовый салат.

source: A bulbous fruit that used to top Saguaro cacti.
ru: Луковичный плод, использующийся для выращивания кактусов Цереуса.

source: A concentrated blast of huckleberry goodness.
ru: Сконцентрированный всплеск черничной благости.

source: A fantastic combination of flaky crust and scrumptious berries.
ru: Потрясающее сочетание слоёной корочки и восхитительных ягод.

source: Oil infused with flavor to enhance it.
ru: Душистое масло стало намного лучше.

source: Useful for a quick chilling.
ru: Полезно для быстрого охлаждения.

source: A small circular biscuit with a sweet huckleberry filling.
ru: Небольшое круглое печенье с черничной начинкой.

source: For powdering high-fat liquids.
ru: Для растирания жидкостей высокой жирностью.

source: Much like a huckleberry pie, but filled to the brim with succulent meat.
ru: Очень похоже на черничный пирог, до краёв набитый сочным мясом.

source: A meaty stock made from the flesh of animals.
ru: Бульон, сваренный из мяса животных.

source: Milk, although maybe not from an animal.
ru: Молоко, хотя, возможно, не от животного.

source: A plant fat extracted for use in cooking.
ru: Растительный жир, выделенный для приготовления пищи.

source: Carefully butchered meat, ready to cook.
ru: Тщательно отбитое мясо, готово к приготовлению.

source: A succulent fruit coated in a rather terrifying array of spines.
ru: Сочный плод, в изобилии усеянный довольно устрашающими колючками.

source: A perfectly marbled piece of meat.
ru: Идеальный кусок мраморного мяса.

source: A fatty cut of meat that happens to be inexplicably tastier than other cuts.
ru: Этот жирный кусок мяса выглядит самым вкусным из всех.

source: A fatty cut of raw fish.
ru: Жирный кусок сырой рыбы.

source: Fresh raw meat from the hunt. It should probably be cooked before being consumed.
ru: Недавно добытое, свежее и сырое мясо. Наверное стоит приготовить, перед тем как съесть.

source: A trussed roast tied and ready to be cooked.
ru: Перевязанное и готовое к приготовлению мясо.

source: Ground meat stuffed into an intestine casing.
ru: Перемолотое мясо, набитое в кишку.

source: Chunks of extra meat.
ru: Обрезки мяса.

source: A cut of perfectly seared steak.
ru: Кусок идеально обжаренного стейка.

source: Meat cooked in meat juices keeps the meat juicy.
ru: Мясо, приготовленное в собственном соку, сохраняет сочность.

source: To give thanks for fact that this food items gives two nutrients more than other food at the same tier.
ru: Обратите внимание, в этой еде на два вида питательных веществ больше, чем в другой пище этого уровня.

source: Even sweet lovers don't eat sugar plain.
ru: Даже сладкие парочки не едят один лишь сахар.

source: The sweetness of the fruits happens to work well with the salad.
ru: Сладость фруктов, бывает, хорошо сочетается с салатом.

source: Rendered animal fat useful for more than just cooking.
ru: Вытопленное сало годится не только для приготовления пищи.

source: Intelligence is knowing this is a fruit; wisdom is not putting it in a fruit salad.
ru: Начитанные знают, что это фрукт, умные не используют его во фруктовом салате.

source: A thin, unleavened flatbread.
ru: Тонкая, пресная лепешка.

source: Any enzyme that can be used to bond proteins together.
ru: Любой фермент, который можно использовать для связывания белков вместе.

source: An eclectic arrangement of vegetables.
ru: Эклектичное расположение овощей.

source: Who knew plants in plant broth could be so tasty?
ru: Кто знал, что растения в растительном бульоне могут быть настолько вкусными?

source: A hearty stock full of assorted vegetables.
ru: Сытный бульон из разнообразных овощей.

source: A common grain that is significantly more useful processed.
ru: Обычное зерно, которое наверняка станет полезнее после переработки.

source: A thick gruel of wheat, wheat, more wheat, and a dash of huckleberry flavor.
ru: Густая каша из пшеницы, с пшеницей и на пшенице. С пригоршней черники ради обогащения вкуса.

source: A dressed salad that, with the added sweetness, its pretty tasty.
ru: Салат с сладкой заправкой, довольно вкусный.

source: A thick stew made with a variety of vegetables.
ru: Простое овощное рагу.

source: While a bunch of wilted fiddleheads may seem a bit sad, at least they're nutritious.
ru: Довольно унылый букетик вялых ростков папоротника, но по крайней мере питателен.

source: A fungus that acts as an amazing leavening agent.
ru: Грибок с потрясающими свойствами разрыхлителя.

source: A more advanced version of the normal combustion engine that produces a greater output.
ru: Более продвинутая версия двигателя внутреннего сгорания, обеспечивающая большую производительность.

source: Use with the bow to hunt for food (or amaze your friends by shooting apples off of their heads).
ru: Используйте с луком, чтобы охотиться за едой (или удивлять своих друзей, сбивая яблоки с их голов).

source: A paved surface constructed with asphalt and concrete. It's durable and extremely efficient for any wheeled vehicle.
ru: Мощёная поверхность из асфальта и бетона. Прочна и чрезвычайно эффективна для любых колёсных транспортных средств.

source: A broadheaded axe useful for felling trees.
ru: Широкий топор, удобен для рубки деревьев.

source: A vegetable or animal fat-based diesel fuel.
ru: Дизельное топливо из растительного или животного жира.

source: A dead bison
ru: Мёртвый бизон

source: Durable building material made from fired blocks and mortar.
ru: Прочный строительный материал, изготовленный из обожжённых блоков и раствора.

source: Created by taking pulped plants and extruding them similarly to synthetic fibers.
ru: Создаётся из растительной целлюлозы аналогично синтетическим волокнам.

source: A black residue, consisting of carbon and any remaining ash.
ru: Черный остаток, состоящий из углерода и любой оставшейся золы.

source: A complex electrical component used in advanced electronics.
ru: Сложный электрический компонент, используемый в современной электронике.

source: A clam.
ru: Просто моллюск.

source: A piece of rough cloth made by weaving fibers together.
ru: Кусок грубой ткани, выполнен из переплетённых волокон.

source: A combustible mineral which when used as a fuel provides lots of energy but generates lots of pollution.
ru: Горючий минерал, при использовании в качестве топлива, даёт много энергии, но сильно загрязняет окружающую среду.

source: An engine that generates power by combustion of fuel.
ru: Двигатель, производящий энергию потребляя топливо.

source: Unrefined ore with traces of copper.
ru: Неочищенная руда со следами меди.

source: A pipe for transporting liquids.
ru: Труба для транспортировки жидкостей. (И газов.)

source: Especially useful for industrial buildings.
ru: Особенно полезен для промышленных зданий.

source: Ecko, the dolphin god of Eco bugs. Handle with care and lightly sprinkle with water every so often to keep moist.
ru: Дельфин Эско, бог ошибок в Eco. Обращайтесь с осторожностью и опрыскивайте водой, чтобы сохранять влажным.

source: A motor.
ru: Двигатель.

source: A dead elk.
ru: Мёртвый вапити.

source: A useful material for hardening, curing, and other various uses.
ru: Полезный материал для упрочнения, отверждения и других различных применений.

source: Plastic reinforced with glass fiber strands.
ru: Пластик, армированный стекловолокном.

source: Coated with a layer of epoxy, this steel refuses to rust.
ru: Покрытая слоем эпоксидной смолы, эта сталь не ржавеет.

source: A dead fox.
ru: Мёртвая лиса.

source: A transparent, solid material useful for more than just windows.
ru: Прозрачный, твердый материал полезен не только для окон.

source: A soft, furry pelt.
ru: Мягкая, пушистая шкура.

source: Refined petroleum useful for fueling machines and generators.
ru: Переработанная нефть используется для заправки машин и генераторов.

source: A toothed machine part that interlocks with others.
ru: Зубчатая часть ​​машины, соединяющаяся с другими.

source: A highly efficient conductor for delicate electronics.
ru: Высокоэффективный проводник для тонкой электроники.

source: Unrefined ore with traces of gold.
ru: Неочищенная руда со следами золота.

source: A dead hare.
ru: Мёртвый заяц.

source: A log hewn and shaped to be a building material.
ru: Обтёсанное и готовое к использованию в строительстве бревно.

source: Unrefined ore with traces of iron.
ru: Неочищенная руда со следами железа.

source: Some creepy kelp.
ru: Какие-то жутковатые водоросли.

source: A thick hide.
ru: Толстая шкура.

source: A stack of logs.
ru: Стопка брёвен.

source: Can be fashioned into various usable equipment.
ru: Может быть применено в различных полезных штуковинах.

source: Used to create tough but rudimentary buildings.
ru: Используется для создания простейших, прочных построек.

source: It's paper.
ru: Это бумага.

source: A fossil fuel essential for manufacturing gasoline, plastics, and asphalt. It's extraction, transport, and burning all have environmental impacts.
ru: Ископаемое топливо, необходимое для производства бензина, пластмасс и асфальта. Его добыча, транспортировка и сжигание негативно влияют на экологию.

source: A moving component that transfers force. Can also function as a valve occasionally.
ru: Подвижный компонент, передающий усилие. Иногда может функционировать как клапан.

source: An extremely useful synthetic material derived from petrochemicals
ru: Невероятно полезный синтетический материал, полученный из нефтепродуктов

source: A salmon.
ru: Лосось.

source: A rotary actuator that allows for control over angular position.
ru: Вращающийся привод, который позволяет контролировать угловое положение.

source: A wide, flat headed tool for moving rubble, dirt, and sand.
ru: Широкий, плоский инструмент для перемещения щебня, грязи и песка.

source: A rocky surface formed from smoothed rubble. It's fairly durable and efficient for any wheeled vehicle.
ru: Каменистая поверхность из утрамбованного щебня. Она довольно долговечна и эффективна для любых колесных транспортных средств.

source: CHEEEAAAAATER
ru: ЧИИИИТЕЕЕЕР

source: The foundation material for complex electronics.
ru: Основной материал для сложной электроники.

source: A little bit of light to help beat back the night.
ru: Небольшой источник света, помогающий бороться с темнотой.

source: Clear cut debris that needs to be broken down to be more usable.
ru: Изрубить остатки, которые необходимо разбить, для большей пользы.

source: A trout.
ru: Форель.

source: A tuna.
ru: Тунец.

source: A dead turkey
ru: Мертвая индюшка

source: An urchin.
ru: Морской еж.

source: A device that regulates, directs, or controls the flow of fluid.
ru: Устройство, которое регулирует, направляет или контролирует поток жидкости.

source: A dead wolf.
ru: Мертвый волк.

source: Plant to grow an oak tree.
ru: Посадите, чтобы вырастить дуб.

source: Oak
ru: Дуб

source: A good source of protein.
ru: Хороший источник белков.

source: Plant to grow beets.
ru: Посадите, чтобы вырастить свёклу.

source: Plant to grow into a birch sapling.
ru: Посадите, чтобы вырастить берёзовый саженец.

source: Birch
ru: Берёза

source: Plant to grow bunchgrass.
ru: Посадите, чтобы вырастить осоку.

source: Bunchgrass
ru: Осока

source: Plant to grow a camas plant.
ru: Посадите, чтобы вырастить камассию.

source: Camas
ru: Камассия

source: Plant to grow a cedar sapling.
ru: Посадите, чтобы вырастить кедровый саженец.

source: Cedar
ru: Кедр

source: Plant to grow corn.
ru: Посадите, чтобы вырастить кукурузу.

source: Plant to grow creosote bushes.
ru: Посадите, чтобы вырастить куст ларреи.

source: CreosoteBush
ru: Ларрея

source: Plant to grow crimini mushrooms.
ru: Посадите, чтобы вырастить шампиньоны.

source: CriminiMushroom
ru: Шампиньоны

source: Plant to grow ferns.
ru: Посадите, чтобы вырастить папоротники.

source: Fern
ru: Папоротник

source: Plant to grow fireweed.
ru: Посадите, чтобы вырастить Иван-чай.

source: Fireweed
ru: Иван-чай

source: Plant to grow a fir tree.
ru: Посадите, чтобы вырастить пихту.

source: Fir
ru: Пихта

source: Plant to grow grass.
ru: Посадите, чтобы вырастить траву.

source: Plant to grow a huckleberry bush.
ru: Посадите, чтобы вырастить чернику.

source: Huckleberry
ru: Черника

source: Plant to grow kelp.
ru: Посадите, чтобы вырастить ламинарию.

source: Plant to grow prickly pear cacti.
ru: Посадите, чтобы вырастить опунцию.

source: Plant to grow rice.
ru: Посадите, чтобы вырастить рис.

source: Plant to grow sagebrush.
ru: Посадите, чтобы вырастить полынь.

source: Sagebrush
ru: Полынь

source: How did you even get this?
ru: Откуда Вы это вообще взяли?

source: Plant to grow tomato plants.
ru: Посадите, чтобы вырастить помидоры.

source: Plant to grow waterweed.
ru: Посадите, чтобы вырастить элодею.

source: Waterweed
ru: Элодея

source: Plant to grow wheat.
ru: Посадите, чтобы вырастить пшеницу.

source: Large cart for hauling sizable loads.
ru: Большая телега для перевозки габаритного груза.

source: Small wheelbarrow for hauling minimal loads.
ru: Маленькая тачка для перевозки небольших грузов.

source: A solid shaped piece of metal used to hammer ingots into tools and other useful things.
ru: Твердый кусок металла, используемый для перековки слитков в инструменты и прочие полезные вещи.

source: Not sure why you would have this or want to place it, but it just generates pollution.
ru: Не уверен почему Вы хотите это положить, но это просто загрязняет окружающую среду.

source: A solidly built brick oven useful for baking all manner of treats.
ru: Полностью кирпичная печь, удобна для выпечки самых разных лакомств.

source: A superior replacement for the bloomery that can produce steel.
ru: Превосходная замена сыродутной печи, позволяющая производить сталь.

source: A chimney-shaped furnace for smelting ores.
ru: Трубообразная печка для плавки руды.

source: A place to store knowledge and information; leads to the town hall.
ru: Место для хранения знаний и информации; ведет к ратуше.

source: A metal stand which can hold burning fuel to provide light.
ru: Металлическая стойка, дает свет сжигая топливо.

source: A block and cleaver to process raw meat into fancier dishes.
ru: Колода и тесак для превращения сырого мяса в различные блюда.

source: Cook like a caveman on an uneven fire.
ru: Готовьте как пещерный человек на неровном огне.

source: A fancy candelabra for providing small amounts of light.
ru: Причудливый канделябр дающий немного света.

source: A table for basic wooden crafts for home improvement and progress.
ru: Стол для простых работ по дереву, для строительства и улучшения дома.

source: The perfect stove for the fledgling chef.
ru: Идеальная печь для начинающего шеф-повара.

source: A fancy hanging candelabra.
ru: Причудливый висячий канделябр.

source: Consumes most fuels to produce energy.
ru: Потребляет большинство видов топлива для производства энергии.

source: A place where you can sit all day and play video games! Or work on expert-level research.
ru: Место, где вы можете сидеть целый день и играть в видеоигры! Или работать над сложными исследованиями.

source: A board to post contracts.
ru: Доска для размещения договоров.

source: A sweet couch to lounge on. Now with room for your friends!
ru: Миленький диванчик для отдыха. Теперь с комнатой для ваших друзей!

source: Allows players to exchange currency.
ru: Позволяет игрокам обменивать валюту.

source: A statue of a dolphin. What could it mean?
ru: Статуя дельфина. Что бы это значило?

source: A wall mounted lamp that requires electricity to turn on.
ru: Настенная лампа требующая электричество.

source: A set of machinery to create electronics.
ru: Оборудование для создания электроники.

source: A complex set of machinery for creating equally complex things.
ru: Комплексный набор механизмов для создания сложных вещей.
