Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Private property gives housing points to the owners, while public property gives housing points in an area buff based on different categories. See Ecopedia.
ru: Частная собственность даёт бонусы дома владельцам, тогда как общественная, даёт бонусы дома в области, основываясь на различных категориях. Подробности см. в экопедии.

source: Select Citizens and Groups who may Access This Property.
ru: Выберите жителей и группы, которые могут получить доступ к этой собственности.

source: Accessor
ru: Лицо с доступом

source: Accessors
ru: Лица с доступом

source: Resident of {0} at {1}.
ru: Проживает в {0} ({1}).

source: Currently has no residence.
ru: В настоящее время не имеет жилья.

source: {0} Property Claims
ru: Квитанции землемера {0}

source: These claims can only be used within the influence of {0}.
ru: Эти квитанции могут быть использованы только в области влияния {0}.

source: Your home now provides {0} XP per day ({1})
ru: Теперь ваш дом даёт {0} опыта в день ({1})

source: Housing Value
ru: Качество дома

source: Added {0} residents.
ru: Добавлено жильцов - {0}.

source: You are not a resident of any deed.
ru: Вы не являетесь жителем ни на одном из прав собственности.

source: Performs a variety of housing operations.
ru: Выполняет различные операции с жильем.

source: Add a number of residents to the deed you're currently a resident on.
ru: Добавьте несколько жителей к праву, на котором вы в настоящее время проживаете.

source: A citizen became a resident of a property, or left residency of a property.
ru: Житель заселился или покинул собственность.

source: Is the citizen becoming a resident or leaving?
ru: Житель заселился или выселился?

source: The citizen who became a resident or left residency.
ru: Житель который заселился или съехал.

source: Total number of residents prior to joining.
ru: Общее количество проживающих до присоединения.

source: The position of the residency.
ru: Расположение Жилища.

source: The fee charged for moving in.
ru: Плата, взимаемая за въезд.

source: The currency the move-in fee was charged in.
ru: Валюта, в которой оплачивается плата за въезд.

source: The reason for the residency change.
ru: Причина смены места жительства.

source: The rent that they will be charged/were charged.
ru: Арендная плата, которую они будут выплачивать/выплачивали.

source: The currency the rent was charged in.
ru: Валюта, в которой оплачивается арендная плата.

source: The position of the citizen when they sent the chat.
ru: Местоположение жителя, когда он отправил сообщение.

source: You claimed a plot with a claim paper for {0}.
ru: Вы застолбили участок использовав квитанцию землемера для {0}.

source: Claim failed: these papers only claim plots within the influence of {0}.
ru: Не удалось застолбить: эти квитанции могут использоваться только чтобы занять участки находящиеся под влиянием {0}.

source: Can't place block there
ru: Нельзя разместить блок здесь

source: {0} Specialty\nLearned
ru: {0} Специальность\nизучена

source: Recurring transfers like rent and wages are paid after this many minutes.
ru: Периодические платежи, такие как аренда и зарплата, выплачиваются по истечении этого количества минут.

source: Veto an election.
ru: Вето на выборы.

source: The server crashed and you can't play. Check logs in 'Eco_Data\\Server\\Logs' for more information. {0}
ru: Сбой сервера, вы не можете продолжить играть. Проверьте журнал в 'Eco_Data\\Server\\Logs' для получения более подробной информации. {0}

source: Are you sure to exit from map without saving?
ru: Вы уверены, что хотите выйти из карты без сохранения?

source: Map entry
ru: Запись на карте

source: {0} may have {1} plots. Still left: {2}
ru: Максимальное кол-во участков {0} {1} (Осталось {2})

source: Plot must be within the {0}'s influence.
ru: Участок должен находиться под влиянием {0}.

source: This plot is already in {0}.
ru: Этот участок уже входит в {0}.

source: This plot is within {0}'s influence and can be claimed.
ru: Этот участок находится под влиянием {0} и может быть за занят.

source: This plot is part of {0}.
ru: Этот участок является частью {0}.

source: This plot is already claimed.
ru: Этот участок уже занят.

source: This plot is already owned by {0}.
ru: Этот участок уже принадлежит {0}.

source: Place here to join the {0} {1}.
ru: Разместите здесь, чтобы присоединить {0} {1}.

source: Place here to start a {0} that's not part of any {1}.
ru: Разместите здесь, чтобы создать {0}, который не является частью какой-либо {1}.

source: Claiming Property Plots
ru: Редактирование участков собственности

source: Claiming Property for {0}
ru: Занятие собственности {0}

source: Starting a New {0}
ru: Начиная новый {0}

source: Join an existing town or start from scratch without one.
ru: Присоединитесь к существующему городу или начните без него с нуля.

source: Are you sure you want to {0} world {1}?
ru: Вы уверены что хотите {0} мир {1}?

source: Connecting to {0}
ru: Подключение к {0}

source: LocalServer - {0}
ru: Локальный сервер - {0}

source: Loading items
ru: Загрузка предметов

source: Dive/Sneak
ru: Нырнуть/Красться

source: Toggle Notification Panel
ru: Переключить панель уведомлений

source: Delete Server
ru: Удалить сервер

source: Click to set rent on property.\n\nRent is locked in when a citizen becomes a resident, and rent changes will not be applied unless they leave residency and return.\n\nOwners are not subjected to rent or move-in fee.
ru: Нажмите, чтобы установить размер арендной платы за проживание.\n\nАрендная плата фиксируется, когда житель заселяется, и изменение арендной платы не будет применяться до тех пор, пока он не выселится и не вернётся вновь.\n\nС владельцев не взимается арендная плата и взнос за заселение.

source: Copy Local Server
ru: Копировать локальный сервер

source: Rename Local Server
ru: Переименовать локальный сервер

source: Add Server
ru: Добавить сервер

source: Refresh Server List
ru: Обновить список серверов

source: Storage Silo
ru: Силосная башня

source: A wooden silo capable of storing extra large stacks of crops, seeds, and fertilizer. Silos are not able to store other types of materials.
ru: Деревянная силосная башня может хранить очень большие стопки урожая, семян и удобрений. Силосная башня не может хранить иные типы материалов.

source: Standing Steel Brick Sign
ru: Стальная табличка с кирпичным основанием

source: Standing Glass Sign
ru: Стеклянная табличка

source: Powered Storage Silo
ru: Электрическая Силосная башня

source: A powered silo capable of storing extra large stacks of crops, seeds, and fertilizer. Silos are not able to store other types of materials.
ru: Механизированная силосная башня может хранить очень большие стопки урожая, семян и удобрений. Силосная башня не может хранить иные типы материалов.

source: Hanging Steel Shop Sign
ru: Стальная магазинная вывеска

source: Hanging Steel Plain Sign
ru: Стальная обычная вывеска

source: Hanging Steel Mine Sign
ru: Стальная вывеска для шахты

source: Hanging Steel Framed Sign
ru: Стальная обрамлённая вывеска

source: Hanging Long Steel Sign
ru: Стальная длинная вывеска

source: Corrugated Steel Fence Door
ru: Дверь из гофрированной стали

source: A door made of good corrugated steel.
ru: Дверь, сделанная из хорошей гофрированной стали.

source: Corrugated Steel Door
ru: Дверь из гофрированной стали

source: A hard and stable door made of corrugated steel.
ru: Крепкая и стойкая дверь из гофрированной стали.

source: Half Slope B
ru: Полублок B

source: Half Slope A
ru: Полублок А

source: Unclaiming this plot will split {0} into {1} because property must be contiguous on a deed. Do you want to continue?
ru: После освобождения этого участка право {0} разделится на {1}, потому что все участки одного права собственности должны прилегать друг к другу. Продолжить?

source: hit
ru: удар

source: Chimney pipe output must be not farther than {0} blocks by horizontal from the object output.
ru: Конец дымовой трубы должен быть не дальше, чем {0} блоков по горизонтали от выхода.

source: Chimney pipe must have only one open end.
ru: Дымовая труба должна иметь только один конец.

source: Chimney pipe output must be outside of all rooms.
ru: Конец дымовой трубы должен быть вне любого из помещений.

source: Chimney pipe output must be above the object.
ru: Конец дымовой трубы должен быть над источником.

source: Chimney pipe must have only one open end, outside of all rooms, above the object and within {0} blocks by horizontal.
ru: Дымовая труба должна иметь только один конец, находящийся вне любого из помещений и над источником не дальше {0} блоков по горизонтали.

source: Deed {0} was split into {1} deeds because deeds must now have contiguous plots
ru: Право {0} разделено на {1} прав, потому что все участки одного права собственности должны прилегать друг к другу

source: Silos only accept crops, seeds, or fertilizer.
ru: Силосные башни могут принимать только урожай, семена и удобрение.

source: Must set both currency and amount when setting {0}.
ru: Нужно установить как валюту, так и её количество при настройке {0}.

source: Client Account
ru: Cчёт

source: Allowed Debt
ru: Допустимый долг

source: Interest Percent
ru: Процентная ставка

source: Couldn't add {0} to itself.\n(Strange loops are too dangerous to support.)
ru: Нельзя добавить {0} к самому себе.\n(Странные петли слишком опасны для поддержки.)

source: (Full citizen list: {0})
ru: (Полный список жителей: {0})

source: Cannot attach these objects, max of {0} slots allowed on this {1}.
ru: Нельзя присоединить эти объекты, максимум {0} слотов доступно на этом {1}.

source: (Right click and move to draw. Click at already taked position to erase. Press left control to temporary switch layers. )
ru: (Правая кнопка мыши и движение для рисования. Нажмите на нарисованное для стирания. Нажмите Ctrl для временного переключения между слоями. )

source: Rent:
ru: Аренда:

source: Move-In Fee:
ru: Взнос за заселение:

source: in {0}
ru: в {0}

source: Calculated
ru: Рассчитано

source: This will split deed in {0}, are you sure you want do it?
ru: Это разделит право собственности на {0}, вы уверены, что хотите это сделать?

source: Center of {0}.
ru: Центр {0}.

source: (Right click and move to draw. Click at already taked position to erase. Press left control to temporary switch layers. )
ru: (Правая кнопка мыши и движение для рисования. Нажмите на уже нарисованное для стирания. Нажмите Ctrl для временного переключения между слоями. )

source: This plot will not be connected to {0}, Would you like to continue and create a new deed?
ru: Этот участок не будет присоединён к {0}, хотите продолжить и создать новое право собственности?

source: No deed exists for this object.
ru: У этого объекта нет права собственности.

source: Click to show in minimap. Ctrl+Click to create marker. Shift+Click to show deed.
ru: Нажмите, чтобы показать на миникарте. Ctrl-клик, чтобы создать метку. Shift-клик, чтобы показать право собственности.

source: The amount of items converted into currency.
ru: Количество предметов, переведённых в валюту.

source: The amount of new currency was created.
ru: Количество новой валюты, которое было создано.

source: The amount of currency before the creation.
ru: Количество валюты перед созданием.

source: The amount of currency after the creation.
ru: Количество валюты после создания.

source: The citizen or group owning the property.
ru: Житель или группа, которые владеют собственностью.

source: The species of plant.
ru: Виды растений.

source: The position of the citizen when they performed the action.
ru: Местоположение жителя, когда он совершил действие.

source: A citizen remained logged in for a moment. Triggers every 30 seconds.
ru: Житель находится в игре некоторое время. Срабатывает каждые 30 секунд.

source: How many seconds of time were just played (this value is always 30).
ru: Сколько секунд только что отыграно (это значение всегда равняется 30).

source: Pay move in or rent property fee.
ru: Оплата заезда или аренды недвижимости.

source: Was it move in or rent fee?
ru: Это была плата за заезд или аренду?

source: The owning citizen or group of the property being rented, whom receives the fee.
ru: Житель или группа, владеющая арендованной собственностью, они же получат оплату.

source: A citizen made or received a recurring payment.
ru: Житель отправил или получил регулярный платёж.

source: Amount of payment.
ru: Сумма платежа.

source: Rent is slated for 9.3, but available as an experimental feature for 9.2.
ru: Реализация Аренды запланирована в версии 9.3, но будет доступна в качестве экспериментальной функции уже в версии 9.2.

source: You can only remove the final entry from {0} if there are entries in the '{1}' list.
ru: Вы можете удалить только последний элемент в {0}, если список '{1}' не пустой.

source: Select Managers
ru: Выберите менеджеров

source: Manager
ru: Менеджер

source: Select Users
ru: Выберите пользователей

source: The 'Abandoned Players' demographic will only apply to users who have a citizen age greater than this many hours.
ru: Демографическая группа 'Брошенных игроков' будет применяться только к персонажам старше, чем это количество часов.

source: Caches was invalidated for {0} chunk column(s).
ru: Кэш сброшен для {0} столбцов чанков.

source: The value must be greater or equal than 0.01.
ru: Значение должно быть больше или равно 0.01.

source: Destroyed {0} has active subscriptions for: {1}
ru: Уничтоженный {0} имеет активные подписки для: {1}

source: Connecting to...
ru: Подключение...

source: Settings\n
ru: Настройки\n

source: Requires
ru: Требования

source: Advanced Massonry Table
ru: Продвинутый верстак каменщика

source: Header
ru: Заголовок

source: Join Now
ru: Присоединяйся сейчас

source: Settlement Settings
ru: Настройки поселений

source: Mammals
ru: Млекопитающие

source: Birds
ru: Птицы

source: Reptiles
ru: Рептилии

source: Craft Tables
ru: Верстаки

source: Beds
ru: Кровати

source: Power Generation
ru: Генераторы Энергии

source: Washroom
ru: Туалет

source: Decoration
ru: Украшение

source: Signs
ru: Знаки

source: Economic
ru: Экономика

source: Seating
ru: Сиденье

source: Researching
ru: Исследования

source: Research Papers
ru: Исследования

source: Charred Food
ru: Жареная еда

source: Produce
ru: Продукция

source: Byproducts
ru: Отходы производства

source: Metals
ru: Металлы

source: Building Materials
ru: Строительные материалы

source: Liquids
ru: Жидкости

source: Processed Rock
ru: Обработанная порода

source: The requested server was not found (ID = {0}). It either doesn't exist, or is not registered on the master server.
ru: Запрошенный сервер не найден (ID = {0}). Он либо не существует, либо не зарегистрирован на главном сервере.

source: {0} is {1}: {2}
ru: {0} это {1}: {2}

source: Population: {0}
ru: Популяция {0}

source: Couldn't find an object type '{0}'. Ex, /objects remove laws, law 1.{1}Available object types: {2}
ru: Не найден тип объекта '{0}'. Например, /objects remove laws, закон 1.{1}Доступные типы объектов: {2}

source: Couldn't find an entry matching <style='Info'>{0}</style> in <style='Info'>{1}</style> list, but an entry with this name is present in {2}.
ru: Не удалось найти запись совпадающую с <style='Info'>{0}</style> в листе <style='Info'>{1}</style>, но запись с этим именем имеется в {2}.

source: {0} is not a resident on any deed.
ru: {0} не прописан ни в какую собственность.

source: {0} evicted from {1}.
ru: {0} был выселен из {1}.

source: No deed found at current location.
ru: В данном месте не обнаружено собственности.

source: {0} added as resident of {1}.
ru: {0} добавлен как Сожитель в {1}.

source: Spawn a few rooms with housing value.
ru: Создать несколько жилых комнат.

source: Spawn a room for a test user, make us a tenant.
ru: Создаёт комнату для тестового пользователя, и делает Вас арендатором.

source: Evict the targetted user, or self if none is targeted.
ru: Выселить указанного жильца или себя если без указания.

source: Make the targetted user a resident on the deed at your current position. Use 'self' if no target asset.
ru: Сделать указанного игрока жильцом на участке на котором вы находитесь. Делает жильцом Вас если не указан другой игрок.

source: {0}'s Void Storage
ru: Бездонное хранилище {0}

source: Get number of residents within a set of districts.
ru: Получить количество жителей в пределах выбранных районов.

source: Test if a given citizen is a resident of a given district.
ru: Проверить, является ли данный гражданин жителем данного района.

source: The citizen to check.
ru: Житель на проверку.

source: inside {0}
ru: внутри {0}

source: outside {0}
ru: снаружи {0}

source: Test if a given location is within a set of districts.
ru: Проверить, входит ли данное местоположение в район.

source: none are true
ru: значение Отсутствует верно

source: is not true
ru: не правда

source: There's no election is running
ru: Нет проводимых голосований

source: In your Strange Loop Account at https://play.eco, download and run the Staging client.
ru: В вашем Strange Loop аккаунте на https://play.eco, скачайте и запустите тестовый клиент.

source: To switch to the staging build, download and run the Staging client from https://play.eco.
ru: Что бы перейти на Тестовую версию, скачайте и запустите тестовый клиент с сайта https://play.eco.

source: Click existing claims to erase them. Hold left-control to temporarily switch viewed layer.
ru: Нажмите на существующие претензии на землю, чтобы удалить их. Удерживайте левый Control, чтобы временно переключить отображаемый слой.

source: Draft election of type {0}.
ru: Черновик выборов типа {0}.

source: Priority: {0}
ru: Приоритет: {0}

source: Execute now.
ru: Исполнить сейчас.

source: (When multiple civic articles can apply to an action, the one with highest priority is used.)
ru: (Когда к одному действию применяется несколько гражданских статей, будет использована только одна статья с наивысшим приоритетом.)

source: When multiple civic articles can apply to a given action, the one with the highest priority will be used.
ru: Когда к одному действию можно применить несколько гражданских статей, будет использована статья с наивысшим приоритетом.

source: Cannot save the following {0} as they already exist:
ru: Невозможно сохранить {0}, поскольку они уже существуют:

source: {0} renamed to {1}
ru: {0} переименовано в {1}

source: Open the right panel and expand 'World Layers/Environment Data'. Select an option to view it on the map.
ru: Откройте правую панель и раскройте 'Слои Мира/Окружающая среда'. Выберите пункт для просмотра на карте.

source: Rewards for learning {0}
ru: Награды за изучение {0}

source: Requirements:
ru: Требования:

source: Items from {0} eviction.
ru: Предметы с выселения {0}.

source: Alpha Backer Rewards
ru: Награды Альфа Спонсора

source: Wolf Whisperer Rewards
ru: Награды Заклинателя Волков

source: {0} work order cancelled.
ru: Заказ на работу {0} отменен.

source: 'Missing Recipe'
ru: 'Рецепт Отсутствует'

source: {0} added to void storage for {1}.
ru: {0} добавлено в бездонное хранилище для {1}.

source: The byproduct being crafted.
ru: Создаваемые Отходы производства.

source: {0} {1} {2} for {3}. {4}
ru: {0} {1} {2} за {3}. {4}

source: {0}, paying you {1}. {2}
ru: {0}, оплатил вам {1}. {2}

source: {0}. You paid {1}. {2}
ru: {0}. Вы оплатили {1}. {2}

source: Barter
ru: Бартер

source: The constitution provides multiple ways to perform this action:{0}Select which one you would like to use.
ru: Конституция предусматривает несколько способов выполнения этого действия: {0} Выберите, какой из них вы хотите использовать.

source: Choose Civic Article to Use
ru: Выберите гражданскую статью для использования

source: Civic Article
ru: Гражданская статья

source: {0} revised to {1}
ru: {0} изменено на {1}

source: Add new {0}
ru: Добавить {0}

source: Map Entry {0}
ru: Запись на карту {0}

source: Out of range.
ru: Все диапазона.

source: {0} meters {1}
ru: {0} метров {1}

source: In Range.
ru: В зоне.

source: This storage appears when no other place can receive your items. You can't place things here.
ru: Это хранилище появляется, когда больше некуда положить ваши вещи. Сюда нельзя ничего класть.

source: GPU Memory Limit
ru: Лимит памяти GPU

source: Determines how much memory Eco can use for graphics.
ru: Определяет, сколько видеопамяти Eco может использовать для графики.

source: Related Registrar
ru: Связанный регистратор

source: Currency Created
ru: Валюта создана

source: New Currency Created
ru: Новая Валюта Создана

source: Total Currency Before Creation
ru: Всего Валюты до чеканки

source: Total Currency After Creation
ru: Итого Валюты после чеканки

source: Landlord
ru: Арендодатель

source: Byproduct
ru: Отходы производства

source: Move In Or Rent Fee
ru: Плата за Въезд или Аренда

source: Contractor Account
ru: Счёт исполнителя

source: Priority
ru: Приоритет

source: Less Than Or Equal To
ru: Меньше или равно

source: Move In
ru: Въезд

source: Enable Rent Feature Preview
ru: Включить предварительный просмотр функции аренды

source: Citizen Age For Abandoned Demographic
ru: Возраст гражданина для демографии Брошенный

source: A solid steel plate supported by a brick base.
ru: Прочная стальная плита, установленная на кирпичную основу.

source: A long steel plate with a wooden base.
ru: Длинная стальная пластина на деревянном основании.

source: A large sign framed with a glass plate.
ru: Большая вывеска обрамленная цельным листом стекла.

source: A decorative wooden sign framed with steel. Great for advertising shops.
ru: Декоративный деревянный знак обрамлённый железом. Отлично подходит для рекламы магазина.

source: A large hanging steel sign attached to a wooden frame.
ru: Большой железный знак подвешенный на деревянной раме.

source: A hanging sign made of steel plates.
ru: Вывеска из стальных пластин.

source: A large wooden sign framed with steel.
ru: Большая деревянная вывеска в рамке из стали.

source: A long steel plate for when you need to display extra large text.
ru: Длинная стальная пластина для случаев, когда Вам необходимо разместить чрезвычайно много текста.

source: An industrial elevator for transporting extra large loads vertically. It requires a 6x10 vertical shaft to function.
ru: Промышленный лифт для вертикальной транспортировки особо крупных грузов. Для работы требуется шахта 6x10.

source: An electric motor that converts electrical energy into mechanical energy.
ru: Электродвигатель, преобразует электрическую энергию в механическую.

source: Rockstar cool-person hair. This finely crafted hairpiece says "I don't care what you think. I'm wearing an awesome toupee".
ru: Волосы крутой рок-звезды. Эти отлично собранные волосы как-будто говорят: "Мне нет дела до того, что ты думаешь. Я просто ношу великолепный парик".

source: Can copy world block to carried slot with "E", hold "Ctrl" to add whole stack.
ru: Можно скопировать блок в переносимый слот с помощью «E», удерживайте «Ctrl», чтобы добавить сразу стак.

source: Rainfall:
ru: Осадки:

source: The reason for the residency change (Note: this is only used in Eco 9.2 if the experimental feature 'Rent' is enabled).
ru: Причина смены места жительства (Примечание: только для Eco 9.2, если включена экспериментальная функция «Аренда»).

source: Couldn't find an entry matching <style=\'Info\'>{0}</style> in <style=\'Info\'>{1}</style> list, but an entry with this name is present in {2}.
ru: Не удалось найти запись совпадающую с <style=\'Info\'>{0}</style> в листе <style=\'Info\'>{1}</style>, но запись с этим именем имеется в {2}.

source: Setup an industrial elevator for testing
ru: Создать индустриальный лифт для проверки

source: {0} chat messages removed from history.
ru: {0} сообщений чата удалено из истории.

source: Commands related to chat.
ru: Команды, относящиеся к чату.
