Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Mechanics for more advanced creations. Level by crafting related recipes.
ru: Механика для более сложных вещей. Повышается при создании относящихся к профессии рецептов.

source: Wood is a useful resource and cutting down trees is a skill anyone can appreciate. Level by felling trees and clearing debris.
ru: Древесина - полезнейший ресурс, а рубка деревьев - навык который сможет оценить каждый. Повышается при срубании деревьев и очистке территории от упавших древесных обломков.

source: Hunt animals for skin and meat. Level by successfully hunting.
ru: Убивайте животных ради шкур и мяса. Повышается при успешной охоте.

source: Glassworkers have improved ability to create glass which can be used as a clear building material or framed in steel to create a more industrial look. Level by crafting related recipes.
ru: Стекольщики имеют навыки по созданию стёкол, которые можно использовать в качестве прозрачного строительного материала или закрепить в стальном каркасе для получения более промышленного вида. Повышается при создании относящихся к профессии рецептов.

source: Adding additional nutrients to the soil can improve farming yield or, if overdone, ruin it. Level by crafting related recipes.
ru: Использование удобрений может повысить урожаи с полей. Ну или уничтожить их, если переборщить. Повышается при создании относящихся к профессии рецептов.

source: The art of planting and cultivating flora. Level by crafting related recipes and using the hoe.
ru: Искусство посадки и выращивания растений. Повышается при создании относящихся к профессии рецептов.

source: Electronics improve the recipes for many advanced materials needed for advanced technology. Level by crafting related recipes.
ru: Электроника это новые рецепты и материалы для продвинутых технологий. Повышается при создании относящихся к профессии рецептов.

source: Basic Engineering allows for the easier construction of roads and early forms of mechanical power. Level by crafting related recipes.
ru: Основы инженерного дела позволяют создавать дороги и простейшие источники механической энергии. Повышается при создании относящихся к профессии рецептов.

source: An introduction to cooking with an oven. Level by crafting related unleavened recipes.
ru: Начало готовки в печи. Повышается при создании относящихся к профессии рецептов без дрожжей.

source: Advanced smelting aids in the production of steel - a key ingredient in the progress of any group. Level by crafting advanced smelting recipes.
ru: Продвинутая выплавка необходима для производства стали - ключевого компонента при развитии любой группы. Повышается при создании рецептов продвинутой выплавки.

source: Advanced cooking techniques for producing more complex foods. Level by crafting advanced cooking recipes.
ru: Продвинутая кулинарные технологии для приготовления более сложных видов пищи. Повышается при изготовлении рецептов передовой кулинарии.

source: Advanced baking mostly improves recipes that involve a leavening agent. Level by crafting advanced baking recipes.
ru: Продвинутая выпечка в основном улучшает рецепты с разрыхлителем. Повышается при создании рецептов продвинутой выпечки.

source: Saguaro Seed
ru: Семечко карнегии

source: Plant to grow a saguaro cactus.
ru: Посадите, чтобы вырастить карнегию.

source: SaguaroCactus
ru: Карнегия

source: Saguaro Seed Pack
ru: Упаковка семян карнегии

source: King Fern Spore
ru: Спора королевского папоротника

source: Plant to grow king fern.
ru: Посадите, чтобы вырастить королевский папоротник.

source: KingFern
ru: Королевский папоротник

source: King Fern Spore Pack
ru: Упаковка спор королевского папоротника

source: Filmy Fern Spore
ru: Спора тонколистника

source: Plant to grow a filmy fern.
ru: Посадите, чтобы вырастить тонколистник.

source: FilmyFern
ru: Тонколистник

source: Filmy Fern Spore Pack
ru: Упаковка спор тонколистника

source: Heart Of Palm
ru: Пальмовая сердцевина

source: Hearts Of Palm
ru: Пальмовые сердцевины

source: Collected from the inner core and growing bud of a palm tree.
ru: Собирается из внутренней части и растущей части пальмового дерева.

source: Compost Fertilizer
ru: Компостное удобрение

source: Slightly increases movement speed in high activity areas.
ru: Немного повышает скорость передвижения в регионах с высокой активностью.

source: Increases the tier of related tools by 1.
ru: Увеличивает уровень инструментов профессии на 1.

source: Lowers the calorie cost of using related tool by 20 percent.
ru: Понижает затраты калорий при использовании инструментов профессии на 20 процентов.

source: Picking up rocks also attempts to pick up similar rocks in an area.
ru: При собирании руды и камней, за одно движение, вы наберёте столько на сколько хватит ваших рук.

source: Increases the crafting speed of related tables when they share a room with the same tables by 20 percent.
ru: Если относящиеся верстаки делят помещение с однотипными, повышает скорость изготовления рецептов на 20 процентов.

source: Slightly increases movement speed in low activity areas.
ru: Немного повышает скорость передвижения в регионах с низкой активностью.

source: Increases the yield of natural plants by 20 percent.
ru: Увеличивает урожай природных растений на 20 процентов.

source: Mining rocks no longer has a chance to create large chunks.
ru: Вас больше не будут беспокоить обломки среднего размера при добыче камней и руды.

source: Lavish Workspace: Farming
ru: Качественное рабочее место: Фермерство

source: Lowers the tier requirement of related tables by 0.2
ru: Снижает требования к окружению у верстаков относящихся к профессии на 0.2

source: Frugal Workspace: Farming
ru: Скромное рабочее место: Фермерство

source: Doubles the speed of related tables when alone.
ru: Удваивает скорость работы на верстаках относящихся к профессии, когда они стоят в одиночку.

source: Focused Workflow: Farming
ru: Сосредоточенная работа: Фермерство

source: Increases the yield of farmed plants by 20 percent.
ru: Увеличивает урожай выращиваемых растений на 20 процентов.

source: Doubles the headshot damage multiplier.
ru: Удваивает множитель урона при попадании в голову.

source: Destroying tree debris no longer costs additional calories.
ru: При уборке древесного мусора не затрачиваются дополнительные калории.

source: Allows you to recover arrows shot into animals when harvesting them.
ru: Позволяет вам вернуть попавшие в животное стрелы, когда вы подбираете тушу.

source: harvesting {0}
ru: сбор {0}

source: removing tree debris
ru: убирание древесных обломков

source: felling a {0}
ru: срубить {0}

source: dev command
ru: команда разработчика

source: User not found with name containing '{0}'.
ru: Пользователь с именем содержащим '{0}' не найден.

source: If not using fully random rotations, spawned trees will be one of these rotations.
ru: Если случайный поворот не используется, деревья будут повёрнуты на один из этих углов.

source: Random Rotations
ru: Случайное вращение

source: is {0}!
ru: равен {0}!

source: is {0}.
ru: равен {0}.

source: minute
ru: минута

source: minutes
ru: минут

source: second
ru: секунда

source: seconds
ru: секунд

source: Exception: {0}
ru: Исключение: {0}

source: Could not resolve host: {0}
ru: Не удалось подключиться: {0}

source: Web Server Url. If not specified then remote IP address will be used. Usually you should ignore it, but if you want to use DNS name or hide web server behind a proxy (for SSL or friendly name) then it may be useful. Uses default port if not explicit port specified (HTTP - 80, HTTPS - 443). Format: http(s)://my.server[:port].
ru: URL-адрес Web сервера. Если не будет указан, то будет использоваться удаленный IP-адрес. Обычно вы можете проигнорировать это, но если вы хотите использовать DNS-имя или скрывать веб-сервер за прокси (для SSL или понятного имени), то это может быть полезным. Использует порт по умолчанию, если порт явно не указан (HTTP - 80, HTTPS - 443). Формат: http(s)://мой.сервер[:порт].

source: Remote Address
ru: Внешний адрес

source: Web Server Url
ru: URL веб-сервера

source: {0} invoked admin command '{1}'
ru: {0} вызвал команду администратора '{1}'

source: User Tracker
ru: Отслеживание пользователей

source: {0} Specialty
ru: Специальность - {0}

source: {0} Specialties
ru: Специальности - {0}

source: {0} posted a new contract {1}:{2}
ru: {0} публикует новый договор {1}:{2}

source: You earn experience through two ways, Food and Shelter. Complete your shelter to benefit from it.\n
ru: Вы получаете опыт двумя путями - через еду и с помощью дома. Завершите ваш дом что бы получать очки навыков от него!\n

source: Open the specialization menu.
ru: Откройте меню специализаций.

source: Specializations are grouped into professions. Inspect a profession by mousing over one.
ru: Специализации собраны в профессиях. Узнайте больше о профессии наведя курсор мыши на неё.

source: Gain Specialty XP
ru: Получение опыта специальности

source: Specialties gain level as you use them. Leveling them up grants additional bonuses and occasionally talents.
ru: Специальности растут в уровне при использовании. Их развитие предоставляет дополнительные бонусы и иногда таланты.

source: Perform an action related to your specialization.
ru: Выполните действие относящееся к вашей специализации.

source: World is on pause
ru: Игровой мир на паузе

source: World is living
ru: Игровой мир работает

source: {0} Specialists
ru: {0} Специалистов

source: XP Multiplier
ru: Множитель опыта

source: Current Level: {0}
ru: Текущий уровень: {0}

source: Character XP: {0} / {1}
ru: Опыт персонажа: {0} / {1}

source: XP Multiplier: {0}
ru: Множитель опыта: {0}

source: Next Level-Up at Current XP Rate: {0}
ru: Следующее повышение уровня при текущих параметрах: {0}

source: Specialties available: {0}
ru: Специальностей доступно: {0}

source: {0} has become a {1} specialist.
ru: {0} выбирает специальность: {1}.

source: unlock
ru: разблокирован

source: Factors into experience per level for specialties. Default: 25
ru: Фактор опыта за уровень для специальностей. По умолчанию: 25

source: Stacked
ru: Стопка

source: Room Materials:
ru: Материалы комнаты:

source: The quality of your diet increases your XP multiplier.
ru: Качественное питание ускоряет прирост опыта.

source: This is not ripe enough to harvest yet.
ru: Недостаточно созрело, нечего собирать.

source: Can't find block named {0}
ru: Не удалось найти блок называющийся {0}

source: Block type {0} does not create rubble.
ru: Тип блока {0} не создает щебень.

source: You gained {0} {1} experience for this work order.
ru: Вы получили {0} опыта {1} за этот проект.

source: crafting {0}
ru: создаётся {0}

source: Object storage must be empty to pick up.
ru: Чтобы поднять объект, его хранилище должно быть пустым.

source: The quality of your housing increases your XP multiplier.\n
ru: Качество вашего дома повышает прирост опыта.\n

source: furnishing
ru: обстановка

source: {0} Specialty\nLeveled-Up
ru: Специальность - {0}\nУровень повышен!

source: You must be the elected government leader in order to tax players.
ru: Вы должны быть избранным лидером правительства, чтобы облагать население налогом.

source: Target storage is full!
ru: Выбранное хранилище заполнено!

source: Type {0} can't be resolved to schema type
ru: Для типа {0} не может быть разрешен тип схемы

source: Can't parse class name from schema type: {0}
ru: Не удается выполнить разбор имени класса из типа схемы: {0}

source: How many hourly backups to store. Hourly backup is the first backup in a hour.
ru: Как много ежечасовых архивных сохранений следует хранить. Ежечасовое сохранение - первое сохранение в течении часа.

source: How many daily backups to store. Daily backup is the first hourly backup in a day.
ru: Как много ежедневных архивных сохранений следует хранить. Ежедневное сохранение - первое ежечасовое сохранение в течении дня.

source: How many weekly backups to store. Weekly backup is the first daily backup in a week.
ru: Как много еженедельных архивных сохранений следует хранить. Еженедельное сохранение - первое ежедневное сохранение в течении недели.

source: How often make backups in hours. May be a fractional number. Ex.: 0.5 - every half hour, 2 - every two hours
ru: Как часто следует создавать архивные сохранения в часах. Может быть дробным числом. Пример: 0.5 - каждые полчаса, 2 - каждые 2 часа

source: Max Hourly Backups
ru: Максимум часовых резервных копий

source: Max Daily Backups
ru: Максимум дневных резервных копий

source: Max Weekly Backups
ru: Максимум недельных резервных копий

source: Terrain Editor
ru: Редактор поверхности

source: Choose {0} Level {1} talent
ru: Выберите талант на {1} уровне специализации {0}

source: {0} is undiscovered. A player can research it at a {1} to unlock it.
ru: {0} ещё не открыто. Игрок может исследовать это на {1} чтобы разблокировать.

source: {0} is currently being researched: {1}.
ru: {0} в настоящее время исследует: {1}.

source: You have not studied {0}. Read a {1} to unlock it.
ru: Вы ещё не изучили {0}. Прочитайте {1} для этого.

source: You have {0} available specialty.
ru: Вам доступна {0} специальность.

source: You have {0} available specialties.
ru: Вам доступно специальностей - {0}.

source: Level-up your character to gain another specialty.
ru: Повысьте ваш уровень что бы получить другую специальность.

source: Click the star to claim this specialty now.
ru: Нажмите на звезду что бы изучить эту специальность.

source: {0} Profession, {1} Specialty
ru: Профессия - {0}, Специальность - {1}

source: You are level {0} with {1} experience. You will level-up at {2} experience.
ru: Ваш уровень {0} а опыт {1}. Уровень поднимется когда вы достигнете {2} опыта.

source: You must study and specialize in this skill before you can level it up.
ru: Вы должны изучить и специализироваться в этом навыке прежде чем вы сможете его развить.

source: You have studied this skill, which leveled you up to Level 0.
ru: Изучив этот навык, вы повышаете его до уровня 0.

source: You have not yet studied this skill. Read a skill scroll to reach Level 0.
ru: Вы не изучили этот навык. Прочитайте свиток что бы достигнуть уровня 0.

source: Center: {0}, {1}
ru: Центр: {0}, {1}

source: Take {0} from {1}
ru: Возьмите {0} из {1}

source: Put {0} into {1}
ru: Положите {0} в {1}

source: Reflections
ru: Отражения

source: You must be specialized in {0} to gain experience when {1}.
ru: У вас должна быть специализация в {0} что бы получать опыт за {1}.

source: You gained {0} experience in {1} by {2}.
ru: Вы получили опыта в {1} - {0}, за - {2}.

source: Running test {0}
ru: Запущенный тест {0}

source: No Collaboration
ru: Без взаимодействия

source: Low Collaboration
ru: Низкое взаимодействие

source: Medium Collaboration
ru: Среднее взаимодействие

source: High Collaboration
ru: Высокое взаимодействие

source: Specialty Experience Divisor
ru: Делитель опыта специальностей

source: Specialty Experience Per Level
ru: Опыт специальности за уровень

source: Browser Description
ru: Описание сервера

source: Wandering Speed
ru: Скорость Деревообработки

source: Head Distance
ru: Дистанция головы

source: Time Stand To Lay
ru: Время Стояния к Лежанию

source: Time Lay To Stand
ru: Время Лежания к Стоянию

source: Time Wake Up
ru: Время пробуждения

source: Time Stand To Sit
ru: Время Стояния к Сидению

source: Time Sit To Stand
ru: Время Сидения к Стоянию

source: Instance Type
ru: Тип Инстанции

source: Current Population
ru: Количество населения

source: Require Harvestable
ru: Должно созреть

source: Experience Per Harvest
ru: Опыт за сбор сырья

source: Move Through Cost
ru: Перемещение по Стоимости

source: Population Layer
ru: Слой популяции

source: Growth Layer
ru: Уровень роста

source: Yield Layer
ru: Уровень дохода

source: Branching Def
ru: Ветвление Def

source: Top Branch Leaf Points
ru: Очки Листьев верхней ветви

source: Random YRotation
ru: Случайное вращение по оси Y

source: Debris Resources
ru: Ресурсы мусора

source: XZScale Range
ru: Диапазон шкалы XZ

source: YScale Range
ru: Диапазон шкалы Y

source: Density
ru: Густота

source: Interactions
ru: Взаимодействия

source: Requires Neighborhood
ru: Необходимо соседство

source: Dependencies
ru: Зависимости

source: Post Worldgen Dependencies
ru: Зависимости после генерации мира

source: Output Layer
ru: Выходной слой

source: Describe General
ru: Общее описание

source: Range
ru: Диапазон

source: Unit
ru: Единица

source: Category
ru: Категория

source: Action
ru: Действие

source: Input Layer Name
ru: Название входного слоя

source: Target Layer Name
ru: Название целевого слоя

source: Active On World Gen
ru: Активен во время работы генератора мира

source: Proportion Each Tick
ru: Доля каждого тика

source: Proportion At Initialization
ru: Доля инициализации

source: Layers To Sum
ru: Слои суммы

source: Sum Layer
ru: Сумма слоев

source: Biome Layer Name
ru: Название слоя биомов

source: Consumed Capacity Layer Name
ru: Название слоя использования вместимости

source: Crater
ru: Кратер

source: Chunk Dimensions
ru: Размеры Чанка

source: Passport
ru: Паспорт

source: UPnP Enabled
ru: Использование UPnP

source: Very Low
ru: Очень низкое

source: Low
ru: Низкое

source: Medium
ru: Среднее

source: High
ru: Высокое

source: Very High
ru: Очень высокое

source: Waste Filter
ru: Сточный фильтр

source: SolarPanels
ru: Солнечные панели

source: Ceiba Seed
ru: Семечко сейбы

source: Ceiba Seed Pack
ru: Упаковка семян сейбы

source: ArcticWillow
ru: Ива арктическая

source: Butcher Deer
ru: Разделка Оленя

source: Colocasia esculenta
ru: Таро

source: Round and large
ru: Круглый и большой

source: Nice fresh Pineapple
ru: Хороший свежий ананас

source: Nice fresh Papaya
ru: Хорошая свежая папайя

source: Tiny Cup Mushrooms
ru: Маленькие грибы

source: Boletus edulis
ru: Белый гриб

source: Soft and fluffy.
ru: Мягкий и пушистый.

source: Parallel Processing: AdvancedBaking
ru: Параллельная обработка: Продвинутая выпечка

source: Parallel Processing: AdvancedCooking
ru: Параллельная обработка: Продвинутая кулинария

source: Parallel Processing: AdvancedSmelting
ru: Параллельная обработка: Продвинутая выплавка

source: Parallel Processing: Baking
ru: Параллельная обработка: Выпечка

source: Parallel Processing: BasicEngineering
ru: Параллельная обработка: Основы инженерного дела

source: Parallel Processing: Butchery
ru: Параллельная обработка: Разделка животных

source: Parallel Processing: Cooking
ru: Параллельная обработка: Готовка

source: Parallel Processing: CuttingEdgeCooking
ru: Параллельная обработка: Передовая кулинария

source: Parallel Processing: Electronics
ru: Параллельная обработка: Электроника

source: Parallel Processing: Fertilizers
ru: Параллельная обработка: Удобрения

source: Parallel Processing: Glassworking
ru: Параллельная обработка: Обработка стекла

source: Parallel Processing: Industry
ru: Параллельная обработка: Промышленность

source: Parallel Processing: Mechanics
ru: Параллельная обработка: Механика

source: Parallel Processing: Milling
ru: Параллельная обработка: Мельничное дело

source: Parallel Processing: OilDrilling
ru: Параллельная обработка: Добыча нефти

source: Parallel Processing: PaperMilling
ru: Параллельная обработка: Производство бумаги

source: Parallel Processing: Smelting
ru: Параллельная обработка: Выплавка

source: Parallel Processing: Tailoring
ru: Параллельная обработка: Портняжное дело

source: Parallel Processing: Farming
ru: Параллельная обработка: Фермерство

source: for leveling up another specialization.
ru: для повышения уровня специализации.

source: RPC received {0}
ru: RPC получен {0}

source: Growth
ru: Рост

source: Exception when receiving initial state for object {0}:
ru: Исключение при получении начального состояния объекта {0}:

source: Exception when removing object {0}:
ru: Исключение при удалении объекта {0}:

source: Exception when updating object {0}:
ru: Исключение при обновлении объекта {0}:

source: No UPnP device with public ip was found
ru: Устройство UPnP с публичным ip не найдено

source: Can't discover UPnP NatDevice
ru: Не удалось найти устройство UPnP

source: Universal Plug and Play (UPnP) allows to auto-configure external traffic mapping for servers behind NAT
ru: Universal Plug and Play (UPnP) позволяет автоматически настраивать перенаправление трафика для серверов за NAT

source: (You may need to manually open port {0} if the {1} is inaccessible)
ru: (Вам нужно открыть порт {0}, если {1} недоступен)

source: {0:n0} messages
ru: Сообщений: {0:n0}

source: {0} cannot be given!
ru: {0} не может быть получено!

source: {0} Input
ru: {0} ввод

source: {0} pipe is disconnected, but not currently needed.
ru: {0} труба не подключена и не требуется в настоящее время.

source: {0} pipe is disconnected and currently needed.
ru: {0} труба требуется, но не подключена.

source: {0} pipe connected, {1} not currently needed.
ru: {0} труба подключена, {1} не требуется.

source: {0} trade
ru: {0} торговля

source: {0} trades
ru: {0} торгов

source: {0} contract
ru: {0} контракт

source: {0} contracts
ru: {0} контрактов

source: Get the {0} from your tent and put them in your backpack.
ru: Возьмите {0} из вашей палатки и положите в рюкзак.

source: {0:n0} rooms, occupying {1} volume.
ru: Помещений: {0:n0}, объёмом: {1}.

source: {0:n0} plots claimed.
ru: Участков занято: {0:n0}.

source: Since you last logged in {0} ago, you lost {1} calories and gained {2} specialty point(s)
ru: После вашего последнего входа {0} тому назад, вы потеряли калорий - {1} и получили очко(в) специальности - {2}

source: Since you last logged in {0} ago, you lost {1} calories
ru: После вашего последнего входа {0} тому назад, вы потеряли калорий - {1}

source: Since you last logged in {0} ago, you lost {1} calories and gained {2} XP
ru: После вашего последнего входа {0} тому назад, вы потеряли калорий - {1} и получили опыта - {2}

source: {0:n0} objects
ru: Объектов: {0:n0}

source: Trying to move less than 1 item.
ru: Попытка переместить меньше одного элемента.

source: Not enough items in source inventory.
ru: Недостаточно предметов в исходном инвентаре.

source: Not enough space in destination inventory.
ru: Недостаточно места в инвентаре назначения.

source: {0:n0} housing components.
ru: Компонентов жилья: {0:n0}.

source: Character Leveled-Up
ru: Повышен уровень персонажа

source: {0} has no {1} on {2} account.
ru: {0} не имеет {1} в аккаунте {2}.

source: damaging a {0}
ru: повреждает {0}

source: Can't parse enumerable element schema type from schema type: {0}
ru: Невозможно разобрать тип схемы перечислимого элемента для типа схемы: {0}

source: Failed to start webserver (second attempt):
ru: Ошибка при запуске сервера (вторая попытка):

source: Failed to start webserver (TargetInvocationException):
ru: Ошибка при запуске сервера (Исключение вызова цели):

source: Failed to start webserver:
ru: Ошибка при запуске веб-сервера:

source: Are you sure you would like to learn {0}?
ru: Вы действительно хотите изучить {0}?

source: Day {0}
ru: День {0}

source: Community Supplies for New Players
ru: Вещи для новичков предоставленные сообществом

source: Specialization Setting
ru: Сложность развития

source: World Size
ru: Размеры мира

source: Friends
ru: Друзья

source: Treasury Is Empty!
ru: Казна пуста!

source: Do you really want to vanish all the funds for {0} ?
ru: Вы действительно хотите убрать все фонды для {0}?

source: Copy text and log
ru: Скопировать

source: You have specialized in this skill, which leveled you up to Level 1.
ru: Выбрав этот навык, вы повышаете его до уровня 1.

source: Skill Level
ru: Уровень навыка

source: Experience
ru: Опыт
