Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: All networked objects must be enabled and powered before they can be activated
ru: Все объекты в сети должны быть включены и обеспечены энергией перед запуском

source: Not enough power to activate all the networked objects.
ru: Недостаточно энергии для запуска всех объектов в сети.

source: Ready to activate! Waiting for meteor to enter targeting window.
ru: Готово к запуску! Ожидание появления астероида в зоне прицеливания.

source: All networked objects ready to activate!
ru: Все сетевые объекты готовы к запуску!

source: Placed on solid ground.
ru: Находится на твердой земле.

source: This is already owned by {0}
ru: Это уже принадлежит {0}

source: You claimed {0}
ru: Вы застолбили {0}

source: Can't pay {0} in debt, you only owe {1}.
ru: Не могу вернуть {0}, вы должны только {1}.

source: You forgave {0} debt to {1}. Debt is now cancelled.
ru: Вы простили {0} долг до {1}. Долг теперь отменён.

source: You forgave {0} debt to {1}. {2} debt remains.
ru: Вы простили {0} долг до {1}. Остался долг {2}.

source: Paid off {0} debt to {1}. Your debt is now paid off.
ru: Оплатил {0} долг до {1}. Ваш долг оплачен.

source: Paid off {0} debt to {1}. You now owe {2}.
ru: Оплачен {0} долг до {1}. Теперь вы должны {2}.

source: You ate {0} for {1} calories. Nutrition now provides {2} skill per day ({3}).
ru: Вы съели {0}, получив {1} калорий. Питание теперь обеспечивает {2} очков навыков в день ({3}).

source: You have banned {0}.
ru: Вы заблокировали {0}.

source: You have been whitelisted by {0}.
ru: {0} добавил Вас в "Белый список.

source: You have whitelisted {0}.
ru: Вы добавили {0} в «Белый список».

source: You have been given admin permissions by {0}.
ru: Вы получили права администратора от {0}.

source: You have made {0} an admin.
ru: Вы сделали {0} администратором.

source: Your admin permissions have been revoked by {0}.
ru: Ваши права администратора были аннулированы по решению {0}.

source: Only {0} is allowed to do that.
ru: Только {0} может сделать это.

source: This deed is unowned. Its settings can't be changed.
ru: Это ничейное право. Его настройки не могут быть изменены.

source: {0} and {1} have different owners.
ru: У {0} и {1} разные владельцы.

source: '{0}' is not a valid material name
ru: '{0}' несуществующий материал

source: Room volume: {0}\nTier: {1}
ru: Объём комнаты: {0}\nУровень: {1}

source: {0} skill not found.
ru: навык {0} не найден.

source: No plant species named '{0}'. Valid species are: {1}
ru: Не найдены растения с названием '{0}'. Допустимые виды растений: {1}

source: '{0}' is not a valid block type name.
ru: '{0}' несуществующий тип блока.

source: Saving the world....
ru: Сохранение мира....

source: Regenerated {0}. It may take up to ten minutes to see the immediate consequences in the world.
ru: Регенерировано {0}. Это может занять до десяти минут прежде, чем вы увидите последствия в мире.

source: Regenerating {0} has no effect - its initialization is managed by the legacy world layers system.
ru: Регенерация {0} не дала никакого результата - её инициализация выполняется первоначальной системой мировых слоев.

source: Day
ru: День

source: This world has an attached Discord server!
ru: У этого мира есть свой сервер Discord!

source: Brace yourself, and look up.\n\nThere's something orbiting in the sky you need to see.
ru: Приготовьтесь и взгляните вверх.\n\nЧто-то летает в небе и вы должны это увидеть.

source: The first step is to find an appropriate place to set up your camp.
ru: Для начала найдите место для вашего лагеря.

source: It's probably a good idea to find a location close to natural resources such as food, surface stone, or trees.
ru: Будет неплохо если поблизости будут ресурсы, например еда, камень и деревья.

source: Normally when you place objects, they will be public unless they are placed on land you own. Fortunately, you already own the land around your camp.
ru: Размещённые не на личной земле объекты - общедоступны. К счастью, земля вокруг лагеря уже ваша.

source: In order to harvest resources and construct buildings, you'll need some tools. Fortunately, you've got a basic set all ready for you inside your new tent's inventory.
ru: Для сбора ресурсов и строительства зданий, вам потребуются инструменты. К счастью ваш стартовый набор уже лежит в инвентаре вашей палатки.

source: Materials such as logs and stone are best placed into stockpiles so that crafting tables can use the resources directly. Next to your tent there is a tiny stockpile suitable for a tiny amount of resources.
ru: Такие материалы как брёвна и камни лучше всего хранить на складах, так верстаки смогут использовать их напрямую. Рядом с вашей палаткой есть крошечный склад, куда вы можете положить немного ресурсов.

source: Now that you have some materials, you can create your first work order. The tent has a very limited recipe list and crafting the workbench is the first step to creating your first real house.
ru: Теперь, когда у вас есть материалы, вы можете создать свой первый заказ. К сожалению, в палатке вы можете создать очень мало вещей, так что изготовление верстака станет первым шагом к строительству вашего первого дома.

source: It might be a good idea to claim some extra land so you have more room to build your house.
ru: Хорошая идея - заполучить больше земли для строительства большего дома.

source: In order to construct a building, raw materials must be processed into a more usable form. For logs, this means hewing them at a workbench or carpenter's table.
ru: Для строительства дома, материалы должны быть обработаны. Например брёвна необходимо обтесать на верстаке или плотницком столе.

source: Collect at least 4 hewn logs in hand. Make more if needed.
ru: Возьмите в руки хотя бы 4 тёсаных бревна. Произведите больше, если нужно.

source: As you layout your settlement, you'll want to be begin transforming the land. Use a shovel to move dirt.
ru: Когда вы наметите место своего поселения, вам может понадобиться внести изменения в окружающий ландшафт. Используйте лопату для переноса почвы.

source: Moving rocks requires two-steps: breaking them into smaller pieces with a pickaxe, then picking up the pieces.
ru: Перемещение камней состоит из двух шагов: раскалывание на более мелкие части с помощью кирки и последующий их сбор.

source: Get started with eating a balanced diet.
ru: Для начала начните сбалансировано питаться.

source: Stopping the meteor will require a thriving economy of specialists, using resources efficiently.\n\nChoose roles you would like to specialize in, and later you may trade the fruits of your labor with your fellow citizens.\n
ru: Что бы остановить астероид потребуется процветающая экономика с эффективным использованием ресурсов.\n\nВыберите свою роль, в которой вы желаете специализироваться, и позднее сможете продавать плоды своих усилий другим.\n

source: Sends a signal to surrounding objects.
ru: Посылает сигнал окружающим объектам.

source: Logic Gate
ru: Логические ворота

source: Toggle on any touching wires and electronic objects.
ru: Включает любые подключенные провода и электронные объекты.

source: Connects electronic components.
ru: Соединяет электронные компоненты.

source: Face
ru: Лицо

source: This piece of corn needs a good slathering of butter to curb that burnt taste.
ru: Этому кусочку кукурузы нужно много хорошего масла, чтобы замаскировать горелый вкус.

source: The blackened surface of this unrecognizable meat is 'golden brown'.
ru: Прокопчённая поверхность этого неопределённого мяса покрыта золотистой корочкой.

source: A collection of the furled fronds of young ferns; a unique addition to a meal.
ru: Пучок закрученных ветвей молодых папоротников; уникальное дополнение к еде.

source: A metal barrel for carrying liquids.
ru: Металлическая бочка для транспортировки жидкостей.

source: Boiler
ru: Котёл

source: A material made from cement and an aggregate like crushed stone. In order to be usable it needs to be reinforced.
ru: Материал изготовленный из цемента и наполнителя (например щебня). Для использования необходимо укрепить.

source: Copper Bar
ru: Медный брусок

source: Iron Gear
ru: Железная шестерня

source: Provides speed and torque conversions from a rotating power source to another device
ru: Регулирует скорость и передаёт крутящий момент, от источника вращения к другому устройству

source: Gold Bar
ru: Золотой брусок

source: Heat Sink
ru: Радиатор

source: A copper plate to draw and disperse heat.
ru: Медная пластина рассеивающая получаемое тепло.

source: Iron Axle
ru: Железная ось

source: Iron Bar
ru: Железный брусок

source: Iron Plate
ru: Железная пластина

source: Iron Wheel
ru: Железное колесо

source: Light Bulb
ru: Лампочка

source: An electric light with a wire filament.
ru: Электрическая лампа с проволочной нитью накаливания.

source: Iron Piston
ru: Железный поршень

source: Iron Pistons
ru: Железные поршни

source: Portable Steam Engine
ru: Портативный паровой двигатель

source: An engine that generates mechanical power through steam.
ru: Паровой двигатель генерирующий механическую энергию.

source: Property Tool
ru: Колышек землемера

source: Land Claim Stake
ru: Колышек землемера

source: Land Claim Stakes
ru: Колышки землемера

source: Used to claim, unclaim, and examine property.
ru: Используется для захвата, освобождения и осмотра собственности.

source: Radiator
ru: Радиатор

source: A heat sink that uses liquid running through copper fins to disperse heat build-up.
ru: Использует проходящую сквозь медные пластины жидкость, для рассеивания тепла.

source: Rubber Wheel
ru: Резиновое колесо

source: Screws
ru: Винты

source: Steam Tractor Harvester
ru: Жатка парового трактора

source: An attachment for the steam tractor that allows for quick harvesting of plants.
ru: Когда установлен на паровой трактор, позволяет быстро собирать большое количество растений.

source: Steam Tractor Plough
ru: Плуг парового трактора

source: An attachment for the steam tractor that allows for quick ploughing.
ru: Когда установлен на паровой трактор, позволяет быстро вспахивать землю.

source: Steam Tractor Sower
ru: Сеялка парового трактора

source: An attachment for the steam tractor that allows for quick planting of seeds.
ru: Когда установлен на паровой трактор, позволяет быстро высаживать растения.

source: Steel Axle
ru: Стальная ось

source: Steel Gear
ru: Стальная шестерня

source: Steel Plate
ru: Стальная пластина

source: Synthetic Rubber
ru: Синтетическая резина

source: Rubber
ru: Резина

source: Wooden Wheel
ru: Деревянное колесо

source: Beet Sugar
ru: Свекольный сахар

source: Butcher Bison
ru: Разделка бизона

source: Butcher Elk
ru: Разделка оленя вапити

source: Butcher Fox
ru: Разделка лисы

source: Butcher Hare
ru: Разделка зайца

source: Butcher Turkey
ru: Разделка индюшки

source: Butcher Wolf
ru: Разделка волка

source: Campfire Bison
ru: Жареный на костре бизон

source: Campfire Salmon
ru: Жареный на костре лосось

source: Campfire Trout
ru: Жареная на костре форель

source: Campfire Tuna
ru: Жареный на костре тунец

source: Cast Gear
ru: Отлить шестерню

source: Clean Salmon
ru: Очистить лосося

source: Clean Trout
ru: Очистить форель

source: Clean Tuna
ru: Очистить тунца

source: Clean Urchins
ru: Очистка морских ежей

source: Exotic Fruit Salad
ru: Экзотический фруктовый салат

source: Exotic Salad
ru: Экзотический салат

source: Exotic Vegetable Medley
ru: Экзотическая овощная смесь

source: Forest Salad
ru: Лесной салат

source: Grassland Salad
ru: Равнинный салат

source: Mixed Fruit Salad
ru: Смешанный фруктовый салат

source: Mixed Salad
ru: Смешанный салат

source: Mixed Vegetable Medley
ru: Сложная овощная смесь

source: Refine Fish
ru: Переработать рыбу

source: Refine Kelp
ru: Переработать ламинарию

source: Refine Meat
ru: Переработать мясо

source: Refine Tallow
ru: Переработать жир

source: Render Fat
ru: Вытопить жир

source: Saw Boards
ru: Пилить доски

source: Shuck Clams
ru: Очистить моллюсков

source: Smelt Copper
ru: Плавить медь

source: Smelt Gold
ru: Плавить золото

source: Smelt Iron
ru: Плавить железо

source: Steel Rivets
ru: Стальные заклёпки

source: Grants
ru: Позволяет

source: Chainsaw
ru: Бензопила

source: Crane
ru: Кран

source: Allows the placement and transport of materials in an area.
ru: Позволяет размещать и транспортировать материалы на территории.

source: Hand Plough
ru: Ручной плуг

source: A tool that tills the field for farming.
ru: Инструмент обработки полей для сельского хозяйства.

source: Skid Steer
ru: Погрузчик

source: Small wood cart for hauling minimal loads.
ru: Маленькая деревянная тележка для крохотных перевозок.

source: Truck
ru: Грузовик

source: Modern truck for hauling sizable loads.
ru: Современный грузовик для перевозки габаритного груза.

source: Wheelbarrow
ru: Тачка

source: Small cart for hauling small loads.
ru: Маленькая тележка для перевозки небольших грузов.

source: Wooden Elevator
ru: Деревянный лифт

source: An elevator for transporting loads vertically.
ru: Лифт для перевозок по вертикали.

source: Assembly Line
ru: Сборочная линия

source: Bison Mount
ru: Голова бизона

source: A fluffy, but very dead, bison head on a mount.
ru: Пушистая но мёртвая, голова бизона на стене.

source: Campsite
ru: Палатка

source: A campsite
ru: Палатка, просто палатка.

source: Distribution Station
ru: Станция распределения

source: A stockpile for distributing items to new players. Allows you to choose a specific set of items which each new player will be able to take.
ru: Склад для раздачи предметов новым игрокам. Позволяет вам задать набор предметов который сможет забрать любой новый игрок.

source: A sturdy wooden door. Can be locked for certain players.
ru: Прочная деревянная дверь. Может быть заперта от некоторых игроков.

source: Electric Lathe
ru: Электрический токарный станок

source: Electric Machinist Table
ru: Электрический слесарный верстак

source: Electric Planer
ru: Электрический строгальный станок

source: Electric Stamping Press
ru: Электрический пресс

source: Elk Mount
ru: Голова вапити

source: A hunting trophy for your house.
ru: Охотничий трофей для вашего дома.

source: You can hear the faint cries of Ecko when this mythical elk antler is held aloft.
ru: Вы можете услышать тихие крики Эско когда этот призрачный вапити размахивает рогами в воздухе.

source: Framed Glass Door
ru: Стеклянная дверь

source: A beautiful glass door made of steel and glass.
ru: Красивая дверь из стали и стекла.

source: Hewn Log Door
ru: Дверь из тёсаных брёвен

source: A door made from roughly hewn logs.
ru: Дверь изготовленная из грубо обтёсанных брёвен.

source: Kitchen
ru: Кухня

source: Large Corrugated Steel Door
ru: Рольставня

source: A large door.
ru: Большая дверь.

source: Large Hanging Lumber Sign
ru: Большая вывеска из пиломатериалов

source: Large Hanging Stone Sign
ru: Большая вывеска из камня

source: Large Lumber Door
ru: Деревянные ворота

source: Large Standing Lumber Sign
ru: Большая табличка из пиломатериалов

source: Large Standing Stone Sign
ru: Большая табличка из камня

source: Large Windowed Lumber Door
ru: Деревянные ворота с окошками

source: Lathe
ru: Токарный станок

source: Latrine
ru: Туалет

source: Lumber Door
ru: Дверь из пиломатериалов

source: A door made from finely cut lumber.
ru: Дверь изготовленная из прекрасно обработанных пиломатериалов.

source: Machinist Table
ru: Слесарный верстак

source: Planter Pot Round
ru: Цилиндрический горшок

source: Planter Pot Square
ru: Квадратный горшок

source: Real Estate Desk
ru: Стол риелтора

source: A place to manage the sale and transfer of deeds and property.
ru: Место для управления и торговли правами и собственностью.

source: Robotic Assembly Line
ru: Роботизированная сборочная линия

source: Rug Large
ru: Большой ковёр

source: Rug Medium
ru: Средний ковёр

source: Rug Small
ru: Маленький ковёр

source: Screw Press
ru: Винтовой пресс

source: Shaper
ru: Строгальный станок

source: A small sign for all of your smaller text needs!
ru: Маленький знак, для всех ваших крохотных текстовых потребностей!

source: Small Hanging Lumber Sign
ru: Маленькая вывеска из пиломатериалов

source: Small Hanging Stone Sign
ru: Маленькая вывеска из камня

source: Small Standing Lumber Sign
ru: Маленькая табличка из пиломатериалов

source: Small Standing Stone Sign
ru: Маленькая табличка из камня

source: Small Stockpile
ru: Маленький склад

source: Designates a 3x3x3 area as storage for large items.
ru: Склад размером 3x3x3 для больших предметов.

source: Steam Engine
ru: Паровой двигатель

source: A large steam engine for generating power.
ru: Большой паровой двигатель вырабатывающий энергию.

source: Steel Ceiling Light
ru: Стальной потолочный светильник

source: A more modern way to light up a room.
ru: Ещё более современный способ осветить комнату.

source: Steel Floor Lamp
ru: Стальной торшер

source: A more modern way to light up a room. This time from the floor.
ru: Ещё более современный способ осветить комнату. На этот раз с пола.

source: Steel Table Lamp
ru: Стальная настольная лампа

source: For late night studying. Or working. Or anything, really.
ru: Для поздней учёбы. Или работы. Или ещё чего-нибудь.

source: Stone Door
ru: Каменная дверь

source: A heavy stone door.
ru: Тяжелая каменная дверь.

source: Store
ru: Магазин

source: Stuffed Elk
ru: Чучело вапити

source: It looks so real!
ru: Оно выглядит так реалистично!

source: Table
ru: Стол

source: Tiny Stockpile
ru: Крошечный склад

source: Designates a 2x3x2 area as storage for large items.
ru: Склад размером 2x3x2 для больших предметов.

source: Wooden Ceiling Light
ru: Деревянный потолочный светильник

source: Wooden Floor Lamp
ru: Деревянный торшер

source: Wooden Table Lamp
ru: Деревянная настольная лампа

source: {0} has raised the seas by {1}!
ru: {0} повысил уровень моря к {1}!

source: Current sea level: {0} Amount raised so far: {1}
ru: Текущий уровень моря: {0} Суммарный рост: {1}

source: Compost
ru: Компост

source: Delicious decomposed organic matter.
ru: Прекрасно разложившаяся органика.

source: Water
ru: Вода

source: 4 x 1 Dirt Ramp.
ru: Земляная рампа 4 х 1.

source: 4 x 1 Stone Ramp.
ru: Каменная рампа 4 х 1.

source: 4 x 1 Asphalt Ramp.
ru: Асфальтовая рампа 4 х 1.

source: Starter Camp
ru: Стартовый лагерь

source: Garbage
ru: Мусор

source: A disgusting pile of garbage.
ru: Отвратительная куча мусора.

source: Liquid Crafter
ru: Станок с жидкостным приводом

source: Liquid Converter
ru: Жидкостный конвертер

source: Pump
ru: Насос

source: Connected to water source.
ru: Соприкасается с источником воды.

source: Not connected to water source.
ru: Нет источника воды.

source: Steam Tractor
ru: Паровой трактор

source: A tractor powered through steam.
ru: Трактор с паровым двигателем.

source: Toll
ru: Терминал

source: You don't have access to directly switch this; you must pay the toll.
ru: У вас нет доступа что бы переключить это, вы должны оплатить в терминале.

source: Can link energy.
ru: Может проводить энергию.

source: No room for filtered waste.
ru: Нет места для отфильтрованных отходов.

source: {0} disabled, no room left for filtered waste.
ru: {0} отключено, нет места для отфильтрованных отходов.

source: Flood fixing tool! Left click to remove the top water layer. (Target a wall touching water).
ru: Инструмент исправления потопов! ЛКМ для удаления верхнего уровня жидкости. (Цельтесь в стену соприкасающуюся с жидкостью).

source: DOES CHEATER THINGS THROUGH CHEATING POWERS
ru: ЧИТЕРСКИЙ ИНСТРУМЕНТ С ЧИТЕРСКОЙ СИЛОЙ

source: Destroys constructed materials.
ru: Позволяет разобрать построенное.

source: Used to till soil and prepare it for planting.
ru: Используется для подготовки почвы к высадке растений.

source: Measures the water content of the environment.
ru: Показывает состав воды в окружающей среде.

source: Beaker and measuring tools for detecting the factors influencing plants in the environment.
ru: Измерительный инструмент позволяющий измерить параметры окружающей среды влияющие на растения.

source: (Raises atmosphere CO2 by approximately {0} PPM every {1})\n\n
ru: (Увеличивает СО2 в атмосфере приблизительно на {0} PPM каждые {1})\n\n

source: A smoke that contains a combination of pollutants.
ru: Дым, содержащий комбинацию загрязняющих веществ.

source: A reactive gas needed for respiration.
ru: Активный газ необходимый для дыхания.

source: A byproduct gas of respiration.
ru: Газ, побочный продукт дыхания.

source: An inert gas.
ru: Инертный газ.

source: Economy Viewer
ru: Просмотр экономики

source: Remove blocks from the property at {0} until there are less than {1}.
ru: Убирайте блоки с владения на {0} пока их не станет меньше чем {1}.

source: Logged out. Last online {0} ago
ru: Не в сети. Замечен {0} назад

source: Unauthorized
ru: Гость

source: Pipe Block
ru: Блок трубы

source: Moves liquid between connector objects.
ru: Перемещает жидкость между соединениями.

source: Pipe particle emitter
ru: Эмиттер частиц трубы

source: [Right-click to learn {0} (consumes item)]
ru: [Нажмите ПКМ, чтобы изучить {0} (предмет расходуется)]

source: No empty tilled blocks in range.
ru: Отсутствует свободная пашня.

source: Land Claim Papers
ru: Квитанции землемера

source: voted
ru: проголосовал

source: Turned on
ru: Включено

source: Turned off
ru: Выключено

source: Must have an owner to function.
ru: Нужен владелец для работы.

source: {0}ms ping
ru: пинг {0}мс

source: {0}ms
ru: {0}мс

source: LAN
ru: Локальная сеть

source: Recent
ru: Недавние

source: Official Test Servers
ru: Официальные тестовые сервера

source: (Skip all tutorials)
ru: (Пропустить всё обучение)

source: Next
ru: Дальше

source: {0} more copy of this contract available.
ru: Доступна ещё {0} копия этого контракта.

source: {0} more copies of this contract available.
ru: Доступны ещё {0} копий этого контракта.

source: {0} completed contract {1}!\n{2}
ru: {0} выполнил договор {1}!\n{2}

source: {0} began fast forwarding the server.
ru: {0} ускорил время на сервере.

source: {0} stopped fast forwarding the server.
ru: {0} перестал ускорять время на сервере.

source: Discovered first by {0} on {1}
ru: {1}, {0} был первым открывшим.

source: This skill is currently being researched.\n{0} is furthest ahead at {1} completion, located at {2}.
ru: В настоящее время этот навык исследуется.\n{0} изучен на {1}, и находится на {2}.

source: Global level-ups: {0}
ru: Прокачано в мире: {0}

source: Not yet learned. You must use a {0} to acquire this skill.
ru: Не изучено. Вам нужно использовать {0} что бы открыть этот навык.

source: {0} has abandoned the {1} specialty.
ru: {0} покинул специальность {1}.

source: The property on this deed can only be unclaimed by {0}
ru: Отказаться от собственности в этом праве может только {0}

source: Owned by {0}
ru: Владелец {0}

source: World Leader
ru: Мировой лидер

source: {0} gave {1} a review: {2}
ru: {0} написал отзыв о {1}. Отзыв: {2}

source: A trade from {0} failed because you didn't have enough {1}.
ru: Торговый обмен с {0} был отменён, так как у вас недостаточно {1}.

source: Sales
ru: Продажи

source: {0} is distributing {1} to all users less than {2} days old.
ru: {0} раздаёт {1} всем пользователям моложе {2} дней.

source: {0} claimed their community distributed items: {1}
ru: {0} забирает следующие предоставленные обществом предметы: {1}

source: {0} gave {1} to {2} in exchange for {3}.
ru: {0} дал {1} игроку {2} в обмен на {3}.

source: You gave {0} to {1} in exchange for {2}.
ru: Вы дали {0} игроку {1} в обмен на {2}.

source: {0} only has {1}.
ru: {0} имеет только {1}.

source: {0} is only selling {1}.
ru: {0} продаёт только {1}.

source: {0} is not selling any more {1}.
ru: {0} больше не продаёт {1}.

source: {0} is only buying {1}.
ru: {0} покупает только {1}.

source: {0} is not buying any more {1}.
ru: {0} больше не покупает {1}.

source: {0} bought {1} from {2}
ru: {0} купил {1} у {2}
