Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: The rate of decay by percent per tick. Applied after flat decay.
ru: Процентный распад за такт. Применяется после фиксированного распада.

source: A tile will approach this percentage value of its highest-value neighbor.
ru: Участок приблизится к этому проценту своего соседа с наибольшим значением.

source: Spread-rate drops to zero as height difference approaches this value.
ru: Скорость распространения падает до нуля по мере приближения разницы высот к этому значению.

source: The value approaches the desire value at this rate.
ru: Значение приближается к желаемому с этой скоростью.

source: Base layer which determines the min-value of a location.
ru: Базовый слой, который определяет минимальное значение местности.

source: The layers in the sum.
ru: Общее количество слоёв.

source: Idle
ru: Ожидание

source: Frequency of craters (should be very low)
ru: Частота кратеров (должно быть очень низким)

source: Depth range (percent of radius)
ru: Диапазон глубины (% от радиуса)

source: Produces: {0}w
ru: Вырабатывает: {0}вт

source: Consumes: {0}w
ru: Потребляет: {0}вт

source: A combination of a small tent and a tiny stockpile.
ru: Палатка и небольшой склад, упакованные в один контейнер.

source: Starting Camp
ru: Стартовый лагерь

source: Toll is disabled. Check status.
ru: Терминал отключен. Проверьте статус.

source: Since you're authorized, toll is not required. Triggered switch.
ru: Так как вы свой, оплата не требуется. Переключатель включен.

source: Object does not have an owner, cannot be used.
ru: Объект не может использоваться т.к. у него нет владельца.

source: Toll is already activated, wait for it to expire (owner can turn off manually).
ru: Терминал уже задействован, подождите отключения (владелец может выключить вручную).

source: Integration Tests active.
ru: Тесты интеграции активны.

source: Integration Tests
ru: Тесты интеграции

source: Test {0} failed with error: {1}
ru: Тест {0} завершён с ошибкой: {1}

source: Not contract test found for {0}.
ru: Не найдено текста договора для значения {0}.

source: {0} [{1:n0}]:\r\n - Next save in: {2:n1}s; {3}
ru: {0} [{1:n0}]:\r\n - Следующее сохранение в: {2:n1}с; {3}

source: Match Score:\n{0}
ru: Очки совпадений:\n{0}

source: (Proposed by {0})
ru: (Предложено {0})

source: {0} Yes : {1} No
ru: {0} за : {1} против

source: Voting ends in {0}
ru: Голосование заканчивается в {0}

source: (In Effect)
ru: (Под эффектом)

source: View
ru: Просмотр

source: and
ru: и

source: Demographics
ru: Демография

source: Citizen
ru: Житель

source: Admin
ru: Администратор

source: Change
ru: Изменить

source: Voted Yes
ru: Проголосовал За

source: Voted No
ru: Проголосовал Против

source: Vote
ru: Голосование

source: Filter by name...
ru: Фильтр по названию...

source: Title
ru: Название

source: Create Listing
ru: Создать список

source: Stationary
ru: Фиксированная

source: Environment Data
ru: Окружающая среда

source: Missing:
ru: Нехватка:

source: Add User....
ru: Добавить пользователя....

source: Show / Hide
ru: Показать / скрыть

source: Camera
ru: Камера

source: Load More
ru: Больше

source: List
ru: Выставить

source: Collect
ru: Собрать

source: Project:
ru: Проект:

source: Recipe Name
ru: Название рецепта

source: Age
ru: Возраст

source: Ping
ru: Пинг

source: Price
ru: Цена

source: Color
ru: Цвет

source: Buy
ru: Купить

source: Fee
ru: Стоимость

source: Projects\n
ru: Проекты\n

source: Tax:
ru: Налог:

source: Fee:
ru: Стоимость:

source: Order
ru: Заказ

source: Template\n
ru: Шаблон\n

source: Deploy To Surface
ru: Разместить на поверхности

source: Space Station
ru: Космическая станция

source: Station Operators:
ru: Операторы станции:

source: Space Station Remote View
ru: Удалённый обзор с космической станции

source: Scheduled Deployments:
ru: Запланированное размещение:

source: Meteor Spotted.
ru: Астероид обнаружен.

source: Time to get started.
ru: Пора начинать.

source: All players have access
ru: Доступно всем игрокам

source: Search...
ru: Поиск...

source: The following players will have access
ru: Доступно следующим игрокам

source: Click here to view attachments in your browser
ru: Нажмите здесь для просмотра вложений в вашем браузере

source: Action:
ru: Действие:

source: Count:
ru: Счётчик:

source: Target:
ru: Цель:

source: Accept
ru: Принять

source: Updated
ru: Обновлено

source: No Fuel\n
ru: Нет топлива\n

source: Locked
ru: Заперто

source: Show Objects
ru: Показать объекты

source: Input\n
ru: Вход\n

source: (Full)
ru: (Полный)

source: Contents (L)\n
ru: Содержит (л)\n

source: Fee Per Item:
ru: Оплата за предмет:

source: New World
ru: Новый мир

source: Rarely
ru: Редкость

source: Monday
ru: Понедельник

source: Settings
ru: Настройки

source: Max active community size
ru: Максимальный размер активного сообщества

source: Community collaboration:
ru: Взаимодействие сообщества:

source: Sometimes
ru: Иногда

source: World Name:
ru: Название мира:

source: Usually
ru: Как правило

source: Generate random world
ru: Создать случайный мир

source: Mark the times you would like citizens to login to play at the same time.
ru: Выберите время максимальной активности жителей.

source: Private server
ru: Личный сервер

source: Cancel
ru: Отмена

source: New players are welcome to join
ru: Рады новым игрокам

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Host a New World
ru: Создать новый мир

source: Start
ru: Начать

source: Sunday
ru: Воскресенье

source: Play Times
ru: Игровое время

source: Thursday
ru: Четверг

source: Clear
ru: Очистить

source: To get the best server matches, select the times you're most likely to play.
ru: Что бы увидеть наиболее подходящие сервера, выберите время в которое вы в основном играете.

source: Server Description
ru: Описание сервера

source: Rows
ru: Ряды

source: Player Name
ru: Имя игрока

source: Info
ru: Информация

source: Select
ru: Выбор

source: Color Picker
ru: Выбор цвета

source: Please enter a service name and URI
ru: Пожалуйста введите название и URI сервиса

source: Eco Public Servers
ru: Публичные сервера Eco

source: Details
ru: Детали

source: Objective
ru: Цель

source: Announcement
ru: Объявление

source: Server Name
ru: Название сервера

source: Your Worlds.
ru: Ваши миры.

source: My Servers
ru: Мои сервера

source: Search
ru: Поиск

source: Custom Listing Services
ru: Пользовательский сервис списков

source: Join Server Directly
ru: Прямое подключение

source: Apply
ru: Применить

source: Filters
ru: Фильтры

source: Specialization
ru: Специализация

source: Version Match
ru: Совпадение версии

source: Meteor Enabled
ru: Астероид включен

source: World Age
ru: Возраст мира

source: No Password
ru: Без пароля

source: Total Players
ru: Всего игроков

source: Language Match
ru: Совпадение языка

source: Has Friends
ru: Есть друзья

source: Online Players
ru: Игроки в сети

source: No
ru: Нет

source: Impact in:\n3 days 10 hrs 13 min, 12 sec.
ru: Столкновение через:\n3 дня, 10 часов, 13 минут, 12 секунд.

source: Bloom
ru: Свечение

source: This law only applies while in its zone (view in browser)
ru: Данный закон действует только в пределах своей зоны (смотреть в браузере)

source: Camas Act
ru: Закон о камассии

source: (Active)
ru: (Активный)

source: Output\n
ru: Выход\n

source: (Skip All)
ru: (Пропустить всё)

source: Quantity
ru: Количество

source: All operations normal.
ru: Все операции нормальны.

source: Editable Title​
ru: Редактируемое название

source: Linked Inventories
ru: Подключенные хранилища

source: Selection:\n
ru: Выбор:\n

source: Repair Cost:
ru: Стоимость ремонта:

source: Nitrogen Percent\n
ru: Процент азота\n

source: Pressure (atm)
ru: Давление (атм.)

source: Temperature (C)\n
ru: Температура (С)\n

source: Oxygen Percent
ru: Процент кислорода

source: Trigger when atmosphere is
ru: Сработает когда атмосфера

source: CO2 Percent\n
ru: Процент CO2\n

source: Conditions met
ru: Условия выполнены

source: Items to Distribute Per Citizen:
ru: Выдаваемые жителю предметы:

source: Max days played for citizens to be eligible:
ru: Насколько старые (в днях) жители могут получить:

source: Sales Tax:
ru: Налог с продаж:

source: You have
ru: У Вас есть

source: Fees and Taxes
ru: Сборы и налоги

source: Fee Per Minute:
ru: Оплата за минуту:

source: A rotary kiln that produces cement and concrete products.
ru: Вращающаяся печь, производящая цемент и бетон.

source: Currency to Use
ru: Используемая валюта

source: Crafting Fee Tax:
ru: Налог на оплату изготовления:

source: Currency Name
ru: Название валюты

source: Mechanical
ru: Механическая

source: Repair
ru: Ремонт

source: Apply\n
ru: Применить\n

source: Vehicle Attachments\n
ru: Модули транспорта\n

source: Vehicle Segments
ru: Сегменты транспорта

source: Consuming Fuel
ru: Потребление топлива

source: Currency Report
ru: Отчет о валюте

source: Property Tax
ru: Налог на имущество

source: Allocate
ru: Распределение

source: Direct Transfer Tax
ru: Налог на передачу

source: Crafting Fee Tax
ru: Налог на оплату изготовления

source: % of sale
ru: % от продажи

source: Contract Tax
ru: Налог на договора

source: per plot, per day.
ru: за участок, в день.

source: Taxes
ru: Налоги

source: Sales Tax
ru: Налог с продаж

source: Power Grid
ru: Энергетическая сеть

source: Supply:
ru: Выработка:

source: Demand:
ru: Потребление:

source: Type:
ru: Тип:

source: Current Output:
ru: Текущий выход:

source: Max Output:
ru: Максимальный выход:

source: Producing Power
ru: Производит энергию

source: Claim
ru: Занять

source: Authorized Consumers
ru: Авторизованные пользователи

source: Powered Network Status
ru: Статус энергетической сети

source: Activate!
ru: Включить!

source: No exchanges offered
ru: Нет предложенного обмена

source: Fuel Supply
ru: Источник топлива

source: Craft
ru: Изготовить

source: Craft Coins
ru: Чеканить валюту

source: Coins per Item:
ru: Валюты за предмет:

source: Currency Settings
ru: Настройки валюты

source: Currency Name:
ru: Название валюты:

source: Total in Circulation:
ru: Всего в обращении:

source: Add Exchange
ru: Добавить обмен

source: In Exchange For
ru: В обмен на

source: Offering
ru: Предлагает

source: Owner Balance Restrictions
ru: Ограничения баланса владельца

source: Add Restriction
ru: Добавить ограничение

source: Consuming Power
ru: Потребление энергии

source: Client
ru: Клиент

source: Payment:
ru: Оплата:

source: Client:
ru: Клиент:

source: Max\nPressure
ru: Максимальное\nдавление

source: Authorization Settings:
ru: Настройки разрешений:

source: Max
ru: Макс.

source: Min
ru: Мин.

source: Clause:
ru: Предложение:

source: to
ru: до

source: The more balanced your diet, the faster you gain skill points.
ru: Чем лучше сбалансирована ваша диета, тем быстрее вы получаете очки навыков.

source: The hammer can place different forms of the same material.
ru: При помощи молотка можно строить разные формы из одного и того же материала.

source: Work:
ru: Работа:

source: Width:
ru: Ширина:

source: Wednesday
ru: Среда

source: Wake Up
ru: Проснуться

source: Volume:
ru: Объём:

source: Very Low-Very High
ru: Очень низкое-Очень высокое

source: Tuesday
ru: Вторник

source: To:
ru: Кому:

source: To Remove:
ru: Убрать:

source: To Move:
ru: Переместить:

source: Time Zone: Pacific GMT+8
ru: Часовой пояс: Pacific GMT+8

source: than:
ru: чем:

source: Surface:
ru: Поверхность:

source: Still to Add:
ru: Осталось добавить:

source: Source:
ru: Источник:

source: Run For Office
ru: Участвовать в выборах

source: Resource Types:
ru: Типы ресурсов:

source: Relative Reputation
ru: Относительная репутация

source: Recalcuate
ru: Пересчитать

source: Real-time passed:
ru: Пропущено реального времени:

source: Property:\n
ru: Собственность:\n

source: Property:
ru: Собственность:

source: Property\n
ru: Собственность\n

source: Plants On Property:
ru: Растения на участке:

source: Pick
ru: Выбрать

source: Payment Tax:
ru: Налог с платежа:

source: Owned By PersonNameHere
ru: Владелец ВведитеИмяВладельца

source: Output
ru: Выход

source: of the following:
ru: из следующих:

source: O<sub>2</sub> Reserve
ru: Запас O<sub>2</sub>

source: Note: It's recommended that you begin your first game with other citizens in a shared world for the best experience.
ru: Заметка: Рекомендуется играть в сети, совместно с другими жителями. Многие особенности взаимодействия будут пропущены в одиночной игре.

source: None.
ru: Нет.

source: No holes in the roof at all
ru: Никаких дыр в крыше

source: No holdings
ru: Нет вкладов

source: Must have
ru: Необходимо иметь

source: Maximum of two blocks of empty space in walls
ru: Отверстия в стенах не больше двух блоков

source: Materials:
ru: Материалы:

source: Many crafting station in Eco require enclosed rooms to work.
ru: Множество верстаков в Eco требуют комнату для работы.

source: Laws
ru: Законы

source: Items:
ru: Предметы:

source: Input
ru: Вход

source: Host a Private World
ru: Создать личный мир

source: Harvested:
ru: Собрано:

source: Gain:
ru: Дать:

source: From:
ru: От:

source: For Contract Duration
ru: На срок действия договора

source: Field Size:
ru: Размер поля:

source: Explorations
ru: Исследования

source: Elections
ru: Выборы

source: Desired Room \nPercent
ru: Желаемый объём помещения \nпроцентов

source: Deposit:
ru: Депозит:

source: Deposit In:
ru: Складировать в:

source: Currency:
ru: Валюта:

source: Create Deed
ru: Создать право

source: Contract Beginning
ru: Начало контракта

source: Contents:
ru: Содержит:

source: Contents (L)
ru: Содержит (л)

source: Container:
ru: Контейнер:

source: Building requires both a hammer and a material to place blocks.
ru: Для строительства требуется молоток и строительный материал.

source: Browse All\n
ru: Все сервера\n

source: Blocks:
ru: Блоки:

source: at or above
ru: равно или выше

source: Any
ru: Любой

source: Add Clause
ru: Добавить пункт

source: Accepts {0}
ru: Принимает {0}

source: 1-3 days
ru: 1-3 дня

source: 1-10 players
ru: 1-10 игроков

source: Browse Recommended\n
ru: Рекомендуемые сервера\n

source: Copy text and log\nto clipboard
ru: Копировать текст и логи\nв буфер

source: Has Steam Friends
ru: Есть друзья Steam

source: Join the Eco community on
ru: Присоединитесь к сообществу в

source: Loading....
ru: Загрузка....

source: Match
ru: Совпадение

source: Matches
ru: Совпадения

source: Report a Bug
ru: Сообщить об ошибке

source: Tim's Wood Cart
ru: Деревянная тележка Тима

source: Users gain skillpoints on crafting
ru: Игроки получают очки навыков при изготовлении вещей

source: Your Worlds\n
ru: Ваши миры\n

source: Are you sure you want to quit?
ru: Вы действительно хотите выйти?

source: No Collaboration (1-3 players)
ru: Без взаимодействия (1-3 игрока)

source: Low Collaboration (3-10 players)
ru: Низкое взаимодействие (3-10 игроков)

source: Medium Collaboration (10-30 players)
ru: Среднее взаимодействие (10-30 игроков)

source: High Collaboration (30+ players)
ru: Высокое взаимодействие (30+ игроков)

source: Allow Friends to Join
ru: Разрешить присоединиться друзьям

source: To claim land you need to use the {0} with a consumable {1}.
ru: Что бы застолбить землю, используйте {0} вместе с расходными {1}.

source: Get the {0} from your tent and select it.
ru: Заберите и выберите {0} из вашей палатки.

source: Claim some land by right clicking with the {0}.
ru: Застолбите больше земли используя ПКМ с {0}.

source: Retrieve the {0} from your tent and select it.
ru: Заберите и выберите {0} из вашей палатки.

source: Mouse over this text link to view how to build or find a research table: {0}
ru: Наведите курсор на эту текстовую ссылку, чтобы посмотреть как построить или найти стол исследований: {0}

source: You can join the conversation with your fellow citizens through this link:
ru: Участвуйте в общении с другими жителями перейдя по следующей ссылке:

source: The Meteor
ru: Астероид

source: Open the right panel and expand 'Environment Data'. Select an option to view it on the map.
ru: Откройте правую панель и раскройте 'Окружающая среда'. Выберите пункт для просмотра на карте.

source: Open the right panel and expand 'Markers'. Click on 'Drop Marker' to mark a position on the map.
ru: Откройте правую панель и раскройте 'Метки'. Щелкните 'Установить метку' что бы отметить место на карте.

source: Setting Up Camp
ru: Развернуть лагерь

source: Consider setting up close to established communities for easier access to their economies.
ru: Подумайте о житье неподалёку от существующей общины, чтобы проще взаимодействовать с её экономикой.

source: Place your starting camp down in a good location.
ru: Разместите ваш стартовый лагерь в подходящем месте.

source: Building houses and objects outside of your owned land will allow anyone to interact with them.
ru: Строительство домов и объектов вне вашей земли, позволит всем взаимодействовать с ними.

source: Open your tent by looking at it and pressing 'E'
ru: Загляните в палатку посмотрев на неё и нажав 'E'

source: Navigate to the authorization tab.
ru: Выберите вкладку 'Разрешения'.

source: Open the authorization UI by clicking the property name.
ru: Откройте интерфейс разрешений кликнув на названии владения.

source: Getting Equipped
ru: Оснащение

source: Navigate to the storage tab.
ru: Выберите вкладку 'Хранилище'.

source: Logs have a myriad of uses - acquiring some early is a good first goal. Using the axe from the tent, cut down a tree.
ru: Брёвна могут быть использованы кучей разных способов, поэтому разжиться ими это хорошая идея! Срубите дерево, используя топор из вашей палатки.

source: Place 10 logs in the stockpile.
ru: Поместите 10 брёвен на склад.

source: Work Orders
ru: Заказы

source: Open the tent by walking up to it and pressing 'E'.
ru: Загляните в палатку подойдя к ней и нажав 'E'.

source: Find the Workbench Recipe, select the number to craft, and click 'Order'.
ru: Найдите рецепт верстака, введите желаемое количество и нажмите 'Заказ'.

source: Claiming Land
ru: Личная территория

source: Material Processing
ru: Обработка материалов

source: Place down a workbench.
ru: Установите верстак.

source: Find the Hewn Log Recipe, select the number to craft, and click 'Order'.
ru: Найдите рецепт тёсанного бревна, введите желаемое количество и нажмите 'Заказ'.

source: Pick up the completed hewn logs from the stockpile.
ru: Заберите готовые тёсаные брёвна со склада.

source: Construction
ru: Строительство

source: Place down all the logs to form the beginning frame of your room.
ru: Выстройте брёвна, намечая очертания вашего дома.

source: Build A House
ru: Строительство дома

source: Collect more wood, craft it into hewn logs, and fully enclose a room with walls and ceilings.
ru: Соберите больше дерева, создайте из него тёсаные брёвна и закончите комнату построив стены и потолки.

source: Carrying capacity is limited and you can only carry one load of dirt at a time. Later, you can use vehicles to carry more.
ru: Грузоподъёмность ограничена, и лопатой вы можете переносить лишь один кубометр почвы за раз. Позже вы сможете использовать транспорт для перемещения большего объёма.

source: Place the dirt by right-clicking a location.
ru: Вывалите землю в нужном месте по правой кнопке мыши.

source: Food
ru: Еда

source: Forage For Food
ru: Поиск еды

source: Choose Roles
ru: Выбор роли

source: Choose a specialty under any profession.
ru: Выберите специальность в любой профессии.

source: To obtain an undiscovered skill, you'll need to craft skillbooks at a Research Table.
ru: Для открытия новых специальностей вам необходимо создавать книги навыков на исследовательском столе.

source: You may need to wait until it orbits to this side of the world.
ru: Возможно, необходимо будет дождаться его появления на этой стороне планеты.

source: You can also unclaim land with left click.
ru: Так же вы можете освободить землю используя ЛКМ.

source: \nRemember: check the storage tab if you can't find your finished items.
ru: \nНапоминание: проверьте вкладку хранилища если вы не можете найти изготовленные предметы.

source: Remember: you can also use shift + mouse scroll to change this.
ru: Помните: вы можете использовать Shift + колесо прокрутки, чтобы изменить вид блока.

source: \nRemember: rooms can have small gaps (one or two spaces wide) for doors and windows.
ru: \nНапоминание: комнаты могут иметь небольшие зазоры (размером в один или два блока) для дверей и окон.

source: (Right-click food to eat it.)
ru: (ПКМ на пище чтобы съесть.)

source: Since all your resources to do this come from the environment, you could very well destroy the planet before the meteor even impacts.
ru: Поскольку все ваши ресурсы поступают из окружающей среды, вы вполне можете уничтожить планету до того, как астероид упадет.

source: these values:
ru: эти значения:

source: This meteor is in a spiral orbit around the planet, set to impact within 30 real days.
ru: Астероид находится на спиральной орбите и столкнётся с поверхностью планеты через 30 реальных дней.

source: To navigate these twin dangers, you'll need to collaborate with your fellow citizens to build a thriving economy tempered by a well-run government.
ru: Для предотвращения этих опасностей, совместно с другими жителями постройте процветающую экономику, уравновешенную работающим правительством.

source: Together with your fellow citizens, you'll need to advance civilization to a level of technology capable of stopping the meteor.
ru: Совместно с другими жителями вы должны развить цивилизацию до технологического уровня, позволяющего остановить астероид.

source: You'll advance technology and acquire massive power over the environment.
ru: Продвигайте технологии и получите огромную власть над окружающим миром.

source: You'll create cities, markets, and a thriving industry.
ru: Создавайте города, рынки и процветающую индустрию.

source: You'll elect leaders and pass laws to grow your economy and protect the ecosystem.
ru: Выбирайте лидеров и принимайте законы способствующие как росту экономики так и защите окружающей среды.

source: Selection
ru: Выбор

source: Contract Title
ru: Название договора

source: Looking for wood
ru: Поиск древесины

source: Reputation:
ru: Репутация:

source: Skip this task?
ru: Пропустить эту задачу?

source: Favorites
ru: Избранное

source: Browse All
ru: Все сервера

source: You are not the owner of this deed.
ru: Вы не владелец этой собственности.

source: This sale listing no longer exists.
ru: Эта продажа больше не существует.

source: Cannot trade: Desk is not in a valid state. Check the Status tab for more details.
ru: Торговля невозможна: стол в недопустимом состоянии. Проверьте статус для подробной информации.

source: This lists the currency you are selling, and how much you charge for each unit (specified in the other currency).\n\nTrades will only be made if it matches the owner's 'holding limit', which they can setup on the exchange.
ru: Здесь указывается валюта, которую вы продаете, и сумма которую вы взимаете за каждую единицу (указывается в другой валюте).\n\nОбмен будет принят только если он совпадает с установленным владельцем 'ограничением', который может быть настроен на бирже.

source: These lists define the limits you will trade within for a given currency. Trades will be prevented if it would make your currency above or below the given range.
ru: Эти списки определяют пределы, в которых вы будете торговать в данной валюте. Сделки будут предотвращены, если в их результате у вас станет больше или меньше валюты чем указано.

source: Need to give your currency a backing item before you can craft it.
ru: Нужно выбрать обеспечивающий ресурс, прежде чем печатать валюту.

source: Has an owner.
ru: Есть владелец.

source: No meteor detected.
ru: Астероид не обнаружен.

source: No objects to activate
ru: Нечего включать
