Repository: Marazmorra/Eco-Localization
Catalog: defaultstrings.xliff
Languages: ru

source: Sagebrush Seed Pack
ru: Упаковка семян полыни

source: Smog
ru: Смог

source: Strange Fuel
ru: Странное топливо

source: Sugarcane Pack
ru: Упаковка сахарного тростника

source: Tomato Seed Pack
ru: Упаковка семян помидора

source: Urchins
ru: Морские ежи

source: Vehicle Tool Toggle
ru: Переключатель режима транспорта

source: Waterweed Seed Pack
ru: Упаковка семян элодеи

source: Wheat Seed Pack
ru: Упаковка семян пшеницы

source: Advanced Baking Skill Book
ru: Книга о продвинутой выпечке

source: Advanced Cooking Skill Book
ru: Книга о продвинутой кулинарии

source: Advanced Smelting Skill Book
ru: Книга о продвинутой выплавке

source: Baking Skill Book
ru: Книга о выпечке

source: Basic Engineering Skill Book
ru: Книга о основах инженерного дела

source: Butchery Skill Book
ru: Книга про разделку животных

source: Cooking Skill Book
ru: Книга о кулинарии

source: Cutting Edge Cooking Skill Book
ru: Книга о передовой кулинарии

source: Electronics Skill Book
ru: Книга по электронике

source: Farming Skill Book
ru: Книга о фермерстве

source: Fertilizers Skill Book
ru: Книга об удобрениях

source: Glassworking Skill Book
ru: Книга об обработке стекла

source: Industry Skill Book
ru: Книга по промышленности

source: Mechanics Skill Book
ru: Книга о механике

source: Milling Skill Book
ru: Книга о мельничном деле

source: Oil Drilling Skill Book
ru: Книга о добыче нефти

source: Paper Milling Skill Book
ru: Книга о производстве бумаги

source: Smelting Skill Book
ru: Книга о выплавке

source: Tailoring Skill Book
ru: Книга о портняжном деле

source: Advanced Baking Skill Scroll
ru: Страница о продвинутой выпечке

source: Advanced Cooking Skill Scroll
ru: Страница о продвинутой кулинарии

source: Advanced Smelting Skill Scroll
ru: Страница о продвинутой выплавке

source: Baking Skill Scroll
ru: Страница о выпечке

source: Basic Engineering Skill Scroll
ru: Страница о основах инженерного дела

source: Butchery Skill Scroll
ru: Страница про разделку животных

source: Cooking Skill Scroll
ru: Страница о кулинарии

source: Cutting Edge Cooking Skill Scroll
ru: Страница о передовой кулинарии

source: Electronics Skill Scroll
ru: Страница по электронике

source: Farming Skill Scroll
ru: Страница о фермерстве

source: Fertilizers Skill Scroll
ru: Страница об удобрениях

source: Glassworking Skill Scroll
ru: Страница об обработке стекла

source: Industry Skill Scroll
ru: Страница о промышленности

source: Mechanics Skill Scroll
ru: Страница о механике

source: Milling Skill Scroll
ru: Страница о мельничном деле

source: Oil Drilling Skill Scroll
ru: Страница о добыче нефти

source: Paper Milling Skill Scroll
ru: Страница о производстве бумаги

source: Smelting Skill Scroll
ru: Страница о выплавке

source: Tailoring Skill Scroll
ru: Страница о портняжном деле

source: Carpenter
ru: Плотник

source: Chef
ru: Повар

source: Engineer
ru: Инженер

source: Farmer
ru: Фермер

source: Farmers
ru: Фермера(ов)

source: Hunter
ru: Охотник

source: Mason
ru: Каменщик

source: Smith
ru: Кузнец

source: Survivalist
ru: Выживальщик

source: Tailor
ru: Портной

source: Axes
ru: Топоры

source: Dev Flood Tool
ru: Инструмент разработчика - осушение

source: Pacific Sardine Species
ru: Перуанская сардина

source: Prairie Dog Species
ru: Луговая собачка

source: Salmon Species
ru: Лосось

source: Snapping Turtle Species
ru: Каймановая черепаха

source: Tarantula Species
ru: Паук-птицеед

source: Trout Species
ru: Форель

source: Tuna Species
ru: Тунец

source: Turkey Species
ru: Индюшка

source: Wolf Species
ru: Волк

source: Crushed Stone Road Lv2
ru: Дробление Каменной дороги Ур.2

source: Crushed Stone Road
ru: Дробление Каменной дороги

source: Crushed Stone Ramp Lv2
ru: Дробление Каменной рампы Ур.2

source: Crushed Stone Ramp
ru: Дробление Каменной рампы

source: Crushed Mortared Stone Lv2
ru: Дробление Строительного камня Ур.2

source: Crushed Mortared Stone
ru: Дробление Строительного камня

source: A mixture of rocks that can be used in a variety of recipes or simply as landfill.
ru: Смесь камней, которая может использоваться в различных рецептах или просто как наполнитель пустот.

source: An unexpected network disruption occured while handling an RCON connection.
ru: Произошел непредвиденный сбой соединения RCON.

source: Using tools requiring calories
ru: Использование инструментов требует калорий

source: Crafting (not including work party setups)
ru: Изготовление (не учитывает рабочие группы)

source: Block placement or removal
ru: Размещение или удаление блока

source: Drive motorized vehicles
ru: Управление моторизированным транспортом

source: Harvest using vehicles (Tractor/Excavator)
ru: Сбор с использованием техники (Трактор/Экскаватор)

source: Harvest manually (for plants that allow it)
ru: Ручной сбор (для растений, которые это позволяют)

source: Transporting goods via walking/driving (non human-powered vehicles)
ru: Транспортировка товаров пешком/моторизированным транспортом

source: Trading
ru: Торговля

source: Setting up contracts
ru: Настройка контрактов

source: Work party management
ru: Управление Рабочей группой

source: Managing work order queues
ru: Управление очередями заказов

source: {0} For Sale
ru: {0} Для продажи

source: <b>Shift+Drag</b> to move all {0} items in inventory
ru: <b>Shift+Drag</b> чтобы переместить все {0} в инвентаре

source: <b>Ctrl+Alt+Click</b> to move all {0} items to the target inventory
ru: <b>Ctrl+Alt+Click</b> чтобы переместить все {0} в выбранное хранилище

source: {0}\nGuide
ru: {0}\nРуководство

source: Level of Details determines how good environment (like grass, leaves, etc.) looks in game and how far its visible.\n\nPerformance impact: Average
ru: Уровень детализации определяет как хорошо выглядит окружающий мир (трава, листья и т. д.) в игре и насколько далеко его видно.\n\nВлияние на производительность: Среднее

source: The amount of objects shown on the minimap and its actual quality.\n\nPerformance impact: Average
ru: Количество объектов, отображаемых на миникарте и их качество.\n\nВлияние на производительность: Среднее

source: Enables / disables voice chat, this includes speaking and listening to other players.
ru: Включает / отключает голосовой чат, относится к возможности говорить и слушать других игроков.

source: Used to simulate outdoor light rays in the environment.\n\nPerformance Impact: Average
ru: Используется для имитации уличных лучей света в окружающей среде.\n\nВлияние на производительность: Среднее

source: Accept\n
ru: Принять\n

source: Quit\n
ru: Выход\n

source: Host a World\n
ru: Создать новый мир\n

source: Mark Failed\n
ru: Не исполнен\n

source: Show Interact Cursor\n
ru: Показать курсор взаимодействия\n

source: Add New Entry\n
ru: Добавить новую запись\n

source: Start\n
ru: Начать\n

source: No\n
ru: Нет\n

source: Yes\n
ru: Да\n

source: Housing\n
ru: Жилище\n

source: Residents\n
ru: Жильцы\n

source: Residency\n
ru: Жилище\n

source: \nThe list of players who have access to the deed.\nThese players will have full authority for objects on the deed.
ru: \nСписок игроков имеющих доступ к собственности.\nЭти игроки имеют полный доступ ко всем объектам в собственности.

source: Recalculate\n
ru: Пересчитать\n

source: Edit\n
ru: Изменить\n

source: Restart Tutorial\n\n
ru: Перезапустить обучение\n\n

source: Property On Deed:\n
ru: Собственность относится к праву:\n

source: Work\n
ru: Работа\n

source: Settlements\n
ru: Поселения\n

source: Manage Rent\n
ru: Управление арендой\n

source: Min \nDurability:
ru: Мин. \nпрочность:

source: Report a Bug\n
ru: Сообщить об ошибке\n

source: Set\n
ru: Задать\n

source: Invited Residents\n
ru: Приглашенные резиденты\n

source: Resources\n
ru: Ресурсы\n

source: Expand / collapse all trade groups.
ru: Развернуть / свернуть все торговые группы.

source: (Invited)
ru: (Приглашен)

source: Who can Access
ru: Кто имеет доступ

source: Housing points
ru: Бонус жилища

source: Mac's Mansion
ru: Особняк игрока Mac

source: Preview
ru: Предпросмотр

source: 5 hours teaching time queued (1.5 classes)
ru: 5 часов обучения в очереди (1,5 занятия)

source: 6 Hours
ru: 6 часов

source: Wave
ru: Волна

source: Salute
ru: Салют

source: Pinned
ru: Закреплено

source: Shows commands to profile the server and generate diagnostic data.
ru: Отображает команды для профилирования сервера и создания диагностических данных.

source: Achievements Enabled
ru: Включить Достижения

source: Camera Mode Enabled
ru: Включить Режим камеры

source: List of different teleportation commands
ru: Списки различных команд телепортации

source: Shows commands for building and tech tree manipulation
ru: Отображает Команды для строительства и манипуляций с древом технологий

source: Shows Commands related to chat.
ru: Отображает команды связанные с чатом.

source: Shows commands related to notifications.
ru: Отображает команды связанные с уведомлениями.

source: Shows commands allowing to list, add, remove, and clear many things in the game (including laws, titles, elections, bank accounts, and many more). Ex: /objects remove laws, Law 1
ru: Отображает команды позволяющие перечислять, добавлять, удалять и очищать многие вещи в игре (В том числе законы, титулы, выборы, банковские счета и многое другое). Пример: /objects remove laws, название закона

source: Shows commands for performing an animated emote.
ru: Отображает команды для выполнения анимированных эмоции.

source: Shows commands for controlling settlements.
ru: Отображает команды для управления поселениями.

source: Shows commands for rooms manipulations.
ru: Отображает команды для манипуляций с комнатами.

source: Shows commands for property manipulations.
ru: Отображает команды для работы с собственностью.

source: Shows commands for changing things about users.
ru: Отображает команды для изменения параметров игроков.

source: Shows commands for users administration.
ru: Отображает команды для администрирования пользователей.

source: Shows commands for manipulating money.
ru: Отображает команды для манипуляций с деньгами.

source: Shows commands related to the economy.
ru: Отображает команды связанные с экономикой.

source: Shows commands for manipulations with meteor.
ru: Отображает команды для манипуляций с астероидом.

source: Shows commands related to user-defined districts.
ru: Отображает команды для районов, созданных игроками.

source: Shows commands for performing a variety of government operations.
ru: Отображает команды для для выполнения разнообразных правительственныех действий.

source: Shows commands for viewing and manipulating player titles.
ru: Отображает команды для просмотра и манипуляций с титулами игроков.

source: Shows commands for avatars manipulation.
ru: Отображает команды для манипуляций с аватарами.

source: Shows commands for world pollution manipulation.
ru: Отображает команды для манипуляций с загрязнением мира.

source: Shows commands for skills
ru: Отображает команды для навыков

source: Shows actors related commands
ru: Отображает команды связанные с Акторами

source: Forms the foundation of a government. The constitution is created here.
ru: Формирует основу правительства. Здесь создаётся конституция.

source: A campsite.
ru: Палатка.

source: Changes to the constitution are made here.
ru: Здесь вносятся изменения в Конституцию.

source: All citizens are survivalists in the world of Eco. How can you save the world if you can't save yourself?
ru: Все жители мира Eco - выживальщики. Как вы можете спасти мир, если не можете спасти себя?

source: Self-improvement increases both the amount of weight citizens can carry and their stomach capacity. It also decreases the calories expended when using hammers and shovels. Experience is gained when leveling up other specialties.
ru: Самосовершенствование увеличивает как количество веса, которое граждане могут нести, так и объем их желудка. А так же снижает потребление калорий при использовании молотков и лопат. Опыт набирается при прокачке других специальностей.

source: Basic Upgrade that greatly increases efficiency when crafting Tailoring recipes.
ru: Обычное улучшение, которое значительно увеличивает эффективность изготовления рецептов портняжного дела.

source: Modern Upgrade that greatly increases efficiency when crafting Tailoring recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов портняжного дела.

source: Advanced Upgrade that greatly increases efficiency when crafting Milling recipes.
ru: Продвинутое улучшение, которое значительно увеличивает эффективность изготовления рецептов мельничного дела.

source: Modern Upgrade that greatly increases efficiency when crafting Mechanics recipes.
ru: Современное улучшение, которое значительно увеличивает эффективность изготовления рецептов механики.

source: A dead turkey.
ru: Мертвая индюшка.

source: An extremely useful synthetic material derived from petrochemicals.
ru: Невероятно полезный синтетический материал, полученный из нефтепродуктов.

source: An iron bolt used to hold together inventions.
ru: Железный болт, используемый для соединения конструкций.

source: A crustacean that loves the ocean, just don't get caught in its pinch!
ru: Ракообразное, любящее океан, постарайтесь не попасть в его клешни!

source: A blue shark.
ru: Синяя акула.

source: A dressed salad that, with the added sweetness, it's pretty tasty.
ru: Салат с сладкой заправкой, довольно вкусный.

source: Colocasia esculenta.
ru: Таро.

source: To give thanks for the fact that this food gives two extra nutrients than other food items of the same tier.
ru: Обратите внимание, в этой еде на два вида питательных веществ больше, чем в другой пище этого уровня.

source: Round and large.
ru: Круглый и большой.

source: Nice fresh Pineapple.
ru: Хороший свежий Ананас.

source: Nice fresh Papaya.
ru: Хорошая свежая Папайя.

source: Deep fried Camas. Bit greasy.
ru: Глубоко прожаренная камассия. Немного жирновата.

source: Tiny Cup Mushrooms.
ru: Маленькие грибы.

source: Agave leaves that have been charred over a campfire.
ru: Листья агавы, приготовленные над костром.

source: Boletus edulis.
ru: Белый гриб.

source: Baked taro root.
ru: Запечённый корень таро.

source: It just looks cool.
ru: Выглядит просто круто.

source: To discover skill, construct a {0} at a {1}.
ru: Что бы открыть профессию, создайте {0} используя {1}.

source: Shows commands for preforming debugging and hard testing commands.
ru: Отображает команды для отладки и сложной проверки.

source: Shows commands for spawning a storage with predefined set of items in the game
ru: Отображает команды для создания склада в игре с указанным набором предметов

source: Cannot delete a pinned tab
ru: Невозможно удалить закрепленную вкладку

source: ...and {0} other items
ru: ... и ещё {0} других

source: Shows commands related to work parties.
ru: Отображает команды связанные с рабочими группами.

source: Shows commands related to world stuff.
ru: Отображает команды связанные с управлением миром.

source: Shows commands for tutorials.
ru: Отображает команды для обучения.

source: Objects Containing {0}
ru: Объекты, содержащие {0}

source: The skill scroll can't be created, there is not enough space in the inventory.
ru: Свиток навыка не может быть создан, так как в инвентаре нет свободного места.

source: Shows commands for a variety of housing operations.
ru: Отображает команды для различных операций с жилищем.

source: Shows commands for crafting process.
ru: Отображает команды для процесса изготовления.

source: Shows commands for common testing scenarios.
ru: Отображает команды для сценариев тестирования.

source: Shows commands for achievements.
ru: Отображает команды для достижений.

source: You owe {0}.
ru: Вы должны {0}.

source: UI cache enabled
ru: Кэш UI Включён

source: UI cache disabled
ru: Кэш UI Выключен

source: Can't drive underwater vehicles
ru: Вы не можете управлять техникой под водой

source: Can't drive underwater vehicles, Engine has stopped.
ru: Вы не можете управлять техникой под водой, двигатель был остановлен.

source: UnknownSource
ru: Неизвестный источник

source: Selected: 0
ru: Выбрано: 0

source: 53m NW
ru: 53м на СЗ

source: Quantity:
ru: Количество:

source: Backward/Forward/Left/Right
ru: Назад/Вперед/Влево/Вправо

source: Rotate Left/Rotate Right
ru: Поверот Влево / Поворот Вправо

source: Drop / Pull Hook
ru: Опустить / Поднять Крюк

source: +8 slots hidden from filter
ru: +8 ячеек скрыты фильтром

source: Total {0}: {1}
ru: Итого {0}: {1}

source: Nutrition Multiplier
ru: Множитель питания

source: calories
ru: калорий

source: nutrition
ru: питание

source: {0} at {1}, {2}
ru: {0} в {1}, {2}

source: {0} claimed {1} new plots.
ru: {0} занял {1} участков.

source: {0} unclaimed {1} new plots.
ru: {0} освободил {1} участков.

source: You find this food tastes {0}
ru: Вы находите эту еду вкусной {0}

source: giving a {0} bonus to nutrition.
ru: дает + {0} к питанию.

source: giving a {0} penalty to nutrition.
ru: дает - {0} к питанию.

source: This {0} is unable to move underwater. Dismounting.
ru: Данный {0} не может передвигаться под водой. Спешивание.

source: This {0} is unable to move underwater
ru: Данный {0} не может передвигаться под водой

source: Are you sure you want to disconnect?
ru: Вы уверены, что хотите отключиться?

source: Show hidden tabs
ru: Показать скрытые вкладки

source: Quit Game
ru: Выйти из игры

source: Exit To Main Menu
ru: Выход в главное меню

source: Complete Trade
ru: Завершить сделку

source: ADD TO CART
ru: Добавить в Корзину

source: Shopping Cart
ru: Корзина

source: Change Chat text size
ru: Изменяет размер текста чата

source: Change Opacity of Chat Log when in Transparent Mode
ru: Изменяет прозрачность чата

source: Edit channel name.
ru: Редактировать имя.

source: News Feed
ru: Новостная лента

source: Enter name...
ru: Введите имя...

source: Build Form\n
ru: Строить Форму\n

source: Resume
ru: Возобновить

source: Click to hide this chat tab
ru: Нажмите, чтобы скрыть эту вкладку чата

source: Click to make the tab visible.
ru: Нажмите, чтобы показать эту вкладку чата.

source: Dev Tool
ru: Инструмент разработчика

source: Ecko The Dolphin
ru: Дельфин Эcко

source: Fishing Poles
ru: Удочки

source: Hammer
ru: Молоток

source: Hoe
ru: Мотыга

source: Hoes
ru: Мотыги

source: Hydrometer
ru: Гигрометр

source: Meteor Shard
ru: Осколок метеорита

source: Meteor Shards
ru: Осколки Астероида

source: Road Tool
ru: Ручная трамбовка

source: Bookshelves
ru: Книжные шкафы

source: Button
ru: Кнопка

source: Buttons
ru: Кнопки

source: Carved Pumpkin
ru: Резная тыква

source: Door
ru: Дверь

source: Doors
ru: Двери

source: Ecko Statue
ru: Статуя Эcко

source: Excavator
ru: Экскаватор

source: Lasers
ru: Лазеры

source: Mills
ru: Мельниц

source: Powered Cart
ru: Повозка с мотором

source: Small Wood Cart
ru: Маленькая деревянная телега

source: Stockpiles
ru: Склады

source: Stone Well
ru: Каменный колодец

source: Switch
ru: Переключатель

source: Tables
ru: Столы

source: Transmission Pole
ru: Опора линии электропередач

source: Wood Cart
ru: Деревянная тележка

source: {0} has returned to the game (Last online {1} ago).
ru: {0} вернулся в игру (Последний раз в сети {1} назад).

source: Vitamins
ru: Витамины

source: Eat Food
ru: Питание

source: Mouse-over the food in your toolbar to examine its nutrients.
ru: Наведите курсор на еду в своей панели, чтобы просмотреть её питательные вещества.

source: Eat food containing carbohydrates.
ru: Съешьте еду, содержащую углеводы.

source: Eat food containing protein.
ru: Съешьте еду, содержащую белки.

source: Eat food containing fat.
ru: Съешьте еду, содержащую жиры.

source: Eat food containing vitamins.
ru: Съешьте еду, содержащую витамины.

source: Authorized
ru: Свой

source: {0} has left the game
ru: {0} покинул игру

source: Controls
ru: Управление

source: Welcome to Eco, citizen.\n\nAround you is a living ecosystem, rich with plants, animals, and natural resources. Let's take a look around.
ru: Добро пожаловать в Eco, житель!\n\nТебя окружает живая экосистема с богатой флорой, фауной и природными ресурсами. Время осмотреться вокруг.

source: Press 'tab' to toggle the mouse cursor on and off.
ru: Нажмите 'Tab' для переключения на курсор мыши.

source: Use the keys 'W', 'S', 'A', and 'D' to move around the world.
ru: Используйте кнопки 'W', 'S', 'A', 'D' для перемещения.

source: Press space to jump.
ru: Нажмите пробел, чтобы прыгнуть.

source: Connecting...
ru: Соединение...

source: Impact in:
ru: Столкновение через:

source: Enter text
ru: Введите текст

source: Public
ru: Общий

source: stuff
ru: материал

source: Settings inherited from deed
ru: Параметры унаследованы с Права собственности

source: Chop a tree until it falls over.
ru: Рубите дерево до тех пор, пока оно не упадёт.

source: Chop the felled log into pieces.
ru: Разрубите бревно на части.

source: Pick up the pieces with 'E'.
ru: Поднимите части с помощью "E".

source: Find the meteor in the sky.
ru: Найдите астероид в небе.

source: World View
ru: Обзор мира

source: To build a civilization within an ecosystem, you're going to need to know a lot about both.\n\nUse the World View to find your way around, map out the economy, and view the state of the environment.
ru: Для построения цивилизации в экосистеме, вам необходимо много знать и о том, и о другом.\n\nИспользуйте карту мира для навигации, планирования экономики и отслеживания за состоянием окружающей среды.

source: Open the Map.
ru: Откройте карту.

source: Find an icon on the map and mouse over it to view details.
ru: Найдите иконку на карте и наведите на неё курсор, чтобы увидеть больше информации.

source: You can see the marker in the world. Click the arrow to bring up options or remove it.
ru: Вы можете увидеть метку в мире. Нажмите на стрелку, чтобы показать настройки или удалить её.

source: Open your backpack with 'B', or by clicking the backpack icon.
ru: Откройте рюкзак кнопкой 'B' или нажав на его иконку.

source: Tools
ru: Инструменты

source: You received
ru: Вы получили

source: Unauthorized\n
ru: Гость\n

source: Authorized\n
ru: Свой\n

source: Logging in...
ru: Вход в систему...

source: Decreases
ru: Уменьшается

source: Increases
ru: Увеличивает

source: repair cost
ru: стоимость ремонта

source: harvest yield
ru: урожайность

source: {0} Recipe
ru: Рецепт: {0}

source: You
ru: Вы

source: carry weight
ru: переносимый вес

source: calorie cost
ru: затраты калорий

source: how close you can approach animals
ru: вашу незаметность для животных

source: Bucks
ru: Бакса(ов)

source: Queued Projects
ru: Очередь проектов

source: Currency Exchange is disabled (room requirements not met?)
ru: Обмен Валют отключён (помещение не соответствует требованиям?)

source: Balances
ru: Баланс

source: N/A
ru: Н/Д

source: Click to give player reputation.
ru: Нажмите, чтобы работать с репутацией игрока.

source: Variants
ru: Варианты

source: Tier {0}
ru: Уровень {0}

source: Plots
ru: Участка(ов)

source: Weight: {0}kg
ru: Вес: {0}кг

source: This item can only be carried.
ru: Этот предмет можно только переносить.

source: Granted by {0}
ru: Предоставлено {0}

source: Crafted At
ru: Создаётся в

source: Harvested from
ru: Собрано из

source: Buy it at
ru: Купить в

source: Sell it at
ru: Продать в

source: Used in
ru: Используется в

source: Requires {0}
ru: Требуется {0}

source: Ingredients
ru: Ингредиенты

source: Products
ru: Продукция

source: No benefits from skills
ru: Никаких преимуществ от навыков

source: Ask an Expert To Craft It
ru: Спросите эксперта в этом ремесле

source: {0} Project
ru: проект {0}

source: Status
ru: Статус

source: Recipes
ru: Рецепты

source: Reactions
ru: Реакции

source: Click to show in minimap
ru: Нажмите, чтобы показать на миникарте

source: Click to send a private message
ru: Нажмите, чтобы отправить личное сообщение
